Repository: labelexe/bethappy
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: el

source: Permanently delete your account.
el: Hesabınızı kalıcı olarak silin.

source: Delete My Account
el: Hesabımı Sil

source: Open account with us!
el: Bizimle hesap açın!

source: Account data
el: Hesap bilgileri

source: Confirm password
el: Parolanızı onaylayın

source: Personal question
el: Kişisel soru

source: Personal answer
el: Kişisel cevap

source: Referral ID
el: Arkadaş kullanıcı adı

source: Affiliate ID
el: Ortak No'su

source: Bank data (This is section can be filled later)
el: Banka Bilgileri(Bu bölüm daha sonra tamamlanabilir)

source: I am over 18 years of age and have read and accepted
el: Ben 18 yaşın üzerindeyim ve buradaki kullanım

source: Terms And Conditions
el: şartlarını okumuş ve kabul etmiş sayılıyorum

source: Confirm registration
el: Kayıt Onayla

source: Password Reset
el: Parola yenileme

source: Enter your new password
el: Yeni parolanızı giriniz

source: Change password
el: Parola değiştirme

source: Fill in email details below. Password reset link sent to your entered email. You will be able to create a new password which you can use to login.
el: Mail deyatlarınızı aşağıya giriniz. Bu emaile yeni parolanız gönderilecek. Yeni parola oluşturarak hesabınıza giriş yapabileceksiniz.

source: Withdraw
el: Para Çek

source: To withdraw money please insert amount and process transaction below:
el: Para çekmek için lütfen aşağıya miktar girin ve işlemi tamamlayın:

source: Withdraw ID
el: Para çekme işlem No'su

source: Request Manual Withdraw
el: Manuel para çekme talebi

source: Transaction Log
el: İşlem geçmişi

source: List of transactions:
el: İşlem listesi:

source: Transaction Type
el: İşlem çeşidi

source: Add/Edit %s
el: %s Ekle/Düzenle

source: Description
el: Açıklama

source: Value
el: Değer

source: Parent
el: Ana

source: Created
el: Oluşturuldu

source: Modified
el: Değiştirilmiş

source: Percentage
el: Yüzde

source: Custom Affiliate ID
el: Özel Affiliate ID

source: Submit
el: Teslim et

source: List %s
el: Listele %s

source: File
el: Dosya

source: Image
el: Resim

source: Alert ID
el: Uyarı No'su

source: User id
el: Kullanıcı No'su

source: Alert Title
el: Uyarı Başlığı

source: Alert
el: Uyarı

source: Add bet
el: Bahis ekle

source: Alerts
el: Uyarılar

source: Admin Audit Trail
el: Admin denetimi

source: Application File Backups
el: Başvuru Dosyası Yedekleme

source: Database Backups
el: Veritabanı Yedekleme

source: Betradar Feeds Log
el: Betradar Oturum Yayınları

source: Liability Dumps
el: Sorumluluk Yığını

source: Data list
el: Bilgi sıralaması

source: Actions
el: Seçenekler

source: Translations
el: Tercümeler

source: Translate
el: Tercüme et

source: No records found
el: Bilgi bulunamadı

source: Sports and Leagues
el: Spor dalları ve Ligler

source: Events management
el: Maç düzenlemesi

source: Events Printing
el: Maç Yazdırma

source: Users report
el: Kullanıcı Raporları

source: Tickets report
el: Bilet raporları

source: Deposits report
el: Para yatırma raporları

source: Witdraw report
el: Para çekme raporları

source: Liability report
el: Sorumluluk Raporu

source: Active Users
el: Aktif kullanıcı sayısı

source: locale
el: Yerel

source: Create %s
el: Oluştur %s

source: Event ID
el: Maç No'su

source: Level:
el: Seviye:

source: Current Time:
el: Güncel zaman:

source: Current Language:
el: Güncel Dil:

source: Front Page
el: Ana sayfa

source: Under / Over
el: Altı/Üstü

source: Handicap
el: Handikap

source: %s Printing
el: %s Yazdırma

source: Available Events List For:
el: Mevcut Etkinlikler için liste:

source: Unknown Sport
el: Bilinmeyen Spor

source: Please select sport below:
el: Lütfen aşağıdan spor seçiniz:

source: View Events
el: Maçları göster

source: No available events found for this sport
el: Bu spor dalında maç bulunamadı

source: Can not find event
el: Maç Bulunamadı

source: Edit %s
el: Değiştir %s

source: Save
el: Kaydet

source: Users %s
el: Kullanıcılar %s

source: Edit User
el: Kullanıcı Düzenle

source: Administration Panel
el: Yönetici Paneli

source: Logout
el: Çıkış

source: Staff Login
el: Personel girişi

source: Events
el: Maçlar

source: Available cultures
el: Mevcut kültürler

source: Add a culture
el: Kültür ekle

source: Add
el: Ekle

source: Cultures this site supports
el: Bu sitenin desteklediği kültürler

source: Are you sure you want to delete
el: Silmek istediğinizden emin misiniz

source: ID
el: No

source: Write promotion letter to all user. Messages will arrive to users email addresses.
el: Tüm kullanıcılara tanıtım mektubu gönder. Mesajlar kullanıcıların e-mail adreslerine gelecek.

source: Subject:
el: Konu:

source: Content:
el: İçerik:

source: Download all e-Mails (csv file)
el: Tüm e-mailleri indirin (CSV dosyası)

source: Write promotion letter to certain user. Message will arrive to user email address.
el: Belirli bir kullanıcıya promosyon mektubu gönder. Mesaj kullanıcının e-mail adresinize gelecek.

source: To:
el: e:

source: Contact support team
el: Müşteri hizmetlerine başvur

source: <br>No data in this period
el: <br>Bu periyotta içerik yok

source: No data in this period
el: Bu periyotta içerik yok

source: User name
el: Kullanıcı Adı

source: Date of registration
el: Hesap açma tarihi

source: Won
el: Kazanılan

source: Download (Excel file)
el: İndir (excel dosyası)

source: Are you sure you want to cancel this event?
el: Bu maçı iptal etmek istediğinizden emin misiniz?

source: No events found
el: Maç bulunamadı

source: No events in this league
el: Bu ligde maç yok

source: Risk Management Settings
el: Risk Yönetimi

source: Risk management is crucial for sportsbook. Please be careful in setting all options.
el: Spor bahislerinde risk yönetimi çok önemlidir. Lütfen tüm ayarlarnızı yaparken dikkatli olunuz.

source: Lowest stake
el: En düşük katsayı

source: Highest stake
el: En yüksek katsayı

source: Highest winning amount
el: En yüksek kazanç

source: Lowest number of events in one ticket
el: Bir biletteki en düşük maç sayısı

source: Highest number of events in one ticket
el: Bir biletteki en yüksek maç sayısı

source: List Leagues
el: Ligleri Listele

source: League ID
el: Lig No'su

source: No limits
el: Limitsiz

source: List Sports
el: Sporları listele

source: Sport ID
el: Spor No'su

source: Warning Withdraws
el: Dikkat para çekimi

source: Id
el: No'su

source: Warning Stakes
el: Katsayı Uyarısı

source: Warning Winnings
el: Kazanç Uyarısı

source: Warning Deposits
el: Deposito Uyarısı

source: amount
el: miktar

source: Deposit fee percentage
el: Depozito ücreti yüzdesi

source: Payment gateways
el: Ödeme Şekilleri

source: Please set payment gateways below:
el: Lütfen aşağıdaki ödeme şekillerini belirleyin:

source: Payments
el: Ödemeler

source: Deposits %s
el: Para yatırma %s

source: Please set deposit risk management setting below:
el: Lütfen aşağıdaki para yatırma risk yönetimi ayarlarını belirleyin:

source: Allow automated deposits
el: Otomatik depozitoya izin ver

source: Allow manual deposits
el: Manuel depozitoya izin ver

source: Lowest amount for deposit
el: Depozito için en az miktar

source: Highest amount for deposit
el: Depozito için en yüksek miktar

source: General %s
el: Genel %s

source: General settings controls some of the most basic configuration settings for your site: your site's title and location, who may register an account at your site, and how dates and times are calculated and displayed.
el: Genel ayarlar siteniz için en temel bazı yapılandırma ayarlarını kontrol eder. Örneğin Sitenizinin başlık ve konumu, sitenizde kimin hesap açabileceği ve tarih ​​ve saatlerin nasıl hesaplanıp ve görüntüleneceği.

source: Copyright
el: Telif Hakkı

source: Contact Email
el: Başvuru Emaili

source: Password reset
el: Parola yenileme

source: Default currency
el: Varsayılan para birimi

source: Default timezone:
el: Varsayılan zaman dilimi

source: Default language
el: Varsayılan dil

source: Items per page
el: Sayfa başına düşen sayısı

source: Referral system
el: Arkadaşlık sistemi

source: Left active
el: Sol aktif

source: Left sidebar title
el: Sol sidebar başlığı

source: Left sidebar content
el: Sol sidebar içieriği

source: Right active
el: Sağ aktif

source: Right sidebar title
el: Sağ sidebar başlığı

source: Right sidebar content
el: Sağ sidebar içeriği

source: Bottom active
el: Alt aktif

source: Bottom sidebar title
el: Alt sidebar başlığı

source: Bottom sidebar content
el: Alt sidebar içeriği

source: Referral Settings
el: Arkadaşlık Ayarları

source: First deposit percentage to referral
el: Arkadaşa ilk depozito yüzdesi

source: What Is <b>SEO</b> / Search Engine Optimization?
el: <b>SEO</b> / Arama Motoru Optimizasyonu Nedir?

source: SEO stands for "search engine optimization."" It is the process of getting traffic from the ""free,"" ""organic,"" ""editorial"" or ""natural"" listings on search engines. All major search engines such as Google, Yahoo and Bing have such results, where web pages and other content such as videos or local listings are shown and ranked based on what the search engine considers most relevant to users. Payment is not involved, as it is with paid search ads."
el: SEO açılımı "arama motoru optimizasyonu anlamına gelir. " Bu ""ücretsiz "", ""organik "", ""editoryal "" veya ""doğal "" içerik listelerini arama motorlarından trafik alma işlemidir. Google, Yahoo ve Bing gibi bütün büyük arama motorları, web sayfaları videoları veya diğer içerikleri tarayarak kullanıcılara en alakalı ve kişiye özel sonuçları gösterir. Arama reklamları ile olduğu gibi ödeme, dahil değildir."

source: Title tag
el: Başlık Etiketi

source: Keywords
el: Anahtar kelimeler

source: Reply to email
el: Emaile cevap ver

source: Copyright:
el: Telif hakkı:

source: Bot content revisit time
el: Bot içeriği ziyaret zamanı

source: Author
el: Yazar

source: Tickets %s
el: Biletler %s

source: General ticket controls some of the most basic configuration related to tickets and printing functions.
el: Genel bilet kontolleri, biletlerler ile ilgili en temel ayarlar ve yazdırma fonksiyonları.

source: Ticket printing
el: Bilet yazdırma

source: Enable (Yes) or disable (No) ticket printing for users and staff.
el: Kullanıcılar ve personel için bilet yazdırmayı etkinleştir(Evet) ya da (Hayır) devre dışı bırak.

source: Ticket preview
el: Bilet öngösterimi

source: Enable (Yes) or disable (No) ticket preview ticket before it is placed.
el: Bilet oynanmadan önce önizlemeyi Etkinleştir(Evet) ya da (Hayır)Devre Dışı bırak.

source: Warnings %s
el: Uyarılar %s

source: Warning settings would help you to filter warning screen with unnecessary alerts. Please consider what is crucial for you sportsbook and use this function to secure your profit.
el: Uyarı ayarları gereksiz uyarılardan ekranı filtrelemek için size yardımcı olacaktır. Lütfen sizin siteniz için en önemli olan şeyi göz önünde bulundurup kazançlarınızı güvenlik altına alın.

source: Deposit alert
el: Para yatırma uyarısı

source: Withdraw alert
el: Para çekme uyarısı

source: Stake alert
el: Bahis miktarı uyarısı

source: Odds alert
el: Bahis oranı uyarısı

source: Potential winning alert
el: Potansiyel kazanç uyarısı

source: Allow withdraws
el: Para çekimine izin ver

source: Withdraw %s
el: Para çek %s

source: Please set withdraw risk management setting below:
el: Aşağıda lütfen risk yönetimi ayarlarını yapınız:

source: Lowest amount for withdraw request
el: Para çekme talebi için en düşük tutar

source: Highest amount for withdraw request
el: Para çekme talebi için en yüksek tutar

source: Sports
el: Sporlar

source: Leagues
el: Ligler

source: View %s
el: Göster %s

source: Ticket Number
el: Bilet No'su

source: Return
el: Getiri

source: Ticket will be deleted. Are you sure you want to delete?
el: Bilet silinecektir. Silmek istediğinizden emin misiniz?

source: Ticket will be canceled. Are you sure you want to cancel?
el: Bilet iptal edilecektir. İptal etmek istediğinizden emin misiniz?

source: Insert Result
el: Sonuçları Giriniz

source: Fund user
el: Kullanıcıya para aktar

source: To fund just enter amount into the input field and press submit. For example if you want to fund just creadit user with 100 USD
el: Para aktarmak için sadece istenilen miktarı girip kabule tıklayın. Örneğin kullanıcıya para yatırmak için 100 ekleyin

source: just enter that amount into field and press submit
el: Sadece alana tutarı girin ve kabul tuşuna tıklayın

source: Charge user
el: Kullanıcıdan para çek

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200
el: Para çekmek için sadece istenilen miktarı girip kabule tıklayın. Örneğin kullanıcıdan para çekmek için 200 ekleyin

source: USD just enter that amount into field and press submit
el: Sadece alana Amerikan Dolar tutarını girin ve kabul tuşuna tıklayın

source: Add %s
el: Ekle %s

source: Registration chart
el: Kayıt grafiği

source: KYC user
el: KYC kullanıcı

source: KYC Documents
el: KYC Belgeleri

source: Change KYC Status
el: KYC Statüsünü Değiştir

source: Deposits Bonus History
el: Depozito bonus geçmişi

source: Sum
el: Toplam

source: Affiliates
el: Ortaklar

source: Kick
el: Atılma

source: Email has been confirmed. You can now login.
el: Email onaylandı. Artık giriş yapabilirsiniz.

source: Register now!
el: Şimdi kayıt ol!

source: Forgotten your password?
el: Şifrenizi mi unuttunuz?

source: Old password
el: Eski parola

source: New password
el: Yeni parola

source: Bank info
el: Banka bilgileri

source: Please provide your bank info
el: Lütfen banka bilgilerinizi belirtiniz

source: Account number
el: Hesap numarası

source: Transaction
el: İşlem

source: User Balance
el: Kullanıcı bakiyesi

source: Please enter your surname
el: Lütfen soyadınızı giriniz

source: Please enter your first name
el: Lütfen adınızı giriniz

source: Please enter your address
el: Lütfen adresinizi giriniz

source: Please enter your Region
el: Lütfen bölgenizi giriniz

source: Please enter your City of residence
el: Lütfen oturduğunuz şehri giriniz

source: Alphabets and numbers only
el: Sadece harf ve sayı

source: Between 5 to 15 characters
el: 5 ile 15 karakter arası

source: This username has already been taken.
el: Bu kullanıcı adı başkası tarafından alınmış.

source: Password must be Between 6 to 15 characters
el: Şifre 6 ile 15 karakter arasında olmalıdır

source: Password must contain at least one number
el: Şifre en az bir sayı içermelidir

source: Password must contain at least one letter
el: Şifre en az bir harf içermelidir

source: Please enter valid email address
el: Geçerli bir e-mail adresi girin

source: This email has already been registered.
el: Bu email adresi başkası tarafından kullanılmakta.

source: Please enter your name
el: Lütfen adınızı giriniz

source: Please enter your street address
el: Lütfen sokak adını giriniz

source: Please enter city
el: Lütfen şehir giriniz

source: Please enter country
el: Lütfen ülke giriniz

source: User should be over 21 years old to complete registration
el: Kullanıcı kaydı tamamlamak için 21 yaşında olmalı

source: User should be over 18 years old to complete registration
el: Kullanıcı kaydı tamamlamak için 18 yaşında olmalı

source: Please enter valid mobile number
el: Lütfen geçerli cep telefonu no'su giriniz

source: Please your personal question
el: Lütfen kişisel sorunuzu seçiniz

source: Please enter valid answer
el: Lütfen geçerli cevap giriniz

source: You need to accept the Terms Of Use to be able to register.
el: Kayıt olabilmek için Kullanım Şartlarını kabul etmeniz gerekmektedir.

source: This field cannot be left blank
el: Bu alan boş bırakılamaz

source: Mimimum 5 characters long
el: En az 5 karakter uzunluğunda

source: The username should be different from email
el: Kullanıcı adı emailden farklı olmalıdır

source: Password must be Between 8 to 15 characters
el: Şifre 8 ila 15 karakter arasında olmalıdır

source: The Password has to be different from username.
el: Şifre kullanıcı adınızdan farklı olmak zorundadır.

source: It seems that you are already registered.
el: Daha önce kayıt olmuşsunuz gibi görünüyor.

source: Please enter your street address or street address does not exist
el: Sokak adresinizi girin veya sokak adresi yok

source: Debug setting does not allow access to this url.
el: Debug ayarı bu url erişime izin vermiyor.

source: Match odds
el: Maç oranları

source: Remaining match
el: Kalan maçlar

source: Next Goal
el: Sıradaki gol

source: Total Goals +/-
el: Toplam Gol +/-

source: Match odds (1 2)
el: Maç oranları (1 2)

source: Set Score
el: Set Skoru

source: Sets Overall
el: Toplam set sayısı

source: Total Points +/-
el: Toplam puan +/-

source: Goals from now +/-
el: Şu andan itibaren atılan gol +/-

source: Match odds (1x2)
el: Maç oranları (1x2)

source: 1 hour
el: 1 saat

source: 2 hours
el: 2 saat

source: 3 hours
el: 3 saat

source: Time
el: Zaman

source: LIVE
el: CANLI

source: Statistics
el: İstatikler

source: Click on team name for extra bets
el: Ekstra bahisler için takım adına tıklayın

source: Upcoming Live Matches
el: Gelecek Canlı Maçlar

source: Login For
el: İçin Giriş

source: minutes
el: dakikalar

source: Bet Slip
el: Bahis Kuponu

source: open
el: açık

source: Sport Bets
el: Spor Bahisleri

source: Great odds on football,tennis, ice hokey and many more
el: Futbol, tenis, buz hokeyi ve daha birçok spor dalında en iyi oranlar

source: Number of Bets Placed:
el: Yatırılan bahis sayısı:

source: Max Wager for bets:
el: Maks. Bahis toplamı

source: Wager:
el: Bahis toplamı:

source: Max Payout:
el: En fazla ödeme:

source: All games / All events
el: Tüm oyunlar / Tüm etkinlikler

source: All games at one look, all normal sports and all odds can be combined .
el: Tek bir bakışla, tüm sporlar ve oranlar kombine edilebilir.

source: Get this innovative service now from us. Live games meeting like never before! Good Luck!!
el: Bu yenilikçi hizmeti Şimdi alın. Canlı oyunlar asla eskisi gibi olmayacak! Bol Şanslar!

source: more groups
el: Daha fazla grup

source: Draw no Bet Period
el: berabere bahissiz periyot

source: Total x Period
el: Toplam x Periyot

source: Setup Deposit Limits on your Account
el: Hesabınıza para yatırma limiti koyun

source: Play Session Limit
el: Oynama oturum limiti

source: Wager Limit
el: Toplam bahis limiti

source: Loss Limit
el: Kaybetme limiti

source: Self Exclusion
el: Kendini dışlama

source: DELETE ACCOUNT
el: Hesabı sil

source: Per Transaction
el: İşlem başına

source: Daily
el: Günlük

source: Weekly
el: Haftalık

source: Monthly
el: Aylık

source: No Limit
el: Limitsiz

source: After %s minutes
el: %s dakika sonra

source: After one Hour
el: Bir saat sonra

source: After two Hours
el: İki saat sonra

source: Login For:
el: İçin Giriş:

source: You have been playing for the past %s minutes during which you have: <br>Deposited € %s <br>Wagered € %s <br>Lost € %s <br>Won € %s
el: Son %s dakikadır oynamaktasınız. Bu sürede: <br>Toplam € %s para yatırdınız <br>Toplam € %s bahis oynadınız <br>toplam € %s kaybettiniz <br>Toplam € %s kazandınız

source: Outdated Browser Detected
el: Güncellenmemiş tarayıcı belirlenmiştir

source: Our website has detected that you are using an outdated browser. Using your current browser will prevent you from accessing features on our website. An upgrade is not required, but is strongly recommend to improve your browsing experience on our website.
el: Web sitemiz eski bir tarayıcı kullandığınızı algıladı. Şu andaki tarayıcınızı kullanarak sitemizdeki tüm özelliklere erişimezsiniz. Bir yükseltme gerekli değildir, ama sitemizdeki gezinme deneyiminizi geliştirmek için tavsiye edilir.

source: Use the links below to download a new browser or upgrade your existing browser.
el: Aşağıdaki linkleri kullanarak yeni bir tarayıcı yükleyin ya da şu andaki yarayıcınızı yenileyin.

source: Remind me later
el: Daha sonra hatırlat

source: No available Bonuses.
el: Bonus mevcut değildir.

source: Available Bonuses.
el: Mevcut Bonuslar.

source: Locked Amount
el: Kilitli hesap

source: Opened on
el: Tarihinde açılmış

source: Activation Date
el: Aktivasyon tarihi

source: Expiration Date
el: Son kullanma tarihi

source: Account Information
el: Hesap bilgileri

source: Results Tables Schedules and Livescore for all leagues and events
el: Tüm ligler ve maçlar için Sonuç tabloları ve Canlı bahisler

source: Play roulette, BlackJack and Baccarat in the Live Casino
el: Canlı Casino'da Rulet, BlackJack ve Bakara oynayın

source: Identity Card (back view)
el: Kimlik (Arka görünüm)

source: Identity Card (front view)
el: Kimlik (Ön görünüm)

source: Bank Account
el: Banka hesabı

source: Register now and get 7bonus7
el: Şimdi kayıt olun ve 7bonus7 bonusu sizin olsun

source: <p id=terms>7Epta7 Limited&nbsp; is a company registered under the laws of Malta and subject to such laws and having registered office at Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. The Company is in possession of a Class 2 licence which it has acquired on the&nbsp;&nbsp; 2013 from the Lotteries and Gaming Authority of Malta and having licence number LGA/CL2/921/2013. The Company is regulated by the Lotteries and Gaming Authority (LGA) of Malta.</p>
el: <p id=terms> 7Epta7 Limited Malta yasaları çerçevesinde kayıtlı bir şirket olup Tower İş Merkezi, Suite 5, Seviye 1, Kule Caddesi, Swatar, Birkirkara kayıtlı ofisi bulunmaktadır. Şirket, üzerinde edindiği Sınıf 2 belgesine sahip olup, Malta Piyango ve Oyun Otoritesi ve lisans numarası LGA/CL2/921/2013 2013 tarihinde kayıt edilmiştir. Şirket, Malta Loto ve Şans Oyunları Kurumu (LGA) tarafından düzenlenmektedir. </ P>

source: Top Winner
el: Birinci

source: close
el: kapat

source: hours
el: saatler

source: Instant Play
el: Anında Oyun

source: Live Video Streaming
el: Canlı Video Yayını

source: Betslip Wagering
el: Bahis kuponu toplamı

source: Ticket Win
el: Bilet kazacı

source: Bonus Cancellation by user.
el: Kullanıcı tarafından bonus iptali

source: Bonus activation
el: Bonus aktive etme

source: APCO Deposit
el: APCO depozitosu

source: Account Deposit
el: Hesap depozitosu

source: Live Casino Transaction
el: Canlı Casino işlemi

source: Live Casino RollBack Transaction
el: Canlı Casino işlem geri alma

source: in every game
el: Her maçta

source: Today
el: Bugün

source: Log in
el: Giriş yap

source: Stake:
el: Miktar:

source: View Tickets
el: Biletleri göster

source: Number of Bets Placed:
el: Toplam Bahis sayısı:

source: Max Wager for bets:
el: Toplam bahis oynama miktarı:

source: bets
el: bahisler

source: Admin add Funds
el: Admin Bakiye ekle

source: Bonus activation:
el: Bonus aktive etme:

source: APCO Deposit:
el: APCO depozitosu

source: Withdrawal
el: Para çekme

source: Betslip Cancellation:
el: Bahis kuponu iptali

source: Cancelled WithDrawal
el: Para çekme iptal edildi

source: Ticket Cancelled
el: Bilet iptal edildi

source: en_us
el: en

source: bg_bg
el: bg

source: hr_hr
el: hr

source: cs_cz
el: cs

source: da_dk
el: da

source: et_ee
el: et

source: fi_fi
el: fi

source: fr_fr
el: fr

source: de_de
el: de

source: el_gr
el: el

source: hu_hu
el: hu

source: it_it
el: it

source: lv_lv
el: lv

source: lt_lt
el: lt

source: no_no
el: no

source: pl_pl
el: pl

source: pt_pt
el: pt

source: ro_ro
el: ro

source: ru_ru
el: ru

source: sr_sp
el: sr

source: srl_sr
el: srl

source: sk_sk
el: sk

source: sl_sl
el: sl

source: es_es
el: es

source: se_se
el: se

source: tr_tr
el: tr

source: bs_bs
el: bs

source: Bet Split
el: Bahis kuponu

source: The Company
el: Şirket

source: Help & Legal
el: Yardın & Yasal

source: Useful Links
el: Kullanışlı Linkler

source: Payment Options
el: Ödeme Şekilleri

source: Extra Bets
el: Ekstra bahisler

source: No, don't remind me again
el: Hayır, tekrar hatırlatma
