Repository: labelexe/bethappy
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: el

source: Your passwords does not much
el: Parolanız Uyuşmuyor

source: Your Account has been created. Please confirm you email in order to be able to login
el: Hesabınız başarıyla oluşturuldu. Lütfen emalinizi onaylayarak giriş yapın

source: Password changed
el: Şifre değiştirildi

source: Wrong old password. Please try again
el: Yanlış eski parola. Lütfen tekrar deneyiniz

source: Passwords do not match. Please try again
el: Parola uyuşmuyor. Lütfen tekrar deneyiniz

source: Account information updated.
el: Hesap bilgileri güncellendi.

source: Limits cancelled.
el: Limitler iptal edildi.

source: Unable to cancel limit
el: Limitler iptal edilemedi

source: Limits updated.
el: Limitler güncellendi.

source: Limits not updated.
el: Limitler güncellenemedi.

source: You account has been deleted.
el: Hesabınız silinmiştir.

source: Account settings updated.
el: Hesap ayarları güncellendi.

source: Password reset link sent to your email
el: Yeni parola linki mailinize yollandı

source: E-mail not valid
el: Email adresi geçersiz

source: Promotional code successfully used
el: Promosyon kodu başarılı

source: Invalid promotional code
el: Promosyon kodu geçersiz

source: Confirm your email.
el: Mailinizi onaylayın.

source: Your Account is Locked. Please Reset your password
el: Hesap Kilitli. Lütfen parolanızı yenileyin

source: Your Account is Deleted Permanently
el: Hesabınız kalıcı olarak silindi

source: You are Already Logged in.
el: Zaten giriş yapmışsınız

source: Wrong Password
el: Yanlış Parola

source: Username or password is incorrect
el: Kullanıcı adı ya da parola hatalı

source: Staff %s (ID: %d) requested to fund your account
el: Görevli %s (no: %d) bakiye ekleme isteminde bulundu

source: User %s (ID: %d) account was credited by %s
el: Kullanıcı %s (no: %d) hesabına bakiye eklendi.

source: User %s is credited by %d %s
el: Kullanıcı %s hesabına %d %s bakiyesi eklendi.

source: Staff %s (ID: %d) requested to charge your account
el: Görevli %s (no: %d) bakiye çekme isteminde bulundu

source: User %s (ID: %d) account was charged by %s
el: Kullanıcı %s (no: %d) hesabından bakiyesi çekildi.

source: User %s is charged by %d %s
el: Kullanıcı %s hesabından %d %s bakiyesi çekildi.

source: KYC Data Accepted
el: KYC bilgileri kabul edildi

source: Email successfully sent
el: Email başarılı olarak gönderildi

source: Cannot send email. Please try again.
el: Email gönderilemedi. Lütfen tekrar deneyin.

source: can't find
el: bulunamadı

source: Changes saved
el: Değişiklikler kaydedildi

source: This cannot be saved.
el: Bu kaydedilemez.

source: Item added
el: Öğe eklendi

source: This cannot be added.
el: Bu eklenemez.

source: Item deleted
el: Öğe silindi

source: This cannot be deleted.
el: Bu silinemez.

source: Bet added
el: Bahis eklendi

source: Error adding bet
el: Bahis eklemede hata

source: Lowest deposit amount is
el: Minimum depozito

source: Highest deposit amount is
el: Maksimum depozito

source: You have reached you deposit limit per transaction amount:
el: İşlem başına düşen para yatırma limitine ulaştınız:

source: You have reached you deposit limit daily amount:
el: Günlük para yatırma limitine ulaştınız:

source: You have reached you deposit limit weekly amount:
el: Hafta başına düşen para yatırma limitine ulaştınız:

source: You have reached you deposit limit monthly amount:
el: Ay başına düşen para yatırma limitine ulaştınız:

source: Bonus code expired or wrong
el: Bonus kodu yanlış veya eski

source: Bonus code expired
el: Bonus kodu eski

source: Your amount is too low for bonus
el: Bakiyeniz bonus için yetersiz

source: Your amount is too high for bonus
el: Bakiyeniz bonus için çok fazla

source: User Terminated
el: Kullanıcı Sonlandırıldı

source: Completed
el: Tamamlandı

source: Pending
el: Beklemede

source: Canceled
el: İptal edildi

source: Statuses chart
el: Grafik durumu

source: Amount chart
el: Bakiye durumu

source: Deposit not found!
el: Depozito bulunamadı!

source: Deposit already marked as "completed""!"
el: Depozito "completed"" olarak işaretlendi!"

source: Deposit request set as completed
el: Depozito talebi tamamlandı

source: Deposit request canceled
el: Depozito talebi iptal edildi

source: Money transaction completed
el: Para işlemi tamamlandı

source: Select Event
el: Oyun Seç

source: No search results found
el: Hiçbir arama sonucu bulunmadı

source: Permissions updated
el: İzinler yenilendi

source: Your request is accepted.
el: Talebiniz kabul edildi.

source: Language already exist
el: Dil zaten mevcut

source: can't delete item
el: Öğe silinemedi

source: Emails successfully sent
el: Emailler başarılı olarak gönderildi

source: Please enter event result
el: Lütfen oyun sonucu belirtin

source: Results updated
el: Sonuçlar güncellendi

source: Settings saved.
el: Ayarlar kaydedildi.

source: can't save settings.
el: Ayarlar kaydedilemiyor.

source: Types chart
el: Çeşit grafiği

source: Cannot find ticket with id:
el: Bu numaralı bilet bulunamadı:

source: Ticket is not found
el: Bilet bulunamadı

source: Unknown ticket status
el: Bilinmeyen bilet durumu

source: Unknown paid status
el: Bilinmeyen ödeme durumu

source: Ok
el: Tamam

source: Unknown error
el: Bilinmeyen Hata

source: Insufficient credits
el: Yetersiz Kredi

source: Ticket is still pending or lost
el: Bilet hala askıda ya da kaybetmiş

source: Ticket already printed. Ticket ID: %d
el: Bilet zaten yazılmış. Bilet No: %d

source: Can not find ticket. Ticket ID: %d
el: Bilet bulunamadı. Bilet No: %d

source: Please select another pick from different event
el: Lütfen başka bir oyundan başka bir seçenek seçin

source: Min betting amount is %d
el: Minimum bahis miktarı %d

source: You can not form this type of ticket, switching back to single
el: Bu bileti oluşturamazsınız, tekli bilete geri dönüş

source: Wrong Password or Username
el: Yanlış parola ya da kullanıcı adı

source: Lowest amount for cashout is
el: Para çekimi için en düşük miktar

source: Highest amount for cashout is
el: Çekilebilen en yüksek para miktarı

source: Not enough money for this cashout transaction
el: İstenilen para çekme işlemi için bakiyeniz yetersiz

source: You cannot cashout transaction. There is a "Locked Amount"" of %s due to bonus policy. You can withdraw %s"
el: Para çekme işlemi geçersiz. Bonus kuralları nedeni ile %s "Tutar Kilitli". Sadece %s miktarını çekebilirsiniz.

source: Previous withdrawal transaction is not completed
el: Önceki para çekme işlemi tamamlanmış değil

source: You are not verified (all) to complete this transaction. Please fulfill the form on the following address:
el: Bu işlemi tamamlamak için (herşey) doğrulanmış değildir.Aşağıdaki adresten formu doldurunuz:

source: You have to resubmit Documents for verification. Please fulfill the form on the following address
el: Doğrulama için Belgeleri yeniden sunmak zorundasanız.Aşağıdaki adresten formu doldurunuz

source: You are not verified (age) to complete this transaction. Please fulfill the form on the following address:
el: Bu işlemi tamamlamak için (yaşınız) teyit edilememektedir.Aşağıdaki adresten formu doldurunuz:

source: Your withdrawal request for %s is accepted. Please enter your bank information in the following link: <a href='/users/account'>Account Information</a>
el: %s için para çekme talebiniz kabul edildi. Aşağıdaki bağlantıdan banka bilgilerinizi girin: <a href='/users/account'>Account Information</a>

source: Your withdrawal request for %s is accepted.
el: %s için para çekme talebiniz kabul edildi.

source: Bank information updated.
el: Banka bilgileri güncellendi.

source: Withdraw request set as completed
el: Para çekme işlemi iptal edildi

source: Withdraw request updated
el: Para çekme işlemi güncellendi

source: Withdraw request canceled
el: Para çekme işlemi iptal edildi

source: Win
el: Kazan

source: Lost
el: Kaybet

source: Yes
el: Evet

source: No
el: Hayır

source: View
el: Göster

source: Edit
el: Değiştir

source: Delete
el: Sil

source: List
el: Sırala

source: Create
el: Oluştur

source: All
el: Tümü

source: Users
el: Kullanıcılar

source: Complete
el: Tamamla

source: Cancel
el: İptal Et

source: Amount from
el: den miktar

source: Amount to
el: e miktar

source: Transaction ID
el: İşlem No'su

source: Event name
el: Oyun adı

source: Download
el: İndir

source: Language
el: Dil

source: League name
el: Lig adı

source: Sport
el: Spor

source: View events
el: Oyunları göster

source: Add Event
el: Oyun ekle

source: Send Mail
el: Mail gönder

source: Send to All
el: Hepsine gönder

source: Header 2 menu
el: Başlık 2 menü

source: Header 3 menu
el: Başlık 3 menü

source: Bottom 4 menu
el: Başlık 4 menü

source: Footer menu
el: Altbilgi menüsü

source: Header menu
el: Başlık menüsü

source: Top Header menu
el: Üst Başlık menüsü

source: Top menu
el: En üst menü

source: Tickets
el: Biletler

source: Deposits
el: Depozitolar

source: Withdraws
el: Para Çekimleri

source: Results
el: Sonuçlar

source: Finished events in tickets
el: Biten maç biletleri

source: Pending events in tickets
el: Oynanan maç biletleri

source: All finished events
el: Bitmiş tüm maçlar

source: Warnings
el: Uyarılar

source: Settings
el: Ayarlar

source: Identity number
el: Kimlik numarası

source: Words in title
el: Başlıktaki kelimeler

source: Words in description
el: İçerikteki kelimeler

source: Url link
el: Link

source: Add League
el: Lig Ekle

source: Password
el: Şifre

source: Fund staff
el: Personel Hesabına para ekle

source: Charge staff
el: Personelden tahsil et

source: Login/Logout
el: Giriş / Çıkış

source: Ticket Fraud Check
el: Bilet Dolandırıcılık Kontrolü

source: Mark as paid
el: Ödenmiş olarak işaretle

source: Group ID
el: Grup No'su

source: Tickets created
el: Oluşturulan biletler

source: Total
el: Toplam

source: Total payout
el: Toplam kazanç

source: Profit
el: Kâr

source: 1Lowest stake on %s is %d
el: Bu bahisteki %s en düşük miktar %d

source: Highest stake on %s is %d
el: Bu bahisteki %s en yüksek miktar %d

source: 2Lowest stake on %s is %d
el: 2Bu bahisteki %s en düşük miktar %d

source: 3Lowest stake amount is %d
el: 3Bu bahisteki %s en düşük miktar %d

source: Highest stake amount is %d
el: Bahisteki en yüksek miktar %d

source: You have reached you wager limit per transaction amount: %d %s
el: İşlem miktarı başına düşen bahis sınırına ulaştınız: %d %s

source: You have reached you wager limit daily amount: %d %s
el: Günlük bahis sınırına ulaştınız: %d %s

source: You have reached you wager limit weekly amount: %d %s
el: Haftalık bahis sınırına ulaştınız: %d %s

source: You have reached you wager limit monthly amount: %d %s
el: Aylık bahis sınırına ulaştınız: %d %s

source: You have reached you loss limit per transaction amount: %d %s
el: İşlem miktarı başına düşen zarar sınırına ulaştınız: %d %s

source: You have reached you loss limit daily amount: %d %s
el: Günlük zarar sınırına ulaştınız: %d %s

source: You have reached you loss limit weekly amount: %d %s
el: Haftalık zarar sınırına ulaştınız: %d %s

source: You have reached you loss limit monthly amount: %d %s
el: Aylık zarar sınırına ulaştınız: %d %s

source: Please login
el: Lütfen giriş yapınız

source: Please select at least %d picks
el: Lütfen en az %d seçimi yapınız

source: Not enough money
el: Yetersiz bakiye

source: One or more events already started, please remove them
el: Bir ya da daha fazla maç artık başladı, lütfen bunları siliniz

source: Odd outdated. Please remove invalid odd
el: Bahis süresi geçmiş. Lütfen geçersiz bahsi silin

source: One or mode bets are inactive
el: Bir veya birden fazla bahis geçersiz

source: Printed
el: Yazıldı

source: User Id
el: Kullanıcı No'su

source: Amount From
el: Gelen miktar

source: Amount To
el: Giden miktar

source: Potential Winning From
el: den Potansiyel kazanç

source: Potential Winning To
el: e Potansiyel kazanç

source: Odd From
el: den Katsayı

source: Odd To
el: e Katsayı

source: Fund
el: Para Ekle

source: Charge
el: Para Çek

source: User ID
el: Kullanıcı No'su

source: Back
el: Geri

source: All feeds updated
el: Tüm yayınlar güncellendi

source: All feeds downloaded
el: Tüm yayınlar indirildi

source: All feeds parsed
el: Tüm yayınlar ayrıldı

source: Feed updated
el: Yayın yenilendi

source: Cannot find feed
el: Yayın bulunamadı

source: Cant find feed
el: Yayın bulunamadı

source: Update
el: Güncelle

source: Update All
el: Tümünü Güncelle

source: Deposit
el: Para yatır

source: Thank You
el: Teşekkürler

source: You successfully deposit %d
el: Başarılı bir şekilde %d miktarında para yatırdınız

source: You cancel your deposit
el: Para yatırma işlemini iptal ettiniz

source: You have successfully made deposit for
el: Depozitonuz başarılı

source: Sorry, we can not find your payment
el: Üzgünüz, ancak ödeme detaylarınız bulunamadı

source: Make Deposit
el: Para yatır

source: Amount
el: Miktar

source: Make your Deposit
el: Para yatırın

source: Bonus code or leave empty
el: Bonus kodu ya da boş bırakın

source: For help, run the 'help' command. For help on a specific command, run 'help <command>'
el: Yardım için, 'help' komutunu çalıştırın. Belirli bir komut hakkında yardım için, 'help <command>' çalıştırın

source: Aco Update Complete
el: Aco Güncellemesi Tamamlandı

source: Created Aco node: %s
el: Aco node: %s oluşturuldu

source: Deleted Aco node %s
el: Aco node: %s silindi

source: Commands:
el: Komutlar:

source: Add new ACOs for new controllers and actions
el: Yeni denetleyiciler ve eylemler için yeni ACOs ekle

source: Create new ACO's for controllers and their actions. Does not remove any nodes from ACO table
el: Yeni denetleyiciler ve eylemler için yeni ACOs oluştur. ACO tablosunda herhangi bir node silmez.

source: Creates new ACO's for missing controllers and actions. Removes orphaned entries in the ACO table.
el: Yeni denetleyiciler ve eylemler için yeni ACOs oluştur. ACO tablosundan yetim olan nodeları siler.

source: Displays this help message, or a message on a specific command.
el: Bu yardım mesajı, ya da belirli bir komutla bir mesaj.

source: Command '%s' not found
el: Komut '%s' bulunamadı

source: day
el: gün

source: days
el: günler

source: h
el: saat

source: min
el: dakika

source: Successful
el: Başarılı

source: Failed
el: Başarısız

source: Unknown
el: Bilinmeyen

source: Decimal
el: Ondalık

source: Fractional
el: Kesirli

source: American
el: Amerikan

source: ID:
el: No:

source: more
el: Daha fazla

source: Event
el: Maç

source: Pick
el: Seç

source: odd
el: Katsayı

source: Result
el: Sonuç

source: Outcome
el: Maç sonucu

source: Status
el: Durum

source: Username
el: Kullanıcı adı

source: Forgot your password?
el: Şifrenizi mi unuttunuz?

source: Login
el: Giriş

source: Affiliate Registration Form
el: Ortaklık Kayıt formu

source: Personal information
el: Kişisel bilgiler

source: First name
el: Ad

source: Last name
el: Soyad

source: Address
el: Adres

source: Region
el: Bölge

source: Zip / Postal code
el: Posta Kodu

source: City
el: Şehir

source: Country
el: Ülke

source: Date of birth:
el: Doğum Tarihi:

source: Mobile number
el: Cep telefonu No'su

source: Website name
el: Websitesi adı

source: Send
el: Gönder

source: Choose Payment Gateway
el: Ödeme şekli seçin

source: Bank Transfer Payment
el: Banka havalesi

source: Online Payment
el: Online ödeme

source: Please see you latest deposits below:
el: Aşağıda son depozito geçmişinizi görebilirsiniz

source: Date
el: Tarih

source: Type
el: Çeşit

source: No deposits history found. To make new please follow "Make New""."
el: Hiçbir mevduat tarihi bulunamadı. Yeni depozito yapmak için "Yeni Depozito "" takip edin."

source: Deposit information:
el: Depozito bilgileri:

source: Request Manual Deposit (Credited Upon Verification)
el: Manuel depozito iste (Onaylandıktan sonra yatırılır)

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
el: Sayfa {:page} sayfadan {:pages}, gösterilen {:current} kayıt {:count} toplamdan, kaydı ile başlayan {:start}, ve biten {:end}

source: previous
el: Bir önceki

source: next
el: Bir sonraki

source: Show
el: Göster

source: User
el: Kullanıcı

source: Deposit type
el: Depozito çeşidi

source: Bonus type
el: Bonus çeşidi

source: Bonus valid until
el: Bonus geçerlilik tarihi

source: Bonus used
el: Bonus kullanılmış

source: Bonus amount to your account
el: Hesabınıza bonus ekleyin

source: League
el: Lig

source: No available odds found for this event
el: Bu maç için geçerli bahis bulunamadı

source: First team to Score
el: İlk gol atacak takım

source: 1st Half
el: İlk Yarı

source: Both Team to Score
el: Her iki takım skorlayacak

source: Halftime/Fulltime
el: Yarı / Maç sonucu

source: Double Chance
el: Çifte Şans

source: From:
el: den:

source: Odds
el: Katsayılar

source: Reset Password
el: Şifre yenile

source: Register
el: Kayıt ol

source: User Menu
el: Kullanıcı menüsü

source: My Account
el: Hesabım

source: Balance
el: Bakiye

source: Log out
el: Çıkış

source: Live Casino
el: Canlı Casino

source: Betting Tools
el: Bahis araçları

source: Register now and get
el: Şimdi hesap aç ve

source: Register now
el: Şimdi hesap aç

source: Registration
el: Kayıt

source: Password reminder
el: Şifre hatırlama

source: Search Ticket
el: Bilet ara

source: ID:
el: No:

source: Enter ticket ID
el: Bilet No'su gir

source: Search
el: Ara

source: Ticket
el: Bilet

source: Unknown ticked ID
el: Bilinmeyen bilet No'su

source: Money
el: Para

source: Pay
el: Öde

source: Find event
el: Maç bul

source: Search by event name
el: Maç adıyla arat

source: Search by event ID
el: Maç No'su ile arat

source: Search results for:
el: Sonuçlarda ara:

source: No available events are found for this league
el: Bu ligde mevcut maç bulunamadı

source: Search Events
el: Maçları arat

source: Search another event ID
el: Başka bir maç No'su arat

source: Search another event name
el: Başka bir maç adı arat

source: Please complete the following form
el: Lütfen aşağıdaki formu doldurunuz

source: Confirm changes
el: Değişiklikleri onayla

source: Activity Column
el: Etkinlik Sütunu

source: Current balance
el: Bakiye

source: Today placed tickets
el: Bugün oynanan biletler

source: Contact us
el: Bize ulaşın

source: If you have any problem, do not hesitate to contact the customer service using form below:
el: Herhangi bir sorunla karşılaştığınızda,müşteri hizmetlerine aşağıdaki formla başvurmaktan çekinmeyin:

source: Subject
el: Konu

source: Name
el: Ad

source: Message
el: Mesaj

source: News
el: Haberler

source: Read more
el: Devamı

source: Soccer
el: Futbol

source: Basketball
el: Basketbol

source: Ice Hockey
el: Buz Hokeyi

source: Tennis
el: Tenis

source: Rugby
el: Ragbi

source: Half Time 3 way
el: İlk yarı 3 yönlü

source: Top Games
el: En popüler maçlar

source: IceHockey
el: Buz Hokeyi

source: Handball
el: Hentbol

source: Last Minute Bets
el: Son dakika bahisleri

source: Shortly
el: Kısaca

source: %d events available
el: %d maçları mevcut

source: Bet now
el: Şimdi oynayın

source: Football
el: Futbol

source: Draw
el: Berabere

source: League not found
el: Lig bulunamadı

source: No available events found for this league
el: Bu ligde mevcut maç bulunamadı

source: Last Minute
el: Son dakika

source: No leagues selected
el: Lig seçilmemiş

source: Single
el: Tekli

source: Combi
el: Kombine

source: System
el: Sistem

source: Delete all bets
el: Tüm bahisleri sil

source: Total odds
el: Toplam katsayı

source: Stake
el: Katsayı

source: Preview
el: Önizleme

source: Place Bet
el: Bahsi yatır

source: No bet selected yet. <br>Click on the respective odds to select the bets.
el: Hiçbir bahis henüz seçilmedi. <br> bahisleri seçmek için oranların üzerine tıklayın.

source: Ticket History
el: Bilet geçmişi

source: Ticket ID:
el: Bilet No'su:

source: Print
el: Yazdır

source: No tickets activity available
el: Bilet aktivitesi bulunamadı

source: Date and time
el: Tarih ve zaman

source: Ticket id
el: Bilet No'su

source: ID / Date
el: No / Tarih

source: Total:
el: Toplam:

source: Amount:
el: Miktar:

source: Return:
el: Kazanç:

source: Please see your betting history below:
el: Lütfen bahis geçmişini aşağıda görünüz:

source: Ticket ID
el: Bilet No'su:

source: Note
el: Not

source: To place ticket please use betslip.
el: Bilet yatırmak için lütfen kupon kullanınız.

source: Pending tickets
el: Beklemedeki biletler

source: Please see you recently placed tickets below:
el: Lütfen aşağıda son yatırdığınız bahisleri görünüz:

source: Paid
el: Ödenmiş

source: No pending tickets found. For previous tickets please see tickets history.
el: Hiçbir bekleyen bilet bulunamadı. Önceki biletler için bilet tarihine bakın.

source: History
el: Geçmiş

source: Ticket Preview
el: Bilet önizleme

source: Event ID / Date
el: Maç No'su/ Tarihi

source: Sport / League
el: Spor dalı / Lig

source: Submit Ticket
el: Bileti onayla

source: Clear Ticket
el: Bilet temizle

source: No bets selected
el: Hiçbir bahis seçilmedi

source: Ticket placed
el: Biletler oynandı

source: Your ticket is created successfully
el: Biletiniz başarıyla oluşturuldu

source: Your ticket number is
el: Bilet No'su

source: Ticket information
el: Bilet bilgileri

source: Login/Logout History
el: Giriş / Çıkış Tarihi

source: User Login/Logout History:
el: Üye Girişi / Çıkışı Tarihi:

source: Action
el: Eylem

source: Please set up options for more comfortable view.
el: Daha rahat bir görünüm için lütfen ayarlarınızı yapınız.

source: Odds type
el: Bahis çeşidi

source: Time zone
el: Zaman dilimi

source: Account information
el: Hesap bilgileri

source: Please provide full personal information to confirm your identity. Owing to regulations, your access to some products, markets and commission discounts may be restricted until you confirm your identity. You can provide personal documents using our secure email service.
el: Kimliğinizi doğrulamak için tam kişisel bilgi veriniz. Yasal düzenlemeler nedeniyle, kimliğiniz doğrulanana kadar , bazı ürünler, oyunlar ve komisyonlu indirimlere erişiminiz kısıtlanmış olabilir. Bizim güvenli sitemizi kullanarak kişisel belgelerinizi bize gönderebilirsiniz.

source: Date of birth
el: Doğum Tarihi

source: Bank name
el: Banka Adı

source: Bank code
el: Banka kodu

source: Bank account number
el: Banka hesap numarası

source: Ref. Code
el: Ref. Kodu

source: Balance Information Analysis
el: Bakiye Bilgi Analizi

source: Here you can see all the information refer to your current balance.
el: Burada hesap durumunuzla ilgili tüm bilgiler görebilirsiniz.

source: Promotional Code
el: Promosyon kodu

source: Please add promotional code below to get additional money or other benefit.
el: Çeşitli fırsatlardan yararlanmak için, lütfen aşağıya promosyon kodunuzu giriniz.

source: Submit bonus code
el: Bonus kodunu onayla

source: Confirmation
el: Onaylama

source: Email has been confirmed. You will be redirected to the home page in 5 seconds.</ br>If you are not redirected within the specified time press the follow <a href="/"">link</a>"
el: E-posta teyit edilmiştir. 5 saniye içinde ana sayfasına yönlendirileceksiniz. </ Br> Eğer belirtilen süre içinde yönlendirilmiş değilseniz <a href="/""> bağlantısını takip ediniz </ a>"

source: Incorect confirmation code
el: Onay kodu geçersiz

source: Responsible Gaming Settings
el: Sorumlu Oyun Ayarları

source: Add Limit
el: Limit Ekle

source: Set the limit you can play for each session
el: Her oturum için oynama sınırını ayarlayın

source: Do not allow me to access my sportsbook account for the next 7 days
el: 7 gün boyunca bahis hesabıma erişmeme izin verme

source: Do not allow me to access my sportsbook account for the next 6 months
el: 6 ay boyunca bahis hesabıma erişmeme izin verme

source: Block Account
el: Hesabı bloke et
