Repository: labelexe/bethappy
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: el

source: Choose your favorite sport league from the menu on the left. So you can find it next time you visit
el: Bir sonraki ziyaretinizde daha kolay bulabilmeniz için soldaki menüden favori spor ligi seçin.

source: 3 Way
el: 3 Yönlü

source: 2 Way
el: 2 Yönlü

source: Totals
el: Toplam

source: Championship Outrights
el: Şampiyona kazanan

source: Short Term Outrights
el: Kısa vade kazanan

source: Podium Finish
el: Podyum sonucu

source: 3-balls
el: 3-top

source: Correct score
el: Doğru skor

source: First Team to score
el: İlk gol atacak takım

source: 1st Half - 1X2
el: İlk yarı - 1X2

source: Both Teams to Score
el: Her iki takım da skorlayacak

source: Odd/Even goals
el: Tek/Çift gol

source: Draw no bet
el: Hiçbir bahis beraberlik

source: Goals home team
el: Ev sahibi takım gol

source: Goals away team
el: Konuk takım gol

source: Asian Handicap
el: Asya handikapı

source: Asian Total
el: Asya toplam

source: 1st Half - Asian Handicap
el: 1. Yarı - Asya handikapı

source: 1st Half - Asian Total
el: 1. Yarı - Asya toplam

source: European Handicap
el: Avrupa handikapı

source: First goalscorer
el: İlk gol atan

source: Total Goals (aggregated)
el: Toplam Gol sayısı

source: 1st Half - Correct Score
el: 1. Yarı - Doğru skor

source: Highest scoring half
el: Daha fazla gol atılan yarı

source: Matchbet + Totals
el: Maç bahisi + Toplam

source: 1st Half - Odd/Even Goals
el: 1. yarı - Tek/Çift gol

source: Overtime yes/no
el: Uzatmalar Evet/hayır

source: Winning margins
el: Kazanma marjı

source: Anytime goalscorer
el: Herhangi bir anda gol atan

source: Total number of bookings
el: Toplam kart sayısı

source: 1st Half - Total Number of Bookings
el: 1. Yarı - Toplam kart sayısı

source: Total number of booking points
el: Toplam kart puan sayısı

source: 1st Half - Total Number of Booking Points
el: 1. Yarı - Toplam kart puan sayısı

source: Player sent off?
el: Oyuncu atılması

source: 1st Half - Player Sent Off?
el: 1. Yarı - Oyuncu atılması

source: Number of bookings home
el: Kart sayısı Ev Sahibi

source: 1st Half - Number of Bookings Home
el: 1. Yarı - kart sayısı Ev Sahibi

source: Number of bookings away
el: Kart sayısı Konuk

source: 1st Half - Number of Bookings Away
el: 1. Yarı - Kart sayısı Konuk

source: First Team Booked
el: İlk Kart gösterilen Takım

source: 1st Half - First Team Booked
el: 1. Yarı - İlk Kart gösterilen Takım

source: Match bookings
el: Maç kart sayısı

source: 1st Half - Match Bookings
el: 1. Yarı - Maç kart sayısı

source: Aggregated booking points
el: Toplam kart Puanı

source: 1st Half - Aggregated Booking Points
el: 1. Yarı - Toplam kart Puanı

source: Exact bookings
el: Tam kart

source: 1st Half - Exact Bookings
el: 1. Yarı - Tam kart

source: Home Team Player Sent Off
el: Ev sahibi takım oyuncusu atılması

source: 1st Half - Home Team Player Sent Off
el: 1. Yarı - Ev sahibi takım oyuncusu atılması

source: Away Team Player Sent Off
el: Konuk Takım oyuncusu atılması

source: 1st Half - Away team Player Sent Off
el: 1. Yarı - Konuk takım oyuncusu atılması

source: Total Goals (exact)
el: Toplam Gol (tam)

source: 2nd Half - 1X2
el: 2. Yarı - 1X2

source: 2nd Half - Asian Total
el: 2. Yarı - Asya Toplam

source: 2nd Half - Asian Handicap
el: 2. Yarı - Asya Handikap

source: Halftime/Fulltime Correct Score
el: Yarı/Tam süre Doğru Skor

source: Overtime + goal Yes/No
el: Uzatma + Gol Evet/Hayır

source: Penalty shoot out Yes/No
el: Penaltılara kalsın Evet/Hayır

source: How will the match be decided?
el: Maç sonucu nasıl belirlenir

source: Clean sheet home team
el: Ev sahibi takım gol yemeden kazanır

source: Clean sheet away team
el: Konuk takım gol yemeden kazanır

source: Which team to score
el: Hangi Takım gol atsın

source: 1st Half - Total Goals
el: 1. Yarı - Toplam Gol

source: 2nd Half - Total Goals
el: 2. Yarı - Toplam Gol

source: Total corners
el: Toplam Korner

source: 1st Half - Total Corners
el: 1. Yarı - Toplam Korner

source: Corner handicap
el: Korner handikap

source: 1st Half - Corner Handicap
el: 1. Yarı - Korner Handikap

source: Corner matchbet
el: Korner maç bahisi

source: 1st Half - Corner Matchbet
el: 1. Yarı - Korner maç bahisi

source: Corner Odd/Even
el: Korner Tek/Çift

source: 1st Half - Corner Odd/Even
el: 1. Yarı - Korner Tek/Çift

source: First corner
el: İlk Korner

source: 1st Half - First Corner
el: 1. Yarı - İlk Korner

source: Home Team Number of Corners
el: Ev sahibi takım Korner sayısı

source: 1st Half - Home Team Number of Corners
el: 1. Yarı - Ev sahibi takım Korner sayısı

source: 1st Half - Totals
el: 1. Yarı - Toplam

source: 2nd Half - Totals
el: 2. Yarı - Toplam

source: Last corner
el: Son Korner

source: 1st Half - Last Corner
el: 1. Yarı - Son Korner

source: Away Team Number of Corners
el: Konuk Takım Korner sayısı

source: 1st Half - Away Team Number of Corners
el: 1. Yarı - Konuk Takım Korner sayısı

source: Last team to score
el: Son Takım gol atsın

source: Corner Total (Aggregated)
el: Korner Toplam (tüm)

source: 1st Half - Corner Total (Aggregated)
el: 1. Yarı - Korner Toplam (tüm)

source: Home to win both halves?
el: Ev Sahibi kazansın Her iki yarıda

source: Home to win either half?
el: Ev Sahibi kazansın herhangi Yarıda

source: Home to score in both halves?
el: Ev Sahibi gol atsın Her iki yarıda

source: Away to win both halves?
el: Konuk kazansın Her iki yarıda

source: Away to win either half?
el: Konuk kazansın herhangi Yarıda

source: Away to score in both halves?
el: Konuk gol atsın Her iki yarıda

source: Both halves over 1.5?
el: Her iki yarı 1.5 Üstü

source: Both halves under 1.5?
el: Her iki yarı 1.5 altı

source: 1st Half Double Chance
el: 1. Yarı Çifte Şans

source: 1st Half Draw no Bet
el: 1. Yarı Berabere bahis yok

source: First goal interval 10 min
el: İlk Gol interval 10 dak

source: First goal interval 15 min
el: İlk Gol interval 15 dak

source: First 10 minutes -3 way
el: İlk 10 dakida -3 yönlü

source: 1st Half - Both Teams to score
el: 1. Yarı - Her iki Takım gol atsın

source: 2nd Half - Both Teams to score
el: 2. Yarı - Her iki Takım gol atsın

source: Highest Scoring Half Hometeam
el: En Yüksek skorlu Yarı Ev Sahibi Takım

source: Highest Scoring Half Awayteam
el: En Yüksek skorlu Yarı Konuk Takım

source: Correct score (incl. other)
el: Doğru skor (uztm dahil)

source: Odd/Even Points
el: Tek/Çift Puan

source: 1st Half - Points Spread
el: 1. Yarı - Points Spread

source: 1st Half - Total Spread
el: 1. Yarı - Total Spread

source: Matchbet and Totals
el: Maç bahisi and Toplam

source: 1st Half - Odd/Even Points
el: 1. Yarı - Tek/Çift Puan

source: 1st Half - 2way
el: 1. Yarı - 2 yönlü

source: Highest Scoring Quarter
el: En Yüksek skorlu Çeyrek

source: 3way
el: 3 yönlü

source: 2nd Half - Points Spread
el: 2. Yarı - Points Spread

source: 2nd Half - Total Spread
el: 2. Yarı - Total Spread

source: 1st Half - Draw no bet
el: 1. Yarı - Berabere bahis yok

source: 2nd Half - Odd/Even Points
el: 2. Yarı - Tek/Çift Puan

source: 2nd Half - Draw no bet
el: 2. Yarı - Berabere bahis yok

source: Total margins NBA-ranges
el: Toplam marjı NBA-kapsamı

source: Total margins Regular-ranges
el: Toplam marjı Normal-kapsamı

source: Totals away team
el: Toplam Konuk Takım

source: Totals home team
el: Toplam Ev sahibi takım

source: 1st Quarter - 1X2
el: 1. Çeyrek - 1X2

source: 2nd Quarter - 1X2
el: 2. Çeyrek - 1X2

source: 3rd Quarter - 1X2
el: 3. Çeyrek - 1X2

source: 4th Quarter - 1X2
el: 4. Çeyrek - 1X2

source: 1st Quarter - Draw no bet
el: 1. Çeyrek - Berabere bahis yok

source: 2nd Quarter - Draw no bet
el: 2. Çeyrek - Berabere bahis yok

source: 3rd Quarter - Draw no bet
el: 3. Çeyrek - Berabere bahis yok

source: 4th Quarter - Draw no bet
el: 4. Çeyrek - Berabere bahis yok

source: 1st Quarter - Total Spread
el: 1. Çeyrek - Total Spread

source: 2nd Quarter - Total Spread
el: 2. Çeyrek - Total Spread

source: 3rd Quarter - Total Spread
el: 3. Çeyrek - Total Spread

source: 4th Quarter - Total Spread
el: 4. Çeyrek - Total Spread

source: 1st Quarter - Points Spread
el: 1. Çeyrek - Points Spread

source: 2nd Quarter - Points Spread
el: 2. Çeyrek - Points Spread

source: 3rd Quarter - Points Spread
el: 3. Çeyrek - Points Spread

source: 4th Quarter - Points Spread
el: 4. Çeyrek - Points Spread

source: 1st Quarter - Odd/Even Points
el: 1. Çeyrek - Tek/Çift Puan

source: 2nd Quarter - Odd/Even Points
el: 2. Çeyrek - Tek/Çift Puan

source: 3rd Quarter - Odd/Even Points
el: 3. Çeyrek - Tek/Çift Puan

source: 4th Quarter - Odd/Even Points
el: 4. Çeyrek - Tek/Çift Puan

source: First to x points
el: İlk x puana varan

source: Total AAMS
el: Toplam AAMS

source: Total 3way
el: Toplam 3 yönlü

source: Points Spreads (Overtime)
el: Points Spreads (Uzatma)

source: Total Spreads (Overtime)
el: Total Spreads (Uzatma)

source: Odd/Even Runs (Overtime)
el: Tek/Çift Runs (Uzatma)

source: Correct Score
el: Doğru Skor

source: Both teams to score?
el: Her iki Takım gol atsın

source: 1st Period - 3way
el: 1. Periyot - 3 yönlü

source: 3rd Period - 3way
el: 3. Periyot - 3 yönlü

source: 1st Period – Total
el: 1. Periyot – Toplam

source: 2nd Period – Total
el: 2. Periyot – Toplam

source: 3rd Period – Total
el: 3. Periyot – Toplam

source: 1st Period - Double Chance
el: 1. Periyot - Çifte Şans

source: 2nd Period - Double Chance
el: 2. Periyot - Çifte Şans

source: 3rd Period - Double Chance
el: 3. Periyot - Çifte Şans

source: Odd/Even goals (Inc. OT and Penalty Shootout)
el: Tek/Çift Gol (Uztm ve Penaltı dahil)

source: Highest Scoring Period
el: En Yüksek skorlu Periyot

source: Goal Spreads (incl. OT)
el: Goal Spreads (uztm dahil)

source: Total Spreads (incl. OT)
el: Total Spreads (uztm dahil)

source: Last team to Score
el: Son Takım gol atsın

source: 2nd Period - 3way
el: 2. Periyot - 3 yönlü

source: 1st Period - Odd/Even goals
el: 1. Periyot - Tek/Çift Gol

source: 2nd Period - Odd/Even goals
el: 2. Periyot - Tek/Çift Gol

source: 3rd Period - Odd/Even goals
el: 3. Periyot - Tek/Çift Gol

source: 1st Period - Draw no bet
el: 1. Periyot - Berabere bahis yok

source: 2nd Period - Draw no bet
el: 2. Periyot - Berabere bahis yok

source: 3rd Period - Draw no bet
el: 3. Periyot - Berabere bahis yok

source: 2nd Period - Both teams to score
el: 2. Periyot - Her iki Takım gol atsın

source: 3rd Period - Both teams to score
el: 3. Periyot - Her iki Takım gol atsın

source: 1st Period - Goal Spreads
el: 1. Periyot - Goal Spreads

source: 2nd Period - Goal Spreads
el: 2. Periyot - Goal Spreads

source: 3rd Period - Goal Spreads
el: 3. Periyot - Goal Spreads

source: 2nd Period - First team to score
el: 2. Periyot - İlk Takım gol atsın

source: 3rd Period - First team to score
el: 3. Periyot - İlk Takım gol atsın

source: 1st Period - Last team to score
el: 1. Periyot - Son Takım gol atsın

source: 2nd Period - Last team to score
el: 2. Periyot - Son Takım gol atsın

source: 3rd Period - Last team to score
el: 3. Periyot - Son Takım gol atsın

source: 1st Period - Both teams to score
el: 1. Periyot - Her iki Takım gol atsın

source: Totals (incl. OT)
el: Toplam (uztm dahil)

source: 2way (incl. OT)
el: 2 yönlü (uztm dahil)

source: 1st Set Winner
el: 1. Set Kazanan

source: Total Number of Sets (best of 3)
el: Toplam set sayısı (en iyi 3)

source: 2nd Set Winner
el: 2. Set Kazanan

source: Total Number of Sets (best of 5)
el: Toplam set sayısı (en iyi 5)

source: Correct Set Score (best of 3 sets)
el: Doğru Set Skoru (en iyi 3 set)

source: Correct Set Score (best of 5 sets)
el: Doğru Set Skoru ( en iyi 5 set)

source: 1st Half - 3way
el: 1. Yarı - 3 yönlü

source: Halftime / Fulltime
el: Yarı / Tam zaman

source: Odd / Even Goals
el: Tek / Çift Gol

source: 1st Half - Goal Spread
el: 1. Yarı - Goal Spread

source: 2nd half - 3way
el: 2. Yarı - 3 yönlü

source: 1st half - Double Chance
el: 1. Yarı - Çifte Şans

source: 1st half - Draw no bet
el: 1. Yarı - Berabere bahis yok

source: 1st Half - Odd / Even
el: 1. Yarı - Tek / Çift

source: 2nd Half - Odd / Even
el: 2. Yarı - Tek / Çift

source: 2nd half - Draw no bet
el: 2. Yarı - Berabere bahis yok

source: 2nd half - Double Chance
el: 2. Yarı - Çifte Şans

source: Winning Margins Rugby Union
el: Kazanma marjı Ragbi Birliği

source: Winning Margins Rugby League
el: Kazanma marjı Ragbi Ligi

source: 1st Half - Points Spreads
el: 1. Yarı - Points Spreads

source: 1st Half – Odd/Even Points
el: 1. Yarı – Tek/Çift Puan

source: Odd/Even Points (overtime)
el: Tek/Çift Puan (Uzatma)

source: 2nd Half - Points Spread (incl. Overtime)
el: 2. Yarı - Points Spread (dahil Uzatma)

source: 2nd Half - Total Spreads (incl. Overtime)
el: 2. Yarı - Total Spreads (dahil Uzatma)

source: Who wins first set
el: İlk set kim kazanır

source: Who wins second set
el: İkinci set kim kazanır

source: Total number of sets (best of 5)
el: Toplam set sayısı (en iyi 5)

source: Correct Set Score
el: Doğru Set Skoru

source: How many sets will exceed score limit?
el: Kaç set skor limitini geçer

source: 1st Set Handicap
el: 1. Set Handikap

source: 1st Set Total
el: 1. Set Toplam

source: 1st Set Race to X
el: 1. Set Race to X

source: 1st Set Odd/even
el: 1. Set Tek/Çift

source: Who wins third set
el: Üçüncü seti kim kazanır

source: Who wins fourth set
el: Dördüncü seti kim kazanır

source: Who wins fifth set
el: Beşinci seti kim kazanır

source: 5th Set Played?
el: 5. set oynanır mı

source: 4th Set Played?
el: 4. set oynanır mı

source: Total number of sets (best of 3)
el: Toplam set sayısı (en iyi 3)

source: Over
el: Üstü

source: Under
el: Altı

source: None
el: Hiçbiri

source: goals
el: Gol

source: Goals
el: Gol

source: Under and home
el: Altı ve Ev Sahibi

source: Under and draw
el: Altı ve berabere

source: Under and away
el: Altı ve Konuk

source: 1st
el: 1inci

source: 2nd
el: 2inci

source: Odd
el: Tek

source: Even
el: Çift

source: Others
el: Diğer

source: Both teams
el: Her iki Takım

source: Over and away
el: Üstü and Konuk

source: Over and draw
el: Üstü and berabere

source: Over and home
el: Üstü and Ev Sahibi

source: other
el: diğer

source: 1st period
el: 1. Periyot

source: 2nd period
el: 2. Periyot

source: 3rd period
el: 3. Periyot

source: 1 sets
el: 1 set

source: 2 sets
el: 2 set

source: 3 sets
el: 3 set

source: 4 sets
el: 4 set

source: 5 sets
el: 5 set

source: 0 sets
el: 0 set

source: 1st quarter
el: 1. Çeyrek

source: 2nd quarter
el: 2. Çeyrek

source: 3rd quarter
el: 3. Çeyrek

source: 4th quarter
el: 4. Çeyrek

source: No goal
el: Gol yok

source: Chat with Real Dealers
el: Gerçek krupiyelerle chat yap

source: PLAY NOW
el: ŞİMDİ OYNA
