Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Home Team Player Sent Off
bg_bg: Червен картон за домакин
cn_cn: 主队球员退场
cs_cz: Vyloučení – domácí
de_de: Platzverweis Gastgeber
el_gr: Θα αποβληθεί παίκτης από την γηπεδούχο ομάδα;
fr_fr: Joueur équipe hôte exclu
hr_hr: Isključenje domaćeg igrača
hu_hu: Hazai csapat játékosát kiállítják
jp_jp: ホームチームプレーヤーが退場させられました
pl_pl: Zawodnik gospodarzy wydalony z boiska
pt_pt: Jogador da equipa de casa expulso
ro_ro: Jucător Gazde eliminat
ru_ru: Игрок команды хозяев удален с поля
sr_sp: Igrač domaćina isključen

source: 1st Half - Home Team Player Sent Off
bg_bg: 1-во полувреме - червен картон за домакин
cn_cn: 上半场 — 主队球员退场
cs_cz: 1. poločas – vyloučení – domácí
de_de: 1. Hälfte - Platzverweis Gastgeber
el_gr: 1ο Ημίχρονο - Θα αποβληθεί παίκτης από την γηπεδούχο ομάδα;
fr_fr: 1ère mi-temps - Accueil Équipe Joueur expulsé
hr_hr: 1. poluvrijeme - isključenje domaćeg igrača
hu_hu: 1. félidő - Hazai csapat játékosát kiállítják
jp_jp: 第一ハーフ-ホームチームプレーヤーが退場させられました
pl_pl: Pierwsza połowa - zawodnik gospodarzy wydalony z boiska
pt_pt: 1ª Metade - Jogador da equipa de casa expulso
ro_ro: Repriza 1 - Jucător gazde eliminat
ru_ru: 1 тайм - игрок команды хозяев удален с поля
sr_sp: 1. poluvreme - Igrač domaćina isključen

source: Away Team Player Sent Off
bg_bg: Червен картон за гост
cn_cn: 客队球员退场
cs_cz: Vyloučení – hosté
de_de: Platzverweis Auswärtsteam
el_gr: Θα αποβληθεί παίκτης από την φιλοξενούμενη ομάδα;
fr_fr: Joueur équipe visiteuse exclu
hr_hr: Isključenje gostujućeg igrača
hu_hu: Vendégcsapat játékosát kiállítják
jp_jp: アウェイチームプレーヤーが退場させられました
pl_pl: Zawodnik gości wydalony z boiska
pt_pt: Jogador da equipa de fora expulso
ro_ro: Jucător oaspeţi eliminat
ru_ru: Игрок команды гостей удален с поля
sr_sp: Igrač gostiju isključen

source: 1st Half - Away team Player Sent Off
bg_bg: 1-во полувреме - червен картон за гост
cn_cn: 上半场 — 客队球员退场
cs_cz: 1. poločas – vyloučení – hosté
de_de: 1. Hälfte - Platzverweis Auswärtsspieler
el_gr: 1ο Ημίχρονο - Θα αποβληθεί παίκτης από την φιλοξενούμενη ομάδα;
fr_fr: 1ère mi-temps - Équipe extérieure Joueur expulsé
hr_hr: 1. poluvrijeme - isključenje gostujućeg igrača
hu_hu: 1. félidő - Vendégcsapat játékosát kiállítják
jp_jp: 第一ハーフーアウェイチームプレーヤーが退場させられました
pl_pl: Pierwsza połowa - zawodnik gości wydalony z boiska
pt_pt: 1ª Metade - Jogador da equipa de fora expulso
ro_ro: Repriza 1 - Jucător oaspeţi eliminat
ru_ru: 1 тайм - игрок команды хозяев удален с поля
sr_sp: 1. poluvreme - Igrač gosta isključen

source: Total Goals (exact)
bg_bg: Сбор голове (точен)
cn_cn: 总进球数 (确切)
cs_cz: Celkem gólů (přesně)
de_de: Tore insgesamt (exakt)
el_gr: Ακριβείς αριθμός γκολ αγώνα
fr_fr: Buts au total (score exact)
hr_hr: Ukupan broj golova (točno)
hu_hu: Összesített gólok (pontosan)
jp_jp: （正確な）合計ゴール
pl_pl: Suma punktów (dokładna)
pt_pt: Golos totais (exatos)
ro_ro: Total goluri (exact)
ru_ru: Точное количество голов
sr_sp: Ukupno golova (tačno)

source: 2nd Half - 1X2
bg_bg: 2-ро полувреме - 1Х2
cn_cn: 下半场 — 1X2
cs_cz: 2. poločas – 1X2
de_de: 2. Hälfte - 1X2
el_gr: 2ο Ημίχρονο - Νικητής
fr_fr: 2e mi-temps - 1X2
hr_hr: 2. poluvrijeme - 1X2
hu_hu: 2. félidő - 1x2
jp_jp: 第二ハーフー１X２
pl_pl: Druga połowa - 1x2
pt_pt: 2ª Metade - 1X2
ro_ro: Repriza 2 - 1x2
ru_ru: 2 тайм - 1х2
sr_sp: 2. poluvreme - 1x2

source: 2nd Half - Asian Total
bg_bg: 2-ро полувреме - Азиатски сбор
cn_cn: 下半场 — 亚洲总计
cs_cz: 2. poločas – asijský total
de_de: 2. Hälfte - Ganzes Asiatisches Handicap
el_gr: 2ο Ημίχρονο Ασιατικό Σύνολο +/-
fr_fr: 2e mi-temps - Total asiatique
hr_hr: 2. poluvrijeme - azijski zbroj
hu_hu: 2. félidő - Ázsiai összesített
jp_jp: 第二ハーフーアジア合計
pl_pl: Druga połowa - suma azjatycka
pt_pt: 2ª Metade - Total asiático
ro_ro: Repriza 2 - Total asiatic
ru_ru: 2 тайм - азиатский тотал
sr_sp: 2. poluvreme - Azijski total

source: 2nd Half - Asian Handicap
bg_bg: 2-ро полувреме - Азиатски хендикап
cn_cn: 下半场 — 亚洲让分盘
cs_cz: 2. poločas – asijský hendikep
de_de: 2. Hälfte - Asiatisches Handicap
el_gr: 2ο Ημίχρονο Ασιατικό Χάντικαπ
fr_fr: 2e mi-temps - Handicap asiatique
hr_hr: 2. poluvrijeme - azijski hendikep
hu_hu: 2. félidő - Ázsiai hendikep
jp_jp: 第二ハーフーアジアンハンディキャップ
pl_pl: Druga połowa - handicap azjatycki
pt_pt: 2ª Metade - Handicap asiático
ro_ro: Repriza 2 - Handicap asiatic
ru_ru: 2 тайм - азиатский гандикап
sr_sp: 2. poluvreme - Azijski hendikep

source: Halftime/Fulltime Correct Score
bg_bg: Полувреме/ мач точен резултат
cn_cn: 半场 / 全场波胆
cs_cz: Přesný výsledek poločas/zápas
de_de: Halbzeit/Endstand richtiges Ergebnis
el_gr: Σκορ Ημιχρόνου / Σκορ Τελικό
fr_fr: Score exact à la mi-temps/fin du match
hr_hr: Poluvrijeme/kraj, točan rezultat
hu_hu: Félidő/játékidő pontos végeredmény
jp_jp: ハーフタイム／フルタイム 正しい得点
pl_pl: Dokładny wynik w pierwszej połowie / w całym meczy
pt_pt: Score correto Meio tempo / Tempo total
ro_ro: Scor corect pauză/fnal
ru_ru: Точное количество голов в первом тайме/обоих таймах
sr_sp: Tačan rezultat poluvreme/kraj

source: Overtime + goal Yes/No
bg_bg: Продължение + гол да/не
cn_cn: 加时 + 进球 是 / 否
cs_cz: Prodloužení + gól Ano/ne
de_de: Verlängerung + Tore Ja/Nein
el_gr: Γκολ στην παράταση Ναι / Όχι
fr_fr: Prolongation + but Oui/Non
hr_hr: Produžetak + gol, da/ne
hu_hu: Hosszabbítás + gól Igen/Nem
jp_jp: オーバータイム＋ゴール はい／いいえ
pl_pl: Dogrywka + punkt tak / nie
pt_pt: Tempo extra + golo sim/não
ro_ro: Prelungiri + gol da/nu
ru_ru: Дополнительное время + гол - да/нет
sr_sp: Produžeci + gol da/ne

source: Penalty shoot out Yes/No
bg_bg: Дузпа да/не
cn_cn: 点球大战 是 / 否
cs_cz: Penaltový rozstřel Ano/ne
de_de: Elfmeterschießen Ja/Nein
el_gr: Διαδικασία Πέναλτι Ναι/Όχι
fr_fr: Séance de tirs au but Oui/Non
hr_hr: Izvođenje jedanaesteraca, da/ne
hu_hu: Büntetőrúgás Igen/Nem
jp_jp: ペナルティシュートアウト はい／いいえ
pl_pl: Rzut karny tak / nie
pt_pt: Penalty marcado Sim / Não
ro_ro: Lovitură penalty da/nu
ru_ru: Пенальти - да/нет
sr_sp: Penali da/ne

source: How will the match be decided?
bg_bg: Как ще бъде решен мачът
cn_cn: 比赛将如何裁决？
cs_cz: Jak bude zápas rozhodnut
de_de: Wie wird das Spiel entschieden
el_gr: Πώς θα κριθεί ο αγώνας;
fr_fr: Comment le match se décidera-t-il?
hr_hr: Kako će utakmica biti odlučena?
hu_hu: Hogyan végződik a mérkőzés
jp_jp: 試合はどのように決まりますか？
pl_pl: Jak rostrzygnie się mecz
pt_pt: Como será decidido o jogo
ro_ro: Cum va fi decis meciul?
ru_ru: Кто победит в матче
sr_sp: Kako će meč biti odlučen

source: Clean sheet home team
bg_bg: Чист резултат за домакин
cn_cn: 主队零丢球
cs_cz: Čisté konto – domácí
de_de: Gastgeber ohne Gegentor
el_gr: Νίκη Γηπεδούχου Ομάδας με μηδέν παθητικό
fr_fr: Clean sheet équipe hôte
hr_hr: Domaća momčad ne prima gol
hu_hu: Hazai csapat nem kap gólt
jp_jp: クリーンシート ホームチーム
pl_pl: Czyste konto gospodarzy
pt_pt: Equipa de casa com folha limpa
ro_ro: Gazdele câştigă fără a primi gol
ru_ru: Команда хозяев сыграет в ноль
sr_sp: Domaćin bez primljenih golova

source: Clean sheet away team
bg_bg: Чист резултат за гост
cn_cn: 客队零丢球
cs_cz: Čisté konto – hosté
de_de: Auswärtsteam ohne Gegentor
el_gr: Νίκη Φιλεξενούμενης Ομάδας με μηδέν παθητικό
fr_fr: Clean sheet équipe visiteuse
hr_hr: Gostujuća momčad ne prima gol
hu_hu: Vendégcsapat nem kap gólt
jp_jp: クリーンシート アウェイチーム
pl_pl: Czyste konto gości
pt_pt: Equipa de fora com folha limpa
ro_ro: Oaspeţii câştigă fără a primi gol
ru_ru: Команда гостей сыграет в ноль
sr_sp: Gost bez primljenih golova

source: Which team to score
bg_bg: Кой ще отбележи
cn_cn: 哪队得分
cs_cz: Který tým skóruje
de_de: Treffer für welches Team
el_gr: Επόμενη ομάδα που θα σκοράρει;
fr_fr: Quelle équipe va marquer
hr_hr: Koja momčad zabija
hu_hu: Melyik csapat szerez gólt
jp_jp: どのチームに得点
pl_pl: Która drużyna zdobędzie punkt
pt_pt: Qual a equipa a marcar
ro_ro: Ce echipă să înscrie
ru_ru: Какая команда забьет
sr_sp: Koji tim će postići gol

source: 1st Half - Total Goals
bg_bg: 1-во полувреме - сбор голове
cn_cn: 上半场 — 总进球数
cs_cz: 1. poločas – góly celkem
de_de: 1. Hälfte - Tore insgesamt
el_gr: 1ο Ημίχρονο - Σύνολο γκολ +/-
fr_fr: 1ère mi-temps - Buts totaux
hr_hr: 1. poluvrijeme - ukupno golova
hu_hu: 1. félidő - Összesített gólok
jp_jp: 第一ハーフー合計ゴール
pl_pl: Pierwsza połowa - suma goli
pt_pt: 1ª Metade - Golos totais
ro_ro: Repriza 1 - Total goluri
ru_ru: 1 тайм - общее количество голов
sr_sp: 1. poluvreme - Ukupno golova

source: 2nd Half - Total Goals
bg_bg: 2-ро полувреме - сбор голове
cn_cn: 下半场 — 总进球数
cs_cz: 2. poločas – góly celkem
de_de: 2. Hälfte - Tore insgesamt
el_gr: 2ο Ημίχρονο - Σύνολο γκολ +/-
fr_fr: 2e mi-temps - Buts totaux
hr_hr: 2. poluvrijeme - ukupno golova
hu_hu: 2. félidő - Összesített gólok
jp_jp: 第二ハーフー合計ゴール
pl_pl: Druga połowa - suma goli
pt_pt: 2ª Metade - Golos totais
ro_ro: Repriza 2 - Total goluri
ru_ru: 2 тайм - общее количество голов
sr_sp: 2. poluvreme - Ukupno golova

source: Total corners
bg_bg: Сбор ъглови удари
cn_cn: 角球总计
cs_cz: Rohy celkem
de_de: Ecken insgesamt
el_gr: Σύνολο Κόρνερ
fr_fr: Corners totaux
hr_hr: Ukupno kornera
hu_hu: Összesített szögletek
jp_jp: 合計コーナー
pl_pl: Suma rzutów rożnych
pt_pt: Cantos totais
ro_ro: Total cornere
ru_ru: Общее количество угловых
sr_sp: Ukupno kornera

source: 1st Half - Total Corners
bg_bg: 1-во полувреме - сбор ъглови удари
cn_cn: 上半场 — 角球总计
cs_cz: 1. poločas – rohy celkem
de_de: 1. Hälfte - Ecken insgesamt
el_gr: 1ο ημίχρονο - Σύνολο κόρνερ
fr_fr: 1ère mi-temps - Total Corners
hr_hr: 1. poluvrijeme - ukupno kornera
hu_hu: 1. félidő - Összesített szögletek
jp_jp: 第一ハーフー合計コーナー
pl_pl: Pierwsza połowa - suma rzutów rożnych
pt_pt: 1ª Metade - Cantos totais
ro_ro: Repriza 1 - Total cornere
ru_ru: 1 тайм - общее количество угловых
sr_sp: 1. poluvreme - Ukupno kornera

source: Corner handicap
bg_bg: Ъглов удар хендикап
cn_cn: 角球让球盘
cs_cz: Rohy – hendikep
de_de: Ecken-Handicap
el_gr: Κόρνερ χάντικαπ
fr_fr: Handicap corner
hr_hr: Hendikep kornera
hu_hu: Szögletek hendikep
jp_jp: コーナーハンディキャップ
pl_pl: Handicap rzutów rożnych
pt_pt: Handicap cantos
ro_ro: Handicap corner
ru_ru: Гандикап на угловые
sr_sp: Hendikep kornera

source: 1st Half - Corner Handicap
bg_bg: 1-во полувреме - ъглов удар хендикап
cn_cn: 上半场 — 角球让球盘
cs_cz: 1. poločas – rohy – hendikep
de_de: 1. Hälfte - Ecken-Handicap
el_gr: 1ο ημίχρονο - κόρνερ χάντικαπ
fr_fr: 1ère mi-temps - Handicap d'angle
hr_hr: 1. poluvrijeme - hendikep kornera
hu_hu: 1. félidő - Szögletek hendikep
jp_jp: 第一ハーフーコーナーハンディキャップ
pl_pl: Pierwsza połowa - handicap rzutów rożnych
pt_pt: 1ª Metade - Handicap cantos
ro_ro: Repriza 1 - Handicap corner
ru_ru: 1 тайм - гандикап на угловые
sr_sp: 1. poluvreme - Hendikep kornera

source: Corner matchbet
bg_bg: Кой отбор ще има повече ъглови удари
cn_cn: 角球独赢
cs_cz: Rohy – matchbet
de_de: Ecken-Matchbet
el_gr: Ακριβής αριθμός κόρνερ
fr_fr: Paris match corner
hr_hr: Oklada na kornere za cijelu utakmicu
hu_hu: Szögletek
jp_jp: コーナーマッチベット
pl_pl: Matchbet rzutów rożnych
pt_pt: Aposta de jogo canto
ro_ro: Corner meci
ru_ru: Ставка на угловые в матче
sr_sp: Klađenje na kornere u meču

source: 1st Half - Corner Matchbet
bg_bg: 1-во полувреме - кой отбор ще има повече ъглови удари
cn_cn: 上半场 — 角球独赢
cs_cz: 1. poločas – rohy matchbet
de_de: 1. Hälfte - Ecken-Matchbet
el_gr: 1ο Ημίχρονο -Ακριβής αριθμός κόρνερ
fr_fr: 1ère mi-temps - Paris match corner
hr_hr: 1. poluvrijeme - oklada na kornere za cijelu utakmicu
hu_hu: 1. félidő - Szögletek
jp_jp: 第一ハーフーコーナーマッチベット
pl_pl: Pierwsza połowa - matchbet rzutów rożnych
pt_pt: 1ª Metade - Aposta de jogo canto
ro_ro: Repriza 1 - corner meci
ru_ru: 1 тайм - ставка на угловые в матче
sr_sp: 1. poluvreme - Klađenje na kornere u meču

source: Corner Odd/Even
bg_bg: Сбор ъглови удари нечетен/четен
cn_cn: 角球单双
cs_cz: Rohy sudé/liché
de_de: Ecken Gerade/Ungerade
el_gr: Κόρνερ Μονά/Ζυγά
fr_fr: Corner pair/impair
hr_hr: Paran/neparan broj kornera
hu_hu: Szögletek páratlan/páros
jp_jp: コーナー オッド／イーブン
pl_pl: Parzysta / nieparzysta liczba rzutów rożnych
pt_pt: Cantos Par/Ímpar
ro_ro: Cornere par/impar
ru_ru: Нечетное/четное количество угловых
sr_sp: Neparno/parno kornera

source: 1st Half - Corner Odd/Even
bg_bg: 1-во полувреме - сбор ъглови удари нечетен/четен
cn_cn: 上半场 — 角球单双
cs_cz: 1. poločas – rohy sudé/liché
de_de: 1. Hälfte - Ecken Gerade/Ungerade
el_gr: 1ο Ημίχρονο - Κόρνερ Μονά/Ζυγά
fr_fr: 1er Demi - Corner Odd / Even
hr_hr: 1. poluvrijeme - paran/neparan broj kornera
hu_hu: 1. félidő - Szögletek páratlan/páros
jp_jp: 第一ハーフーコーナー オッド／イーブン
pl_pl: Pierwsza połowa - parzysta / nieparzysta liczba rzutów rożnych
pt_pt: 1ª Metade - Cants Par / Ímpar
ro_ro: Repriza 1 - corner par/impar
ru_ru: 1 тайм - нечетное/четное количество угловых
sr_sp: 1. poluvreme - Neparno/parno kornera

source: First corner
bg_bg: Кой първи ще бие ъглов удар
cn_cn: 第一个角球
cs_cz: První roh
de_de: Erste Ecke
el_gr: Πρώτο Κόρνερ
fr_fr: Premier corner
hr_hr: Prvi korner
hu_hu: Első szöglet
jp_jp: ファーストコーナー
pl_pl: Pierwszy rzut rożny
pt_pt: Primeiro canto
ro_ro: Primul corner
ru_ru: Первый угловой
sr_sp: Prvi korner

source: 1st Half - First Corner
bg_bg: 1-во полувреме - кой първи ще бие ъглов удар
cn_cn: 上半场 — 第一个角球
cs_cz: 1. poločas – první roh
de_de: 1. Hälfte - Erste Ecke
el_gr: 1ο Ημίχρονο - 1ο κόρνερ
fr_fr: 1ère mi-temps - Premier corner
hr_hr: 1. poluvrijeme - prvi korner
hu_hu: 1. félidő - Első szöglet
jp_jp: 第一ハーフーファーストコーナー
pl_pl: Pierwsza połowa - pierwszy rzut rożny
pt_pt: 1ª Metade - Primeiro canto
ro_ro: Repriza 1 - primul corner
ru_ru: 1 тайм - первый угловой
sr_sp: 1. poluvreme - Prvi korner

source: Home Team Number of Corners
bg_bg: Брой ъглови удари за домакин
cn_cn: 主队角球数量
cs_cz: Počet rohů – domácí
de_de: Anzahl an Ecken für Gastgeber
el_gr: Γηπεδούχος ομάδα σύνολο κόρνερ
fr_fr: Nombre de corners équipe hôte
hr_hr: Broj kornera domaće momčadi
hu_hu: Hazai csapat szögleteinek száma
jp_jp: ホームチーム コーナー数
pl_pl: Suma rzutów rożnych gospodarzy
pt_pt: Equipa de casa, número de cantos
ro_ro: Număr cornere gazde
ru_ru: Количество угловых команды хозяев
sr_sp: Ukupan broj kornera domaćina

source: 1st Half - Home Team Number of Corners
bg_bg: 1-во полувреме - брой ъглови удари за домакин
cn_cn: 上半场 — 主队角球数量
cs_cz: 1. poločas – počet rohů – domácí
de_de: 1. Hälfte - Anzahl der Ecken für Gastgeber
el_gr: 1ο ημίχρονο - Γηπεδούχος ομάδα αριθμός κόρνερ
fr_fr: 1ère mi-temps - Nombre de corners équipe hôte
hr_hr: 1. poluvrijeme - broj kornera domaće momčadi
hu_hu: 1. félidő - Hazai csapat szögleteinek száma
jp_jp: 第一ハーフーホームチーム コーナー数
pl_pl: Pierwsza połowa - suma rzutów rożnych gospodarzy
pt_pt: 1ª Metade - Equipa de casa, número de cantos
ro_ro: Repriza 1 - număr cornere gazde
ru_ru: 1 тайм - количество угловых команды хозяев
sr_sp: 1. poluvreme - Ukupan broj kornera domaćina

source: 1st Half - Totals
bg_bg: 1-во полувреме - сбор
cn_cn: 上半场 — 总计
cs_cz: 1. poločas – Totals
de_de: 1. Hälfte - insgesamt
el_gr: 1ο Ημίχρονο - Σύνολο γκολ +/-
fr_fr: 1ère mi-temps - Totaux
hr_hr: 1. poluvrijeme - zbroj
hu_hu: 1. félidő - Összesítettek
jp_jp: 第一ハーフー合計
pl_pl: Pierwsza połowa - suma
pt_pt: 1ª Metade - Totais
ro_ro: Repriza 1 - totaluri
ru_ru: 1 тайм - итоги
sr_sp: 1. poluvreme - Ukupno

source: 2nd Half - Totals
bg_bg: 2-ро полувреме - сбор
cn_cn: 下半场 — 总计
cs_cz: 2. poločas – Totals
de_de: 2. Hälfte - insgesamt
el_gr: 2ο Ημίχρονο - Σύνολο γκολ +/-
fr_fr: 2e mi-temps - Totaux
hr_hr: 2. poluvrijeme - zbroj
hu_hu: 2. félidő - Összesítettek
jp_jp: 第二ハーフー合計
pl_pl: Druga połowa - suma
pt_pt: 2ª Metade - Totais
ro_ro: Repriza 2 - totaluri
ru_ru: 2 тайм - итоги
sr_sp: 2. poluvreme - Ukupno

source: Last corner
bg_bg: Последен ъглов удар
cn_cn: 最后角球
cs_cz: Poslední roh
de_de: Letzte Ecke
el_gr: Τελευταίο κόρνερ
fr_fr: Dernier corner
hr_hr: Posljednji korner
hu_hu: Utolsó szöglet
jp_jp: ラストコーナー
pl_pl: Ostatni rzut rożny
pt_pt: Último canto
ro_ro: Ultimul corner
ru_ru: Последний угловой
sr_sp: Posljednji korner

source: 1st Half - Last Corner
bg_bg: 1-во полувреме - последен ъглов удар
cn_cn: 上半场 — 最后角球
cs_cz: 1. poločas – poslední roh
de_de: 1. Hälfte - Letzte Ecke
el_gr: 1ο ημίχρονο - Τελευταίο κόρνερ
fr_fr: 1ère mi-temps - Dernier corner
hr_hr: 1. poluvrijeme - posljednji korner
hu_hu: 1. félidő - Utolsó szöglet
jp_jp: 第一ハーフーラストコーナー
pl_pl: Pierwsza połowa - ostatni rzut rożny
pt_pt: 1ª Metade - Último canto
ro_ro: Repriza 1 - ultimul corner
ru_ru: 1 тайм - последний угловой
sr_sp: 1. poluvreme - Posljednji korner

source: Away Team Number of Corners
bg_bg: Брой ъглови удари за гост
cn_cn: 客队角球数量
cs_cz: Počet rohů – hosté
de_de: Anzahl an Ecken für Auswärtsteam
el_gr: Φιλοξενούμεν ομάδα σύνολο κόρνερ
fr_fr: Nombre de corners équipe visiteuse
hr_hr: Broj kornera gostujuće momčadi
hu_hu: Vendégcsapat szögleteinek száma
jp_jp: アウェイチーム コーナー数
pl_pl: Suma rzutów rożnych gości
pt_pt: Equipa de fora, número de cantos
ro_ro: Număr cornere echipa oaspete
ru_ru: Количество угловых команды гостей
sr_sp: Ukupan broj kornera gosta

source: 1st Half - Away Team Number of Corners
bg_bg: 1-во полувреме - брой ъглови удари за гост
cn_cn: 上半场 — 客队角球数量
cs_cz: 1. poločas – počet rohů – hosté
de_de: 1. Hälfte - Anzahl der Ecken für Auswärtsteam
el_gr: 1ο Ημίχρονο - Φιλοξενούμενη ομάδα σύνολο κόρνερ
fr_fr: 1ère mi-temps - Nombre de corners équipe visiteuse
hr_hr: 1. poluvrijeme - broj kornera gostujuće momčadi
hu_hu: 1. félidő - Vendégcsapat szögleteinek száma
jp_jp: 第一ハーフーアウェイチーム コーナー数
pl_pl: Pierwsza połowa - suma rzutów rożnych gości
pt_pt: 1ª Metade - Equipa de fora, número de cantos
ro_ro: Repriza 1 - număr cornere echipa oaspete
ru_ru: 1 тайм - количество угловых команды гостей
sr_sp: 1. poluvreme - Ukupan broj kornera gosta

source: Last team to score
bg_bg: Кой отбор ще отбележи последен
cn_cn: 最后得分队
cs_cz: Skóruje jako poslední
de_de: Team erzielt zuletzt Treffer
el_gr: Τελευταία ομάδα που θα σκοράρει
fr_fr: Dernière équipe à marquer
hr_hr: Momčad koja posljednja zabija
hu_hu: Utolsó gólszerző csapat
jp_jp: 得点する最後のチーム
pl_pl: Ostatnia drużyna, która zdobędzie punkt
pt_pt: Última equipa a marcar
ro_ro: Ultima echipă să înscrie
ru_ru: Последняя забившая команда
sr_sp: Koji tim će posljednji postići gol

source: Corner Total (Aggregated)
bg_bg: Сбор ъглови удари (общо)
cn_cn: 角球总计(合计)
cs_cz: Celkem rohů (součet)
de_de: Ecken insgesamt (zusammen)
el_gr: Σύνολο κόρνερ - Συνολικά κόρνερ
fr_fr: Total corners (cumulés)
hr_hr: Zbroj kornera (zajedno)
hu_hu: Összesített szögletek
jp_jp: コーナー合計（統合）
pl_pl: Suma rzutów rożnych (zagregowana)
pt_pt: Total de Cantos (Agregado)
ro_ro: Total corner (agregat)
ru_ru: Общее количество угловых (совокупное)
sr_sp: Ukupno kornera (svi)

source: 1st Half - Corner Total (Aggregated)
bg_bg: 1-во полувреме - сбор ъглови удари (общо)
cn_cn: 上半场 — 角球总计(合计)
cs_cz: 1. poločas – celkem rohů (součet)
de_de: 1. Hälfte - Ecken insgesamt (zusammen)
el_gr: 1ο Ημίχρονο - Σύνολο κόρνερ - Συνολικά κόρνερ
fr_fr: 1ère mi-temps - Total corners (cumulés)
hr_hr: 1. poluvrijeme - zbroj kornera (zajedno)
hu_hu: 1. félidő - Összesített szögletek
jp_jp: 第一ハーフーコーナー合計（統合）
pl_pl: Pierwsza połowa - suma rzutów rożnych (zagregowana)
pt_pt: 1ª Metade - Total de Cantos (Agregado)
ro_ro: Repriza 1 - Total corner (agregat)
ru_ru: 1 тайм - общее количество угловых (совокупное)
sr_sp: 1. poluvreme - Ukupno kornera (svi)

source: Home to win both halves?
bg_bg: Домакинът да победи и в двете полувремена
cn_cn: 主队有否赢上及下半场？
cs_cz: Domácí vyhrají oba poločasy
de_de: Gastgeber gewinnt beide Hälften
el_gr: Γηπεδούχος νικητής και των δύο ημιχρόνων
fr_fr: Équipe hôte gagne les deux mi-temps?
hr_hr: Domaćin pobjeđuje u oba poluvremena
hu_hu: Hazai csapat megnyeri mindkét félidőt
jp_jp: 両方のチームに勝つホーム？
pl_pl: Drużyna gospodarzy wygra obie połowy
pt_pt: Equipa da casa vence as duas partes
ro_ro: Gazdele să câştige ambele reprize
ru_ru: Команда хозяев лидирует в обоих таймах
sr_sp: Domaćin dobija oba poluvremena

source: Home to win either half?
bg_bg: Домакинът да победи в кое да е от полувремената
cn_cn: 主队有否赢上或下半场？
cs_cz: Domácí vyhrají jeden poločas
de_de: Gastgeber gewinnt eine Hälfte
el_gr: Ποιο ημίχρονο θα κερδίσει ο γηπεδούχος
fr_fr: Équipe hôte gagne une des deux mi-temps?
hr_hr: Domaćin pobjeđuje u bilo kojem poluvremenu
hu_hu: Hazai csapat megnyeri valamelyik félidőt
jp_jp: 片方のチームに勝つホーム？
pl_pl: Drużyna gospodarzy wygra obie połowy meczu
pt_pt: Equipa da casa vence uma das partes
ro_ro: Gazdele să câştige una din reprize
ru_ru: Команда хозяев лидирует в одном из таймов
sr_sp: Domaćin dobija jedno poluvreme

source: Home to score in both halves?
bg_bg: Домакинът да отбележи и в двете полувремена
cn_cn: 主队有否在上及下半场得分？
cs_cz: Domácí skórují oba poločasy
de_de: Gastgeber erzielt in beiden Hälften Treffer
el_gr: Γηπεδούχος να σκοράρει και στα δύο ημίχρονα
fr_fr: Équipe hôte marque dans les deux mi-temps?
hr_hr: Domaćin zabija u oba poluvremena
hu_hu: Hazai csapat gólt szerez mindkét félidőben
jp_jp: 両方のチームに得点するホーム？
pl_pl: Drużyna gospodarzy wygra którąś połowę meczu
pt_pt: Equipa da casa marca em ambas as partes
ro_ro: Gazdele să înscrie în ambele reprize
ru_ru: Команда хозяев забьет в обоих таймах
sr_sp: Domaćin postiže gol u oba poluvremena

source: Away to win both halves?
bg_bg: Гостът да победи и в двете полувремена
cn_cn: 客队有否赢上及下半场？
cs_cz: Hosté vyhrají oba poločasy
de_de: Auswärtsmannschaft gewinnt beide Hälften
el_gr: Φιλοξενούμενος νικητής και των δύο ημιχρόνων
fr_fr: Équipe visiteuse gagne les deux mi-temps?
hr_hr: Gost pobjeđuje u oba poluvremena
hu_hu: Vendégcsapat megnyeri mindkét félidőt
jp_jp: 両方のチームに勝つアウェイ？
pl_pl: Drużyna gości wygra obie połowy meczu
pt_pt: Equipa de fora vence as duas partes
ro_ro: Oaspeţii să câştige ambele reprize
ru_ru: Команда гостей лидирует в обоих таймах
sr_sp: Gost dobija oba poluvremena

source: Away to win either half?
bg_bg: Гостът да победи в кое да е от полувремената
cn_cn: 客队有否赢上或下半场？
cs_cz: Hosté vyhrají jeden poločas
de_de: Auswärtsmannschaft gewinnt eine Hälfte
el_gr: Ποιο ημίχρονο θα κερδίσει ο φιλοξενούμενος
fr_fr: Équipe visiteuse gagne une des deux mi-temps?
hr_hr: Gost pobjeđuje u bilo kojem poluvremenu
hu_hu: Vendégcsapat megnyeri valamelyik félidőt
jp_jp: どちらか片方に勝つアウェイ？
pl_pl: Drużyna gości wygra którąś połowę meczu
pt_pt: Equipa da fora vence uma das partes
ro_ro: Oaspeţii să câştige una din reprize
ru_ru: Команда гостей лидирует в одном из таймов
sr_sp: Gost dobija jedno poluvreme

source: Away to score in both halves?
bg_bg: Гостът да отбележи и в двете полувремена
cn_cn: 客队有否在上及下半场得分？
cs_cz: Hosté skórují oba poločasy
de_de: Auswärtsmannschaft erzielt in beiden Hälften Treffer
el_gr: Φιλοξενούμενος να σκοράρει και στα δύο ημίχρονα
fr_fr: Équipe visiteuse marque dans les deux mi-temps?
hr_hr: Gost zabija u oba poluvremena
hu_hu: Vendégcsapat gólt szerez mindkét félidőben
jp_jp: 両方のチームに得点するアウェイ？
pl_pl: Drużyna gości zdobędzie punkt w obu połowach meczu
pt_pt: Equipa de fora marca em ambas as partes
ro_ro: Oaspeţii să înscrie în ambele reprize
ru_ru: Команда гостей забьет в обоих таймах
sr_sp: Gost postiže gol u oba poluvremena

source: Both halves over 1.5?
bg_bg: Повече от 1.5 гол и в двете полувремена
cn_cn: 上及下半场是否低于1.5？
cs_cz: Oba poločasy nad 1,5
de_de: Beide Hälften über 1.5
el_gr: Και τα δύο ημίχρονα +1.5 γκολ
fr_fr: Deux mi-temps au-dessus de 1,5?
hr_hr: Oba poluvremena više od 1,5
hu_hu: Mindkét félidő 1.5 felett
jp_jp: 両方の前半試合は1.5以上？
pl_pl: Obie połowy ponad 1,5 punkta
pt_pt: Ambas as partes com mais de 1.5
ro_ro: Ambele reprize peste 1,5
ru_ru: Коэффициент в обоих таймах выше 1,5
sr_sp: Oba poluvremena preko 1,5

source: Both halves under 1.5?
bg_bg: По-малко от 1.5 гол и в двете полувремена
cn_cn: 上及下半场是否高于1.5？
cs_cz: Oba poločasy pod 1,5
de_de: Beide Hälften unter 1.5
el_gr: Και τα δύο ημίχρονα -1.5 γκολ
fr_fr: Deux mi-temps en-dessous de 1,5?
hr_hr: Oba poluvremena manje od 1,5
hu_hu: Mindkét félidő 1.5 alatt
jp_jp: 両方の前半試合は1.5以下？
pl_pl: Obie połowy poniżej 1,5 punkta
pt_pt: Ambas as partes abaixo de 1.5
ro_ro: Ambele reprize sub 1,5
ru_ru: Коэффициент в обоих таймах ниже 1,5
sr_sp: Oba poluvremena ispod 1,5
