Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Payment Options
bg_bg: Платежни средства
cn_cn: 支付选项
cs_cz: Platební metody
de_de: Zahlungsoptionen
el_gr: Τρόποι Πληρωμής
fr_fr: Méthodes de paiement
hr_hr: Mogućnosti plaćanja
hu_hu: Fizetési módok
jp_jp: 支払オプション
pl_pl: Opcje płatności
pt_pt: Opções de Pagamento
ro_ro: Opţiuni plată
ru_ru: Способы платежа
sr_sp: Opcije plaćanja

source: Extra Bets
bg_bg: Допълнителни залози
cn_cn: 额外投注
cs_cz: Sázky navíc
de_de: Extrawetten
el_gr: Έξτρα στοιχήματα
fr_fr: Paris extra
hr_hr: Dodatne oklade
hu_hu: Extra fogadások
jp_jp: エキストラベット
pl_pl: Dodatkowe zakłady
pt_pt: Apostas Extra
ro_ro: Pariuri extra
ru_ru: Дополнительные ставки
sr_sp: Dodatne opklade

source: No, don't remind me again
bg_bg: Не, не ми напомняй отново
cn_cn: 不，不要再提醒我
cs_cz: Ne, už nepřipomínat
de_de: Nicht mehr erinnern
el_gr: Όχι, μη μου το θυμίσεις πάλι
fr_fr: Non, ne plus me le rappeler
hr_hr: Ne, nemoj me više podsjećati
hu_hu: Nem, ne emlékeztessen újra
jp_jp: いいえ、思い出させなくて結構です
pl_pl: Nie przypominaj mi ponownie
pt_pt: Não, não voltem a lembrar-me
ro_ro: Nu, nu imi mai aminti
ru_ru: Не напоминать
sr_sp: Ne, ne podsećaj me ponovo

source: Choose your favorite sport league from the menu on the left. So you can find it next time you visit
bg_bg: Изберете любимата си спортна лига от менюто вляво. Така ще я намерите лесно при следващото си посещение
cn_cn: 从左边菜单选择您喜欢的运动联赛，让您于下次访问寻找
cs_cz: Vyberte si nejoblíbenější sportovní ligu v menu vlevo. Příště ji tak snáze najdete.
de_de: Wählen Sie aus dem Menü auf der linken Seite Ihre Lieblingssportart. So finden Sie sie bei Ihrem nächsten Besuch
el_gr: Διάλεξε τα αγαπημένα σου σπορ και πρωταθλήματα από το μενού στα αριστερά ώστε να τα βρεις την επόμενη φορά που θα το ξανά επισκεφθείς.
fr_fr: Choisissez votre ligue préférée dans le menu à gauche. Ainsi vous pourrez la retrouver lors de votre prochaine visite
hr_hr: U izborniku na lijevoj strani odaberite ligu iz svog omiljenog sporta. Tako da je možete pronaći prilikom sljedeće posjete
hu_hu: Válaszd ki kedvenc sportligádat a baloldali menüből. Következő alkalommal így könnyen megtalálhatod őket.
jp_jp: 左にあるメニューからお気に入りのスポーツリーグを選んで下さい。次回来る時に簡単に見つけられます
pl_pl: Wybierz ulubioną ligę sportową z menu po lewej stronie, aby móc łatwo ją znaleźć przy kolejnej wizycie
ro_ro: Alegeţi sportul preferat din meniul din partea stângă. Astfel îl puteţi găsi la următoarea vizită.
ru_ru: Выберите свою любимую лигу в меню слева. Так вы всегда сможете легко найти ее на сайте в будущем
sr_sp: Odaberite svoju omiljenu sportsku ligu iz menija na levoj strani. Tako da je možete naći sledeći put kada nas posetite

source: 3 Way
bg_bg: Изход с троен знак
cn_cn: 三路
de_de: 3 Wege
el_gr: Νικητής αγώνα
hr_hr: 3 ishoda
hu_hu: 3 esély
jp_jp: ３通り
pl_pl: 3 możliwości
ro_ro: 1x2
ru_ru: Тройной исход
sr_sp: 3 ishoda

source: 2 Way
bg_bg: Изход с двоен знак
cn_cn: 二路
de_de: 2 Wege
el_gr: Νικητής αγώνα
hr_hr: 2 ishoda
hu_hu: 2 esély
jp_jp: 2通り
pl_pl: 2 możliwości
ru_ru: Двойной исход
sr_sp: 2 ishoda

source: Totals
bg_bg: Сбор
cn_cn: 总计
de_de: Insgesamt
el_gr: Σύνολο γκολ +/-
fr_fr: Totaux
hr_hr: Ukupno
hu_hu: Összesítettek
jp_jp: 合計
pl_pl: Suma
pt_pt: Totais
ro_ro: Totaluri
ru_ru: Итоги
sr_sp: Ukupni

source: Championship Outrights
bg_bg: Шампионски аутрайт залози
cn_cn: 锦标赛总冠军
cs_cz: Vítěz Championship
de_de: Ausgang Meisterschaft
el_gr: Ειδικά στοιχήματα Πρωταθλήματος
fr_fr: Championnats
hr_hr: Pobjednik prvenstva
hu_hu: Bajnokság végső győztesek
jp_jp: アウトライト選手権
pl_pl: Wyniki mistrzostw
pt_pt: Outrights de Campeonatos
ro_ro: Clasament campionat
ru_ru: Турнирные ставки на чемпионат
sr_sp: Konačni pobednici prvenstva

source: Short Term Outrights
bg_bg: Краткосрочни аутрайт залози
cn_cn: 短期总冠军
cs_cz: Krátkodobý vítěz
de_de: Ergebnis auf kurze Dauer
el_gr: Μικροπρόθεσμα ειδικά στοιχήματα
fr_fr: Compétitions à court terme
hr_hr: Kratkoročni pobjednici
hu_hu: Rövidtávú végső győztesek
jp_jp: 短期アウトライト
pl_pl: Wyniki krótkoterminowe
pt_pt: Outrights de curto prazo
ro_ro: Clasamente perioadă scurtă
ru_ru: Краткосрочные турнирные ставки
sr_sp: Konačni pobednici na kratki period

source: Podium Finish
bg_bg: Финиширане с медал
cn_cn: 登上颁奖台
cs_cz: Do 3. místa
de_de: Podiumplatzierung
el_gr: Θέση τερματισμού
fr_fr: Podiums
hr_hr: Pobjedničko postolje
hu_hu: Dobogós helyezés
jp_jp: 表彰台フィニッシュ
pl_pl: Miejsca na podium
pt_pt: Final no Pódio
ro_ro: Top podium
ru_ru: Завоевание призового места
sr_sp: Podijumski finiš

source: 3-balls
cn_cn: 三球
de_de: 3-Ball
el_gr: 3- Μπάλες
fr_fr: 3 balles
hr_hr: 3-lopte
hu_hu: 3 golyós
jp_jp: ３−ボール
pl_pl: 3 piłki
pt_pt: 3-Bolas
ru_ru: 3 мяча
sr_sp: 3-lopte

source: Correct score
bg_bg: Точен резултат
cn_cn: 波胆
cs_cz: Přesný výsledek
de_de: Richtiges Ergebnis
el_gr: Ακριβές σκορ
fr_fr: Score exact
hr_hr: Točan rezultat
hu_hu: Pontos végeredmény
jp_jp: 正しいスコア
pl_pl: Dokładny wynik
pt_pt: Score correto
ro_ro: Scor corect
ru_ru: Правильный счет
sr_sp: Tačan rezultat

source: First Team to score
bg_bg: Кой отбор ще отбележи първи
cn_cn: 首队得分
cs_cz: První skóruje
de_de: Team erzielt als erstes Treffer
el_gr: Πρώτη ομάδα που θα σκοράρει
fr_fr: Première équipe à marquer
hr_hr: Prva ekipa osvaja bod
hu_hu: Első gólszerző csapat
jp_jp: スコアする最初のチーム
pl_pl: Pierwsza drużyna, która zdobędzie punkt
pt_pt: Primeira equipa a marcar
ro_ro: Prima echipă să înscrie
ru_ru: Открывшая счет команда
sr_sp: Tim koji prvi daje gol

source: 1st Half - 1X2
bg_bg: Първо полувреме - 1Х2
cn_cn: 上半场 — 1X2
cs_cz: 1. poločas – 1X2
de_de: 1. Hälfte - 1X2
el_gr: 1ο Ημίχρονο - 1Χ2
fr_fr: 1ère mi-temps - 1X2
hr_hr: 1. poluvrijeme - 1X2
hu_hu: 1. félidő - 1x2
jp_jp: 第一回の半分ー１X２
pl_pl: Pierwsza połowa - 1x2
pt_pt: 1ª Metade - 1X2
ro_ro: Repriza - 1x2
ru_ru: 1 тайм - 1х2
sr_sp: 1. poluvreme - 1x2

source: Both Teams to Score
bg_bg: И двата отбора да отбележат
cn_cn: 两队都有得分
cs_cz: Skórují oba týmy
de_de: Beide Teams erzielen Treffer
el_gr: Γκολ / Γκολ
fr_fr: Les deux équipes marquent
hr_hr: Obje ekipe daju gol
hu_hu: Mindkét csapat szerez gólt
jp_jp: スコアする両方のチーム
pl_pl: Obie drużyny zdobywają punkt
pt_pt: Ambas as equipas marcam
ro_ro: Ambele echipe să înscrie
ru_ru: Забили обе команды
sr_sp: Oba tima daju gol

source: Odd/Even goals
bg_bg: Сбор голове нечетен/четен
cn_cn: 单双进球
cs_cz: Liché/sudé góly
de_de: Gerade/Ungerade Treffer
el_gr: Μονά/ζυγά γκολ
fr_fr: Buts pairs/impairs
hr_hr: Paran/neparan broj golova
hu_hu: Gólok páratlan/páros
jp_jp: 奇数／偶数ゴール
pl_pl: Punkty parzyste / nieparzyste
pt_pt: Golos Pares/Ímpares
ro_ro: Număr goluri Par/Impar
ru_ru: Нечетное/четное количество голов
sr_sp: Neparno/parno golova

source: Draw no bet
bg_bg: При равенство, залогът се отменя
cn_cn: 平手无效
cs_cz: Remíza ruší sázky
de_de: Wette ohne Unentschieden
fr_fr: Match nul écarté
hr_hr: Oklada bez neriješenog
hu_hu: Nincs fogadás döntetlenre
jp_jp: 引き分け賭けなし
pl_pl: Zwrot zakładu przy remisie
pt_pt: Empate sem aposta
ru_ru: Возврат ставки в случае ничьей
sr_sp: Povrat na nerešeno

source: Goals home team
bg_bg: Голове за домакин
cn_cn: 主队进球
cs_cz: Góly domácí
de_de: Heimspieltore
el_gr: Σύνολο γκολ γηπεδούχου ομάδας
fr_fr: Buts équipe hôte
hr_hr: Broj golova domaće momčadi
hu_hu: Gólok hazai csapat
jp_jp: ゴール ホームチーム
pl_pl: Punkty po stronie gospodarzy
pt_pt: Golos equipa da casa
ro_ro: Goluri echipa gaznă
ru_ru: Голы команды хозяев
sr_sp: Domaćin golova

source: Goals away team
bg_bg: Голове за гост
cn_cn: 客队进球
cs_cz: Góly hosté
de_de: Auswärtstore
el_gr: Σύνολο γκολ Φιλοξενούμενης ομάδας
fr_fr: Buts équipe visiteuse
hr_hr: Broj golova gostujuće momčadi
hu_hu: Gólok vendégcsapat
jp_jp: ゴール アウェイチーム
pl_pl: Punkty po stronie gości
pt_pt: Golos equipa de fora
ro_ro: Goluri echipa oaspete
ru_ru: Голы команды гостей
sr_sp: Gost golova

source: Asian Handicap
bg_bg: Азиатски хендикап
cn_cn: 亚洲让分盘
cs_cz: Asijský hendikep
de_de: Asiatisches Handicap
el_gr: Ασιατικό Χαντικαπ
fr_fr: Handicap asiatique
hr_hr: Azijski hendikep
hu_hu: Ázsiai hendikep
jp_jp: アジア人ハンディキャップ
pl_pl: Azjatycki handicap
pt_pt: Handicap asiático
ro_ro: Handicap asiatic
ru_ru: Азиатский гандикап
sr_sp: Azijski hendikep

source: Asian Total
bg_bg: Азиатски сбор голове
cn_cn: 亚洲总计
cs_cz: Asijský Total
de_de: Ganzes Asiatisches Handicap
el_gr: Ασιατικό σύνολο γκολ +/-
fr_fr: Total asiatique
hr_hr: Azijski zbroj
hu_hu: Ázsia összesített
jp_jp: アジア人ゴール
pl_pl: Azjatycka suma
pt_pt: Total asiático
ro_ro: Total asiatic
ru_ru: Азиатский тотал
sr_sp: Azijski total

source: 1st Half - Asian Handicap
bg_bg: 1-во полувреме - Азиатски хендикап
cn_cn: 上半场 — 亚洲让分盘
cs_cz: 1. poločas – asijský hendikep
de_de: 1. Hälfte - Asiatisches Handicap
el_gr: 1ο Ημίχρονο - Ασιατικό χαντικαπ
fr_fr: 1ère mi-temps - Handicap asiatique
hr_hr: 1. poluvrijeme - azijski hendikep
hu_hu: 1. félidő - Ázsiai hendikep
jp_jp: 第一回ハーフーアジア人ハンディキャップ
pl_pl: Pierwsza połowa - azjatycki handicap
pt_pt: 1ª Metade - Handicap asiático
ro_ro: Repriza 1 - handicap asiatic
ru_ru: 1 тайм - азиатский гандикап
sr_sp: 1. poluvreme - Azijski hendikep

source: 1st Half - Asian Total
bg_bg: 1-во полувреме - Азиатски сбор голове
cn_cn: 上半场 — 亚洲总计
cs_cz: 1. poločas – asijský total
de_de: 1. Hälfte - Ganzes Asiatisches Handicap
el_gr: 1ο Ημίχρονο - Ασιατικό σύνολο γκολ +/-
fr_fr: 1ère mi-temps - Total asiatique
hr_hr: 1. poluvrijeme - azijski zbroj
hu_hu: 1. félidő - Ázsiai összesített
jp_jp: 第一回ハーフーアジア人合計
pl_pl: Pierwsza połowa - azjatycka suma
pt_pt: 1ª Metade - Total asiático
ro_ro: Repriza 1 - total asiatic
ru_ru: 1 тайм - азиатский тотал
sr_sp: 1. poluvreme - Azijski total

source: European Handicap
bg_bg: Европейски хенсикап
cn_cn: 欧洲让分盘
cs_cz: Evropský hendikep
de_de: Europäisches Handicap
el_gr: Ευρωπ. Χάντικαπ
fr_fr: Handicap européen
hr_hr: Europski hendikep
hu_hu: Európai hendikep
jp_jp: ヨーロッパハンディキャップ
pl_pl: Europejski handicap
pt_pt: Handicap europeu
ro_ro: Handicap european
ru_ru: Европейский гандикап
sr_sp: Evropski hednikep

source: First goalscorer
bg_bg: Кой играч ще отбележи първи
cn_cn: 首先进球手
cs_cz: První střelec
de_de: Erster Punkteerzieler
el_gr: Πρώτος παίκτης που θα σκοράρει
fr_fr: Premier buteur
hr_hr: Prvi strijelac
hu_hu: Első gólszerző
jp_jp: 最初の得点選手
pl_pl: Pierwszy strzelec
pt_pt: Primeiro marcador
ro_ro: Primul marcator
ru_ru: Первый забивший гол игрок
sr_sp: Prvi strelac

source: Total Goals (aggregated)
bg_bg: Сбор голове в мача
cn_cn: 总进球数 (合计)
cs_cz: Celkem gólů (součet)
de_de: Tore insgesamt (zusammen)
el_gr: Σύνολο γκολ - Συνολικά γκολ
fr_fr: Buts au total (score cumulé)
hr_hr: Ukupan broj golova (zajedno)
hu_hu: Összesített gólok
jp_jp: 合計ゴール（統合）
pl_pl: Suma punktów (zagregowana)
pt_pt: Golos totais (agregados)
ro_ro: Goluri totale (agregat)
ru_ru: Всего голов (в совокупности)
sr_sp: Ukupno golova (svi)

source: 1st Half - Correct Score
bg_bg: 1-во полувреме - точен резултат
cn_cn: 上半场 — 波胆
cs_cz: 1. poločas – přesný výsledek
de_de: 1. Hälfte - richtiges Ergebnis
el_gr: 1ο Ημίχρονο ακριβές σκορ
fr_fr: 1ère mi-temps - Score exact
hr_hr: 1. poluvrijeme - točan rezultat
hu_hu: 1. félidő - Pontos eredmény
jp_jp: 第一ハーフー正しい特典
pl_pl: Pierwsza połowa - dokładny wynik
pt_pt: 1ª Metade - Score correto
ro_ro: Repriza 1 - Scor corect
ru_ru: 1 тайм - правильный счет
sr_sp: 1. poluvreme - Tačan rezultat

source: Highest scoring half
bg_bg: Полувреме с най-много отбелязани голове
cn_cn: 最高得分半场
cs_cz: Poločas s více góly
de_de: Hälfte mit höchstem Ergebnis
el_gr: Ημίχρονο με τα περισσότερα γκολ
fr_fr: Mi-temps la plus prolifique
hr_hr: Poluvrijeme s više golova
hu_hu: Legmagasabb gólszámú félidő
jp_jp: 高得点ハーフ
pl_pl: Połowa z najwyższą liczbą zdobytych punktów
pt_pt: Maior pontuação a meio
ro_ro: Repriza cu cele mai multe goluri
ru_ru: Тайм с наибольшим количеством голов
sr_sp: Poluvreme sa najviše golova

source: Matchbet + Totals
bg_bg: Краен резултат + сбор голове
cn_cn: 独赢 + 总计
de_de: Spielwette + insgesamt
el_gr: Νίκη αγώνα και Σύνολο γκολ +/-
fr_fr: Paris match + Totaux
hr_hr: Oklada na utakmicu + zbroj
hu_hu: Mérkőzésfogadás + összesítettek
jp_jp: マッチベット＋合計
pl_pl: Matchbet + Suma
pt_pt: Aposta de jogo + Totais
ro_ro: Pariu meci + Totaluri
ru_ru: Ставка на матч + итоги
sr_sp: Opklada na meč + ukupno

source: Matchflow
cn_cn: 比赛流
de_de: Spielfluss
el_gr: Πρώτη ομάδα που θα σκοράρει και Νικητής αγώνα
hu_hu: Mérkőzésesemények
jp_jp: マッチフロー
ro_ro: Derulare meci
ru_ru: Ставка на ход матча
sr_sp: Tok meča

source: 1st Half - Odd/Even Goals
bg_bg: 1-во полувреме - нечетен/четен брой голове
cn_cn: 上半场 — 单双进球
cs_cz: 1. poločas – liché/sudé góly
de_de: 1. Hälfte - Gerade/Ungerade Tore
el_gr: 1ο Ημίχρονο Μονά/ζυγά γκολ
fr_fr: 1ère mi-temps - Buts pairs/impairs
hr_hr: 1. poluvrijeme - paran/neparan broj golova
hu_hu: 1. félidő - Gólok páratlan/páros
jp_jp: 第一ハーフー奇数／偶数ゴール
pl_pl: Pierwsza połowa - punkty parzyste / nieparzyste
pt_pt: 1ª Metade - Golos pares/ímpares
ro_ro: Repriza 1 - Număr goluri impar/par
ru_ru: 1 тайм - нечетное/четное количество голов
sr_sp: 1. poluvreme - Neparno/parno golova

source: Overtime yes/no
bg_bg: Продължение да/не
cn_cn: 加时 会 / 否
cs_cz: Prodloužení ano/ne
de_de: Verlängerung ja/nein
el_gr: Θα υπάρξει παράταση;
fr_fr: Prolongation Oui/Non
hr_hr: Produžetak da/ne
hu_hu: Hosszabbítás igen/nem
jp_jp: オーバータイム はい／いいえ
pl_pl: Dogrywka tak / nie
pt_pt: Tempo extra sim/não
ro_ro: Prelungiri da/nu
ru_ru: Дополнительное время - да/нет
sr_sp: Produžeci da/ne

source: Winning margins
bg_bg: Марж на печалба
cn_cn: 输赢比数
cs_cz: Výherní rozdíly
de_de: Gewinnausschüttung
el_gr: Με πόσα γκολ διαφορά θα κερδίσει ο νικητής;
fr_fr: Marges gagnantes
hr_hr: Razlika
hu_hu: Győzelmi arányok
jp_jp: 得点差
pl_pl: Marże wygranej
pt_pt: Margens de vitória
ro_ro: Margini de câştig
ru_ru: Победа с преимуществом
sr_sp: Granice pobede

source: Anytime goalscorer
bg_bg: Кой ще отбележи гол по всяко време
cn_cn: 任何时候进球手
cs_cz: Vstřelí branku
de_de: Torschütze zu jeder Zeit
el_gr: Παίκτης που θα σκοράρει
fr_fr: Buteur à tout moment
hr_hr: Zabija gol bilo kada
hu_hu: Bármikori gólszerző
jp_jp: どんなときでも得点する選手
pl_pl: Zdobywca punktu w dowolnym czasie
pt_pt: Marcador a qualquer momento
ro_ro: Marcator oricând
ru_ru: Чаще всего забивающий игрок
sr_sp: Strelac bilo kada

source: Total number of bookings
bg_bg: Общ брой картони в мача
cn_cn: 黄红牌总计
cs_cz: Celkem karet
de_de: Gesamte Anzahl an Kartenpunkten
el_gr: Σύνολο καρτών
fr_fr: Nombre total d'avertissements
hr_hr: Ukupan broj kartona
hu_hu: Lapok száma
jp_jp: ブッキングの合計数
pl_pl: Suma kartek
pt_pt: Número total de cartões
ro_ro: Număr total cartonaşe
ru_ru: Общее количество показанных карточек
sr_sp: Ukupan broj kartona

source: 1st Half - Total Number of Bookings
bg_bg: 1-во полувреме - общ брой картони
cn_cn: 上半场 — 黄红牌总计
cs_cz: 1. poločas – celkem karet
de_de: 1. Hälfte - Gesamte Anzahl an Kartenpunkten
el_gr: 1ο Ημίχρονο Σύνολο καρτών
fr_fr: 1ère mi-temps - Nombre total d'avertissements
hr_hr: 1. poluvrijeme - ukupan broj kartona
hu_hu: 1. félidő - Lapok száma
jp_jp: 第一ハーフーブッキングの合計数
pl_pl: Pierwsza połowa - Suma kartek
pt_pt: 1ª Metade - Número total de cartões
ro_ro: Repriza 1 - Număr total cartonaşe
ru_ru: 1 тайм - общее количество показанных карточек
sr_sp: 1. poluvreme - Ukupan broj kartona

source: Total number of booking points
bg_bg: Общ брой картони в точки
cn_cn: 黄红牌总得分
cs_cz: Celkem bodů za karty
de_de: Gesamte Anzahl der Kartenpunkte
el_gr: Συνολικοί πόντοι καρτών
fr_fr: Nombre total de points d'avertissements
hr_hr: Ukupan broj bodova za kartone
hu_hu: Büntetőpontok összesen
jp_jp: ブッキングポイントの合計数
pl_pl: Suma punktów kartek
pt_pt: Número total de pontos de cartões
ro_ro: Număr total puncte cartonaş
ru_ru: Общее количество очков за карточки
sr_sp: Ukupan broj poena kartona

source: 1st Half - Total Number of Booking Points
bg_bg: 1-во полувреме - общ брой точки от картони
cn_cn: 上半场 — 黄红牌总得分
cs_cz: 1. poločas – celkem bodů za karty
de_de: 1. Hälfte - Gesamte Anzahl an Kartenpunkten
el_gr: 1ο Ημίχρονο - Συνολικοί πόντοι καρτών
fr_fr: 1ère mi-temps - Nombre total de points d'avertissements
hr_hr: 1. poluvrijeme - ukupan broj bodova za kartone
hu_hu: 1. félidő - Büntetőpontok összesen
jp_jp: 第一ハーフーブッキングポイントの合計数
pl_pl: Pierwsza połowa - suma punktów kartek
pt_pt: 1ª Metade - Número total de pontos de cartões
ro_ro: Repriza 1 - Număr total puncte cartonaş
ru_ru: 1 тайм - общее количество очков за карточки
sr_sp: 1. poluvreme - Ukupan broj poena kartona

source: Player sent off?
bg_bg: Играч с червен картон
cn_cn: 有否球员退场？
cs_cz: Vyloučení
de_de: Platzverweise
el_gr: Θα υπάρξει αποβολή;
fr_fr: Joueur expulsé?
hr_hr: Isključen igrač?
hu_hu: Játékost kiállítják
jp_jp: 退場させられたプレーヤー？
pl_pl: Zawodnik wydalony z boiska
pt_pt: Jogador expulso?
ro_ro: Jucător eliminat?
ru_ru: Игрок удален с поля
sr_sp: Igrač isključen

source: 1st Half - Player Sent Off?
bg_bg: 1-во полувреме - играч с червен картон
cn_cn: 上半场 — 有否球员退场？
cs_cz: 1. poločas – vyloučení
de_de: 1. Hälfte - Platzverweis
el_gr: 1ο Ημίχρονο - Θα υπάρξει αποβολή;
fr_fr: 1ère mi-temps - Joueur expulsé?
hr_hr: 1. poluvrijeme - isključen igrač
hu_hu: 1. félidő - Játékost kiállítják
jp_jp: 第一ハーフー退場させられたプレーヤー？
pl_pl: Pierwsza połowa - zawodnik wydalony z boiska
pt_pt: 1ª Metade - Jogador expulso
ro_ro: Repriza 1 - Jucător eliminat?
ru_ru: 1 тайм - игрок удален с поля
sr_sp: 1. poluvreme - Igrač isključen

source: Number of bookings home
bg_bg: Сбор картони за домакин
cn_cn: 主队黄红牌数量
cs_cz: Počet karet domácí
de_de: Anzahl der Kartenpunkte des Gastgebers
el_gr: Σύνολο καρτών γηπεδούχου ομάδας
fr_fr: Nombre d'avertissement domicile
hr_hr: Broj kartona za domaćina
hu_hu: Lapok száma hazai csapat
jp_jp: ブッキングホームの数
pl_pl: Liczba kartek gospodarzy
pt_pt: Número de cartões equipa de casa
ro_ro: Număr cartonaşe gazde
ru_ru: Количество карточек команды хозяев
sr_sp: Ukupan broj kartona domaćina

source: 1st Half - Number of Bookings Home
bg_bg: 1-во полувреме - общ брой картони за домакин
cn_cn: 上半场 — 主队黄红牌数量
cs_cz: 1. poločas – počet karet domácí
de_de: 1. Hälfte - Anzahl an Kartenpunkte des Gastgebers
el_gr: 1ο Ημίχρονο - Σύνολο καρτών γηπεδούχου ομάδας
fr_fr: 1ère mi-temps - Nombre d'avertissements domicile
hr_hr: 1. poluvrijeme - broj kartona za domaćina
hu_hu: 1. félidő - Lapok száma hazai csapat
jp_jp: 第一ハーフーブッキングホームの数
pl_pl: Pierwsza połowa - liczba kartek gospodarzy
pt_pt: 1ª Metade - Número total de cartões equipa de casa
ro_ro: Repriza 1 - Număr cartonaşe gazde
ru_ru: 1 тайм - количество карточек команды хозяев
sr_sp: 1. poluvreme - Ukupan broj kartona domaćina

source: Number of bookings away
bg_bg: Сбор картони за гост
cn_cn: 客队黄红牌数量
cs_cz: Počet karet hosté
de_de: Anzahl der Kartenpunkte des Auswärtsteams
el_gr: Σύνολο καρτών φιλοξενούμενης ομάδας
fr_fr: Nombre d'avertissements extérieur
hr_hr: Broj kartona za gosta
hu_hu: Lapok száma vendégcsapat
jp_jp: アウェイの予約数
pl_pl: Liczba kartek gości
pt_pt: Número de cartões equipa de fora
ro_ro: Număr cartonaşe oaspeţi
ru_ru: Количество карточек команды гостей
sr_sp: Ukupan broj kartona gosta

source: 1st Half - Number of Bookings Away
bg_bg: 1-во полувреме - общ брой картони за гост
cn_cn: 上半场 — 客队黄红牌数量
cs_cz: 1. poločas – počet karet hosté
de_de: 1. Hälfte - Anzahl an Kartenpunkte des Auswärtsteams
el_gr: 1ο ημίχρονο - Σύνολο καρτών φιλοξενούμενης ομάδας
fr_fr: 1ère mi-temps - Nombre d'avertissements extérieur
hr_hr: 1. poluvrijeme - broj kartona za gosta
hu_hu: 1. félidő - Lapok száma vendégcsapat
jp_jp: 第一ハーフーアウェイの予約数
pl_pl: Pierwsza połowa - liczba kartek gości
pt_pt: 1ª Metade - Número total de cartões equipa de fora
ro_ro: Repriza 1 - Număr cartonaşe oaspeţi
ru_ru: 1 тайм - количество карточек команды гостей
sr_sp: 1. poluvreme - Ukupan broj kartona gosta

source: First Team Booked
bg_bg: Кой отбор ще получи картон първи
cn_cn: 首队获发黄红牌
cs_cz: První tým dostane kartu
de_de: Team mit erster Karte
el_gr: Πρώτη ομάδα που θα πάρει κάρτα
fr_fr: Première équipe avertie
hr_hr: Prva momčad s kartonom
hu_hu: Első lapot kapó csapat
jp_jp: 最初のチームが決まりました
pl_pl: Pierwsza drużyna, której zostanie przyznana kartka
pt_pt: Primeira equipa a sofrer cartão
ro_ro: Prima echipă primeşte cartonaş
ru_ru: Первая получившая карточку команда
sr_sp: Prvi tim dobija karton

source: 1st Half - First Team Booked
bg_bg: 1-во полувреме - кой отбор ще получи картон първи
cn_cn: 上半场 — 首队获发黄红牌
cs_cz: 1. poločas – první tým dostane kartu
de_de: 1. Hälfte - Team mit erster Karte
el_gr: 1ο ημίχρονο - Πρώτη ομάδα που θα πάρει κάρτα
fr_fr: 1ère mi-temps - Première équipe enregistrée
hr_hr: 1. poluvrijeme - prva momčad s kartonom
hu_hu: 1. félidő - Első lapot kapó csapat
jp_jp: 第一ハーフー最初のチームが決まりました
pl_pl: Pierwsza połowa - pierwsza drużyna, której zostanie przyznana kartka
pt_pt: 1ª Metade - Primeira equipa a sofrer cartão
ro_ro: Repriza 1 - Prima echipă primeşte cartonaş
ru_ru: 1 тайм - первая получившая карточку команда
sr_sp: 1. poluvreme - Prvi tim dobija karton

source: Match bookings
bg_bg: Сбор картони за мача
cn_cn: 比赛黄红牌
cs_cz: Karty v zápase
de_de: Kartenpunkte des Spiels
el_gr: Σύνολο καρτών αγώνα
fr_fr: Avertissements match
hr_hr: Kartoni na utakmici
hu_hu: Mérkőzés lapok
jp_jp: 試合予約
pl_pl: Suma kartek w meczu
pt_pt: Cartões do jogo
ro_ro: Cartonaşe meci
ru_ru: Карточки за матч
sr_sp: Ukupan broj kartona na meču

source: 1st Half - Match Bookings
bg_bg: 1-во полувреме - сбор картони
cn_cn: 上半场 — 比赛黄红牌
cs_cz: 1. poločas – karty v zápase
de_de: 1. Hälfte - Kartenpunkte des Spiels
el_gr: 1ο Ημίχρονο - Σύνολο καρτών
fr_fr: 1ère mi-temps - Avertissements match
hr_hr: 1. poluvrijeme - kartoni na utakmici
hu_hu: 1. félidő - Mérkőzés lapok
jp_jp: 第一ハーフー試合予約
pl_pl: Pierwsza połowa - suma kartek w meczu
pt_pt: 1ª Metade - Cartões do jogo
ro_ro: Repriza 1 - cartonaşe meci
ru_ru: 1 тайм - карточки за матч
sr_sp: 1. poluvreme - Ukupan broj kartona na meču

source: Aggregated booking points
bg_bg: Общо точки от картони
cn_cn: 合计黄红牌得分
cs_cz: Součet bodů za karty
de_de: Kartenpunkte insgesamt
el_gr: 1ο Ημίχρονο - Σύνολο καρτών
fr_fr: Points d'avertissements cumulés
hr_hr: Zbroj bodova za kartone
hu_hu: Összesített büntetőpontok
jp_jp: 統合予約ポイント
pl_pl: Łączna suma punktów z kartek
pt_pt: Pontos de cartões agregados
ro_ro: Puncte agregate cartonaş
ru_ru: Совокупное количество очков за карточки
sr_sp: Sakupljeno poena kartona

source: 1st Half - Aggregated Booking Points
bg_bg: 1-во полувреме - общо точки от картони
cn_cn: 上半场 — 合计黄红牌得分
cs_cz: 1. poločas – součet bodů za karty
de_de: 1. Hälfte - Kartenpunkte insgesamt
el_gr: 1ο Ημίχρονο - Ακριβής αριθμός πόντων καρτών
fr_fr: 1ère mi-temps - Points de réservation agrégés
hr_hr: 1. poluvrijeme - zbroj bodova za kartone
hu_hu: 1. félidő - Összesített büntetőpontok
jp_jp: 第一ハーフー統合予約ポイント
pl_pl: Pierwsza połowa - łączna suma punktów z kartek
pt_pt: 1ª Metade - Pontos de cartões agregados
ro_ro: Repriza 1 - Puncte agregate cartonaş
ru_ru: 1 тайм - совокупное количество очков за карточки
sr_sp: 1. poluvreme - Sakupljeno poena kartona

source: Exact bookings
bg_bg: Точен брой картони
cn_cn: 确切黄红牌数量
cs_cz: Karty přesně
de_de: Exakte Kartenpunkte
el_gr: Ακριβής αριθμός καρτών αγώνα
fr_fr: Avertissements exacts
hr_hr: Točan broj kartona
hu_hu: Lapok száma pontosan
jp_jp: 正確な予約
pl_pl: Dokładna liczba kartek
pt_pt: Cartões exatos
ro_ro: cartonaşe exacte
ru_ru: Точное количество карточек
sr_sp: Tačan broj kartona

source: 1st Half - Exact Bookings
bg_bg: 1-во полувреме - точен брой картони
cn_cn: 上半场 — 确切黄红牌数量
cs_cz: 1. poločas – karty přesně
de_de: 1. Hälfte - Exakte Kartenpunkte
el_gr: 1ο Ημίχρονο - Ακριβής αριθμός καρτών
fr_fr: 1ère mi-temps - Avertissements exacts
hr_hr: 1. poluvrijeme - točan broj kartona
hu_hu: 1. félidő - Lapok száma pontosan
jp_jp: 第一ハーフー正確な予約
pl_pl: Pierwsza połowa - dokładna liczba kartek
pt_pt: 1ª Metade - Cartões exatos
ro_ro: Repriza 1 - cartonaşe exacte
ru_ru: 1 тайм - точное количество карточек
sr_sp: 1. poluvreme - Tačan broj kartona
