Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Wrong Password or Username
bg_bg: Паролата или потребителското име са грешни
cn_cn: 密码或用户名称不正确。
cs_cz: Nesprávné heslo nebo uživatelské jméno
de_de: Falsches Passwort oder falscher Benutzername
el_gr: Λάθος Κωδικός Πρόσβασης η Όνομα Χρήστη
fr_fr: Identifiant ou mot de passe incorrect
hr_hr: Pogrešna lozinka ili korisničko ime
hu_hu: Helytelen jelszó vagy felhasználónév.
jp_jp: 間違ったパスワードまたはユーザー名
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_pt: Palavra-passe ou Nome de utilizador errado
ro_ro: Parola sau nume de utilizator greșite
ru_ru: Неверный пароль или имя пользователя
sr_sp: Pogrešna lozinka ili korisničko ime

source: Lowest amount for cashout is
bg_bg: Минималната сума за теглене е
cn_cn: 最低套现金额是
cs_cz: Nejnižší možná vybraná částka činí
de_de: Niedrigster Auszahlbetrag ist
fr_fr: Le montant le plus bas pour les retraits est de
hr_hr: Najmanji iznos za isplatu jest
hu_hu: Lehető legalacsonyabb összeg kifizetésre
jp_jp: キャッシュアウトの最低金額は
pl_pl: Minimalna kwota wypłaty to
pt_pt: Montante mais baixo para retirada é
ro_ro: Suma minimă pentru o retragere este de
ru_ru: Минимальная сумма для вывода:
sr_sp: Najniži iznos za isplatu je

source: Highest amount for cashout is
bg_bg: Максималната сума за теглене е
cn_cn: 最高套现金额是
cs_cz: Nejnižší možná vybraná částka činí
de_de: Höchster Auszahlbetrag ist
fr_fr: Le montant maximum pour un retrait est de
hr_hr: Najveći iznos za isplatu jest
hu_hu: Lehető legmagasabb összeg kifizetésre
jp_jp: キャッシュアウトの最高金額は
pl_pl: Maksymalna kwota wypłaty to
pt_pt: Montante mais alto para retirada é
ro_ro: Suma maximă pentru o retragere este de
ru_ru: Максимальная сумма для вывода:
sr_sp: Najviši iznos za isplatu je

source: Not enough money for this cashout transaction
bg_bg: Нямате достатъчно средства за това теглене
cn_cn: 没有足够款项进行套现
cs_cz: Na požadovaný výběr nemáte dost peněz
de_de: Für diese Auszahlung steht nicht genug Geld zur Verfügung
el_gr: Δεν υπάρχουν αρκετά χρήματα γι' αυτή τη συναλλαγή cashout
fr_fr: Argent insuffisant pour ce retrait
hr_hr: Nema dovoljno novca za tu isplatu
hu_hu: Nincs elég pénz erre a kifizetési tranzakcióra.
jp_jp: このキャッシュアウトトランザクションでは金額が足りません
pl_pl: Brak wystarczających środków do realizacji tej wypłaty
pt_pt: Dinheiro insuficiente para esta transação de retirada
ro_ro: Nu există suficienți bani pentru această retragere
ru_ru: Недостаточно средств для вывода
sr_sp: Nema dovoljno novca za ovu transakciju isplate

source: Previous withdrawal transaction is not completed
bg_bg: Предишната трансакция за теглене не е завършена
cn_cn: 之前的提款交易尚未完成
cs_cz: Předchozí výběr ještě nebyl dokončen.
de_de: Vorherige Auszahltransaktion wurde noch nicht fertiggestellt
el_gr: H προηγούμενη συναλλαγή ανάληψης δεν ολοκληρώθηε
fr_fr: La transaction de retrait précédente n'est pas terminée
hr_hr: Prethodno podizanje novca nije dovršeno
hu_hu: Korábbi kifizetési tranzakció nincs teljesítve.
jp_jp: 先ほどの引き落としトランザクションは完了していません
pl_pl: Poprzednia transakcja wypłaty nie została zakończona
pt_pt: A anterior operação de levantamento não foi completada
ro_ro: Retragerea precedentă nu este completă
ru_ru: Предыдущий вывод средств не выполнен
sr_sp: Prethodna transakcija isplate nije završena

source: You are not verified (all) to complete this transaction. Please fulfill the form on the following address:
bg_bg: Не можете да завършите тази трансакция, защото не са потвърдени всичките Ви данни. Моля, попълнете формуляра на следния адрес:
cn_cn: 您尚未完成此交易的(所有)验证。请在下面地址完成表格：
cs_cz: K provedení této transakce nemáte potřebné ověření. Vyplňte prosím příslušný formulář na adrese:
de_de: Sie können diese Transaktion nicht durchführen, da Sie nicht verifiziert sind (Alles). Bitte füllen Sie das Formular auf folgender Adresse aus:
el_gr: Δεν είσαι πιστοποιημένος (σε όλα) για να ολοκληρώσεις αυτή τη συναλλαγή. Συμπλήρωσε την αίτηση στην παρακάτω διεύθυνση:
fr_fr: Vous n'avez pas été vérifié(e) (général) pour pouvoir terminer cette transaction. Veuillez compléter le formulaire à l'adresse suivante:
hr_hr: Niste ovlašteni (sve) da izvršite tu transakciju. Molimo da ispunite obrazac na sljedećoj adresi:
hu_hu: Nem vagy visszaigazolva (egyáltalán) a tranzakció végrehajtásához. Kérjük, töltsd ki az itt található formanyomtatványt:
jp_jp: このトランザクションを行うための認証（全て）がされていません。以下のアドレスからフォームに記入して下さい：
pl_pl: Brak uprawnień do zakończenia tej transakcji (wszystkie). Wypełnij i przejślij formularz na podany adres:
ro_ro: Nu sunteți verificat (în întregime) pentru a completa această tranzacție. Vă rugăm completați formularul de la următoarea adresă:
ru_ru: Вы не подтвердили все необходимые данные для выполнения этой транзакции. Заполните следующую форму:
sr_sp: Niste ovlašćeni (svi) da završite ovu transakciju. Ispunite formular na sledeću adresu:

source: You have to resubmit Documents for verification. Please fulfill the form on the following address
bg_bg: Необходимо е да подадете отново документи за потвърждение. Моля, попълнете формуляра на следния адрес:
cn_cn: 您需要重新提交文档以完成验证。请在下面地址完成表格：
cs_cz: Musíte znovu zaslat dokumenty pro ověření. Vyplňte prosím příslušný formulář na adrese:
de_de: Sie müssen zur Verifikation erneut Dokumente einreichen. Bitte füllen Sie das Formular auf folgender Adresse aus
el_gr: Πρέπει να υποβάλεις και πάλι τα Έγγραφα πιστοποίησης. Συμπλήρωσε την αίτηση στην παρακάτω διεύθυνση:
fr_fr: Vous devez à nouveau soumettre vos documents à des fins de vérification. Veuillez compléter le formulaire à l'adresse suivante
hr_hr: Morate ponovno predati dokumente na verifikaciju. Molimo da ispunite obrazac na sljedećoj adresi
hu_hu: Újból be kell küldened okmányaidat visszaigazolásra. Kérjük, töltsd ki az itt található formanyomtatványt:
jp_jp: 認証のため書類を再提出する必要があります。以下のアドレスからフォームに記入して下さい：
pl_pl: Wymagane jest ponowne przesłanie dokumentów do weryfikacji. Wypełnij i prześlij formularz na poniższy adres
ro_ro: Trebuie să retrimiteți documentele pentru verificare. Vă rugăm completați formularul de la următoarea adresă:
ru_ru: Необходима повторная отправка документов для проверки. Заполните следующую форму:
sr_sp: Morate ponovno podneti dokumente za proveru. Ispunite formular na sledeću adresu

source: You are not verified (age) to complete this transaction. Please fulfill the form on the following address:
bg_bg: Не можете да завършите тази трансакция, защото не са потвърдени данните Ви за възраст. Моля, попълнете формуляра на следния адрес:
cn_cn: 您尚未完成此交易的(年龄)验证。请在下面地址完成表格：
cs_cz: K provedení této transakce nemáte potřebné ověření (věk). Vyplňte prosím příslušný formulář na adrese:
de_de: Sie können diese Transaktion nicht durchführen, da Sie nicht verifiziert sind (Alter). Bitte füllen Sie das Formular auf folgender Adresse aus:
el_gr: Δεν είσαι πιστοποιημένος (ηλικία) για να ολοκληρώσεις αυτή τη συναλλαγή. Συμπλήρωσε την αίτηση στην παρακάτω διεύθυνση:
fr_fr: Vous n'avez pas été vérifié(e) (âge) pour pouvoir terminer cette transaction. Veuillez compléter le formulaire à l'adresse suivante:
hr_hr: Niste ovlašteni (godine) da izvršite tu transakciju. Molimo da ispunite obrazac na sljedećoj adresi:
hu_hu: Nem vagy visszaigazolva (kor) a tranzakció végrehajtásához. Kérjük, töltsd ki az itt található formanyomtatványt:
jp_jp: このトランザクションに必要な認証（年齢）がされていません。以下のアドレスからフォームに記入して下さい：
pl_pl: Brak uprawnień do zakończenia tej transakcji (wiek). Wypełnij i przejślij formularz na podany adres:
ro_ro: Vârsta dvs. nu a fost verificată pentru a completa această tranzacție. Vă rugăm completați formularul de la următoarea adresă:
ru_ru: Вы не подтвердили свой возраст для выполнения данной транзакции. Заполните следующую форму:
sr_sp: Niste ovlašćeni (dob) da završite ovu transakciju. Ispunite formular na sledeću adresu:

source: Your withdrawal request for %s is accepted. Please enter your bank information in the following link: <a href='/users/account'>Account Information</a>
bg_bg: Заявката Ви за теглене на %s е приета. Моля, въведете банковите си детайли на следния линк: <a href='/users/account'>Информация за сметка</a>
cs_cz: Váš požadavek výběru %s byl přijat. Na následujícím odkazu prosím zadejte své bankovní údaje: <a href='/users/account'>Účetní informace</a>
de_de: Ihre Auszahlungsanfrage von %s wurde akzeptiert. Bitte geben Sie Ihre Bankinformationen unter folgendem Link an: <a href='/users/account'>Kontoinformation</a>
fr_fr: Votre demande de retrait de %s est acceptée. Veuillez saisir vos coordonnées bancaires en suivant le lien suivant : <a href='/users/account'>Informations du Compte</a>
hr_hr: Vaš je zahtjev za podizanje %s prihvaćen. Molimo da unesete svoje bankovne podatke na sljedećoj poveznici: <a href='/users/account'>Podaci o računu</a>
hu_hu: %s kifizetési kérelmed elfogadva. Kérjük, add meg bankadataidat az alábbi link alatt: <a href='/users/account'>Számlainformáció</a>.
jp_jp: ％sの引き落とし要請は受諾されました。銀行情報を以下のリンクに入力して下さい：<a href='/users/account'>口座情報</a>
pl_pl: Twoje zlecenie wypłaty przesłane do %s zostało zatwierdzone. Wprowadź dane pod następującym linkiem: <a href='/users/account'>Informacje o koncie</a>
ro_ro: Retragerea dvs. pentru %s este acceptată. Vă rugăm introduceți detaliile dvs. bancare la următorul link <a href='/users/account'>Informații cont</a>
ru_ru: Запрос вывода средств на сумму %s принят. Введите свои банковские данные по следующей ссылке: <a href='/users/account'>Данные учетной записи</a>
sr_sp: Vaš zahtev za isplatu za %s je prihvaćen. Unesite informacije o svojoj banci u sledeću vezu: <a href='/users/account'>Informacije o nalogu</a>

source: Your withdrawal request for %s is accepted.
bg_bg: Заявката Ви за теглене на %s е приета
cn_cn: 您提款 %s 的请求已被接纳。
cs_cz: Váš požadavek výběru %s byl přijat.
de_de: Ihre Auszahlungsanfrage von %s wurde akzeptiert.
el_gr: Το αίτημα ανάληψης για %s έγινε δεκτό.
fr_fr: Votre demande de retrait de %s est acceptée.
hr_hr: Vaš je zahtjev za podizanje %s prihvaćen.
hu_hu: %s kifizetési kérelmed elfogadva.
jp_jp: ％sの引き落とし要請は受諾されました。
pl_pl: Twoje zlecenie wypłaty przesłane do %s zostało zatwierdzone.
pt_pt: O seu pedido de levantamento de %s foi aceite.
ro_ro: Retragerea dvs. pentru %s este acceptată.
ru_ru: Запрос на вывод %s принят
sr_sp: Vaš zahtev za isplatu za %s je prihvaćen.

source: Bank information updated.
bg_bg: Банковата информация беше обновена
cn_cn: 银行资料更新。
cs_cz: Bankovní údaje byly aktualizovány.
de_de: Bankinformationen aktualisiert.
el_gr: Τα στοιχεία της τράπεζας ενημερώθηκαν.
fr_fr: Informations bancaires mises à jour.
hr_hr: Podaci o računu su ažurirani.
hu_hu: Bank információ frissítve.
jp_jp: 銀行情報が更新されました。
pl_pl: Dane bankowe zostały zaktualizowane.
pt_pt: Informação bancária atualizada
ro_ro: Informații bancare actualizate.
ru_ru: Банковские данные обновлены
sr_sp: Ažurirane informacije o banci.

source: Withdraw request set as completed
bg_bg: Заявката за теглене e обновена
cn_cn: 提款请求设置为完成
cs_cz: Požadavek na výběr peněz byl označen jako dokončený.
de_de: Auszahlungsanfrage auf fertiggestellt gesetzt
el_gr: Η αίτηση για ανάληψη θεωρείται ολοκληρωμένη
fr_fr: Demande de retrait indiquée comme terminée
hr_hr: Zahtjev za isplatu je postavljen kao izvršen
hu_hu: Kifizetési kérelem befejezve állapotra állítva.
jp_jp: 引き落とし要請設定は完了しました。
pl_pl: Zlecenie wypłaty zostało ustawione jako zakończone
pt_pt: Pedido de levantamento marcado como completado
ro_ro: Cererea de retragere înregistrată ca și completă
ru_ru: Запрос вывода средств отмечен как выполненный
sr_sp: Zahtev za isplatu postavljen kao završen

source: Withdraw request updated
bg_bg: Заявката за теглене e определена като завършена
cn_cn: 提款请求已更新
cs_cz: Požadavek na výběr peněz byl zrušen.
de_de: Auszahlungsanfrage aktualisiert
el_gr: Ενημερώθηκε το αίτημα ανάληψης.
fr_fr: Demande de retrait mise à jour
hr_hr: Ažuriran zahtjev za podizanje
hu_hu: Kifizetési kérelem frissítve.
jp_jp: 引き落とし要請が更新されました。
pl_pl: Zlecenie wypłaty zostało zaktualizowane
pt_pt: Pedido de levantamento atualizado
ro_ro: Cerere de retragere actualizată
ru_ru: Запрос вывода обновлен
sr_sp: Zahtev za isplatu ažuriran

source: Withdraw request canceled
bg_bg: Заявката за теглене е отказана
cn_cn: 提款请求已取消
cs_cz: Požadavek na výběr peněz byl zrušen
de_de: Auszahlungsanfrage abgebrochen
el_gr: Η αίτηση για ανάληψη ακυρώθηκε
fr_fr: Demande de retrait annulée
hr_hr: Zahtjev za isplatu je otkazan
hu_hu: Kifizetési kérelem megszakítva.
jp_jp: 引き落とし要請はキャンセルされました。
pl_pl: Zlecenie wypłaty zostało anulowane
pt_pt: Pedido de levantamento cancelado
ro_ro: Cerere de retragere anulată
ru_ru: Запрос вывода средств отменен
sr_sp: Zahtev za isplatu ažuriran

source: Win
bg_bg: Печалба
cn_cn: 赢
cs_cz: Výhra
de_de: Gewinn
el_gr: Nίκη
fr_fr: Gagner
hr_hr: Dobitak
hu_hu: Nyeremény
jp_jp: 勝利
pl_pl: Wygrana
pt_pt: Ganho
ro_ro: Câștigat
ru_ru: Выигрыш
sr_sp: Dobitni

source: Lost
bg_bg: Загуба
cn_cn: 输
cs_cz: Prohra
de_de: Verlust
el_gr: Ήττα
fr_fr: Perdu
hr_hr: Gubitak
hu_hu: Veszteség
jp_jp: 負け
pl_pl: Przegrana
pt_pt: Perdido
ro_ro: Pierdut
ru_ru: Проигрыш
sr_sp: Gubitni

source: Yes
bg_bg: Да
cn_cn: 是
cs_cz: Ano
de_de: Ja
el_gr: Ναι
fr_fr: Oui
hr_hr: Da
hu_hu: Igen
jp_jp: はい
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sr_sp: Da

source: No
bg_bg: Не
cn_cn: 不是
cs_cz: Ne
de_de: Nein
el_gr: Όχι
fr_fr: Non
hr_hr: Ne
hu_hu: Nem
jp_jp: いいえ
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sr_sp: Ne

source: Delete
bg_bg: Изтриване
cn_cn: 删除
cs_cz: Vymazat
de_de: Löschen
el_gr: Διαγραφή
fr_fr: Supprimer
hr_hr: Izbriši
hu_hu: Törlés
jp_jp: 消去
pl_pl: Usuń
pt_pt: Apagar
ro_ro: Ștergeți
ru_ru: Удалить
sr_sp: Izbriši

source: List
bg_bg: Списък
cn_cn: 列出
cs_cz: Vypsat
de_de: Liste
el_gr: Λίστα
fr_fr: Lister
hr_hr: Popis
hu_hu: Lista
jp_jp: リスト
pl_pl: Lista
pt_pt: Lista
ro_ro: Listați
ru_ru: Список
sr_sp: Spisak

source: Create
bg_bg: Създай
cn_cn: 建立
cs_cz: Vytvořit
de_de: Erstellen
el_gr: Δημιουργία
fr_fr: Créer
hr_hr: Izradi
hu_hu: Létrehozás
jp_jp: 作成
pl_pl: Utwórz
pt_pt: Criar
ro_ro: Creați
ru_ru: Создать
sr_sp: Kreiraj

source: All
bg_bg: Всички
cn_cn: 全部
cs_cz: Vše
de_de: Alles
el_gr: Όλα
fr_fr: Tous
hr_hr: Sve
hu_hu: Összes
jp_jp: 全て
pl_pl: Wszystkie
pt_pt: Tudo
ro_ro: Tot
ru_ru: Все
sr_sp: Sve

source: Users
bg_bg: Потребители
cn_cn: 用户
cs_cz: Uživatelé
de_de: Benutzer
el_gr: Χρήστες
fr_fr: Utilisateurs
hr_hr: Korisnici
hu_hu: Felhasználók
jp_jp: ユーザー
pl_pl: Użytkownicy
pt_pt: Utilizadores
ro_ro: Utilizatori
ru_ru: Пользователи
sr_sp: Korisnici

source: Complete
bg_bg: Завърши
cn_cn: 完成
cs_cz: Kompletní
de_de: Fertigstellen
el_gr: Ολοκλήρωση
fr_fr: Images du bas
hr_hr: Dovrši
hu_hu: Befejezés
jp_jp: 完了
pl_pl: Zakończ
pt_pt: Completo
ro_ro: Complet
ru_ru: Выполнить
sr_sp: Dovrši

source: Amount from
bg_bg: Сума от
cn_cn: 金额由
cs_cz: Částka od
de_de: Betrag von
el_gr: Ποσό από
fr_fr: Montant de
hr_hr: Iznos od
hu_hu: Összeg innen:
jp_jp: からの金額
pl_pl: Kwota od
pt_pt: Montante a partir de
ro_ro: Suma din
ru_ru: Сумма от
sr_sp: Iznos od

source: Amount to
bg_bg: Сума до
cn_cn: 金额至
cs_cz: Částka do
de_de: Betrag bis zu
el_gr: Ποσό έως
fr_fr: Montant vers
hr_hr: Iznos do
hu_hu: Összeg ide:
jp_jp: へ金額
pl_pl: Kwota do
pt_pt: Montante até
ro_ro: Suma către
ru_ru: Сумма до
sr_sp: Iznos do

source: Transaction ID
bg_bg: Ид. номер на трансакция
cn_cn: 交易编号
cs_cz: Číslo transakce
de_de: Transaktionsnr
el_gr: ID Συναλλαγής
fr_fr: ID de la transaction
hr_hr: ID transakcije
hu_hu: Tranzakció azonosító
jp_jp: トランザクションID
pl_pl: Numer transakcji
pt_pt: ID de transação
ro_ro: ID tranzacție
ru_ru: Номер транзакции
sr_sp: ID transakcije

source: Event name
bg_bg: Име на събитие
cn_cn: 赛事名称
cs_cz: Název akce
de_de: Veranstaltungsname
el_gr: Όνομα γεγονότος
fr_fr: Nom de l'événement
hr_hr: Naziv događaja
hu_hu: Esemény neve
jp_jp: イベント名
pl_pl: Nazwa zdarzenia
pt_pt: Nome de evento
ro_ro: Nume eveniment
ru_ru: Название события
sr_sp: Naziv događaja

source: Language
bg_bg: Език
cn_cn: 语言
cs_cz: Jazyk
de_de: Sprache
el_gr: Γλώσσα
fr_fr: Langue
hr_hr: Jezik
hu_hu: Nyelv
jp_jp: 言語
pl_pl: Język
pt_pt: Língua
ro_ro: Limbă
ru_ru: Язык
sr_sp: Jezik

source: League name
bg_bg: Име на лига
cn_cn: 联赛名称
cs_cz: Název ligy
de_de: Ligenname
el_gr: Όνομα κατηγορίας
fr_fr: Nom de la ligue
hr_hr: Naziv lige
hu_hu: Liga neve
jp_jp: リーグ名
pl_pl: Nazwa ligi
pt_pt: Nome da Liga
ro_ro: Nume ligă
ru_ru: Название лиги
sr_sp: Naziv lige

source: Sport
bg_bg: Спорт
cn_cn: 运动
de_de: Sportart
el_gr: Άθλημα
jp_jp: スポーツ
pt_pt: Desporto
ru_ru: Спорт

source: View events
bg_bg: Виж събитията
cn_cn: 观看赛事
cs_cz: Zobrazit akce
de_de: Veranstaltungen ansehen
el_gr: Προβολή γεγονότων
fr_fr: Consulter événements
hr_hr: Pogledaj događaje
hu_hu: Események megtekintése
jp_jp: イベントを見る
pl_pl: Pokaż zdarzenia
pt_pt: Ver eventos
ro_ro: Vizualizați evenimente
ru_ru: Просмотреть события
sr_sp: Prikaži događaje

source: Add Event
bg_bg: Добави събитие
cn_cn: 新增赛事
cs_cz: Přidat akci
de_de: Veranstaltung hinzufügen
el_gr: Προσθήκη γεγονότος
fr_fr: Ajouter événement
hr_hr: Dodaj događaj
hu_hu: Esemény hozzáadása
jp_jp: イベントを追加
pl_pl: Dodaj zdarzenie
pt_pt: Adicionar Evento
ro_ro: Adăugați evenimente
ru_ru: Добавить событие
sr_sp: Dodaj događaj

source: Send Mail
bg_bg: Изпрати писмо
cn_cn: 发送邮件
cs_cz: Poslat e-mail
de_de: Mail schicken
el_gr: Αποστολή email
fr_fr: Envoyer un Courrier
hr_hr: Pošalji e-poštu
hu_hu: Levél küldése
jp_jp: メールを送信
pl_pl: Wyślij wiadomość e-mail
pt_pt: Enviar Correio
ro_ro: Trimiteți email
ru_ru: Отправить письмо
sr_sp: Pošalji poštu

source: Send to All
bg_bg: Изпрати до всички
cn_cn: 发送到全部
cs_cz: Poslat všem
de_de: An alle schicken
el_gr: Αποστολή σε Όλους
fr_fr: Envoyer à Tous
hr_hr: Pošalji svima
hu_hu: Küldés az összesnek
jp_jp: 全員に送信
pl_pl: Wyślij do wszystkich
pt_pt: Enviar a Todos
ro_ro: Trimiteți către toate contactele
ru_ru: Отправить всем
sr_sp: Pošalji svima

source: Header 2 menu
bg_bg: Хедър 2 меню
cn_cn: 标题 2 菜单
cs_cz: Nabídka v hlavičce 2
de_de: Menüleiste der Kopfzeile 2
el_gr: Μενού κεφαλίδας 2
fr_fr: Menu haut de page 2
hr_hr: Zaglavlje 2 izbornik
hu_hu: Élőfej 2 menü
jp_jp: ヘッダー２メニュー
pl_pl: Nagłówek menu 2
pt_pt: Menu cabeçalho 2
ro_ro: Meniu header 2
ru_ru: Меню шапки сайта 2
sr_sp: Meni zaglavlja 2

source: Header 3 menu
bg_bg: Хедър 3 меню
cn_cn: 标题 3 菜单
cs_cz: Nabídka v hlavičce 3
de_de: Menüleiste der Kopfzeile 3
el_gr: Μενού κεφαλίδας 3
fr_fr: Menu haut de page 3
hr_hr: Zaglavlje 3 izbornik
hu_hu: Élőfej 3 menü
jp_jp: ヘッダー３メニュー
pl_pl: Nagłówek menu 3
pt_pt: Menu cabeçalho 3
ro_ro: Meniu header 3
ru_ru: Меню шапки сайта 3
sr_sp: Meni zaglavlja 3

source: Bottom 4 menu
bg_bg: Долно 4 меню
cn_cn: 末端 4 菜单
cs_cz: Nabídka v hlavičce 4
de_de: Untere Menüleiste 4
el_gr: Μενού κάτω 4
fr_fr: Menu bas de page 4
hr_hr: Dno 4 izbornik
hu_hu: Alsó 4 menü
jp_jp: ボトム４メニュー
pl_pl: Nagłówek dolny 4
pt_pt: Menu Rodapé 4
ro_ro: Meniu bottom 4
ru_ru: Меню подвала сайта 4
sr_sp: Meni podnožja 4

source: Footer menu
bg_bg: Футър меню
cn_cn: 页脚菜单
cs_cz: Spodní nabídka
de_de: Menüleiste der Fußzeile
el_gr: Μενού υποσέλιδου
fr_fr: Menu bas de page
hr_hr: Izbornik u podnožju
hu_hu: Élőláb menü
jp_jp: フッターメニュー
pl_pl: Nagłówek stopki
pt_pt: Menu rodapé
ro_ro: Meniu footer
ru_ru: Меню подвала сайта
sr_sp: Meni podnožja

source: Header menu
bg_bg: Хедър меню
cn_cn: 标题菜单
cs_cz: Nabídka v hlavičce
de_de: Menüleiste der Kopfzeile
el_gr: Μενού κεφαλίδας
fr_fr: Menu haut de page
hr_hr: Izbornik u zaglavlju
hu_hu: Élőfej menü
jp_jp: ヘッダーメニュー
pl_pl: Nagłówek menu
pt_pt: Menu cabeçalho
ro_ro: Meniu header
ru_ru: Меню шапки сайта
sr_sp: Meni zaglavlja

source: Top Header menu
bg_bg: Основно хедър меню
cn_cn: 顶部标题菜单
cs_cz: Nabídka v horní hlavičce
de_de: Menüleiste der oberen Kopfzeile
el_gr: Μενού Κορυφαίας Κεφαλίδας
fr_fr: Menu titre
hr_hr: Izbornik u gornjem zaglavlju
hu_hu: Top élőfej menü
jp_jp: トップヘッダーメニュー
pl_pl: Górny nagłówek menu
pt_pt: Menu de topo
ro_ro: Meniu top header
ru_ru: Меню основной шапки сайта
sr_sp: Meni gornjeg zaglavlja

source: Top menu
bg_bg: Основно меню
cn_cn: 顶部菜单
cs_cz: Horní nabídka
de_de: Startmenü
el_gr: Top μενού
fr_fr: Menu titre
hr_hr: Gornji izbornik
hu_hu: Felső menü
jp_jp: トップメニュー
pl_pl: Górne menu
pt_pt: Menu de topo
ro_ro: Meniu top
ru_ru: Основное меню
sr_sp: Meni vrha

source: Withdraws List
de_de: Liste der Abbuchungen
fr_fr: Liste des retraits
pl_pl: Lista wypłat

source: Results
bg_bg: Резултати
cn_cn: 结果
cs_cz: Výsledky
de_de: Ergebnisse
el_gr: Αποτελέσματα
fr_fr: Résultats
hr_hr: Rezultati
hu_hu: Eredmények
jp_jp: 結果
pl_pl: Wyniki
pt_pt: Resultados
ro_ro: Rezultate
ru_ru: Результаты
sr_sp: Rezultati

source: Finished events in tickets
bg_bg: Приключили събития от билети
cn_cn: 已完成赛事彩票
cs_cz: Skončené akce na tiketech
de_de: Beendete Events in Tickets
el_gr: Ολοκληρωμένα γεγονότα σε δελτία
fr_fr: Événements terminés en tickets
hr_hr: Završeni događaji na listićima
hu_hu: Befejezett események szelvényeken
jp_jp: チケットで完結したイベント
pl_pl: Zdarzenia zakończone w kuponach
pt_pt: Eventos acabados em tickets
ro_ro: Evenimente terminate în bilete
ru_ru: Билеты прошедших событий
sr_sp: Završeni događaji sa tiketa

source: Pending events in tickets
bg_bg: Изчакващи събития от билети
cn_cn: 待决赛事彩票
cs_cz: Zatím neskončené akce na tiketech
de_de: Ausstehende Events in Tickets
el_gr: Γεγονότα που εκκρεμούν σε δελτία
fr_fr: Événements en attente en tickets
hr_hr: Nezavršeni događaji na listićima
hu_hu: Függőben lévő események szelvényeken
jp_jp: チケットの未定イベント
pl_pl: Zdarzenia oczekujące w kuponach
pt_pt: Evento pendentes em tickets
ro_ro: Evenimente în așteptare în bilete
ru_ru: Билеты текущих событий
sr_sp: Događaji sa tiketa na čekanju

source: All finished events
bg_bg: Всички приключили събития
cn_cn: 全部完成赛事
cs_cz: Všechny skončené akce
de_de: Alle beendeten Events
el_gr: Όλα τα ολοκληρωμένα γεγονότα
fr_fr: Tous les événements terminés
hr_hr: Svi završeni događaji
hu_hu: Összes befejezett esemény
jp_jp: 完結したイベント
pl_pl: Wszystkie zakończone zdarzenia
pt_pt: Todos os eventos terminados
ro_ro: Toate evenimentele terminate
ru_ru: Все прошедшие события
sr_sp: Svi završeni događaji

source: Warnings
bg_bg: Предупреждения
cn_cn: 警示
cs_cz: Varování
de_de: Warnungen
el_gr: Ειδοποιήσεις
fr_fr: Alertes
hr_hr: Upozorenja
hu_hu: Figyelmeztetések
jp_jp: 警告
pl_pl: Ostrzeżenia
pt_pt: Advertências
ro_ro: Avertismente
ru_ru: Предупреждения
sr_sp: Upozorenja

source: Settings
bg_bg: Настройки
cn_cn: 设置
cs_cz: Nastavení
de_de: Einstellungen
el_gr: Ρυθμίσεις
fr_fr: Paramètres
hr_hr: Postavke
hu_hu: Beállítások
jp_jp: 設定
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sr_sp: Postavke

source: Identity number
bg_bg: Идентификационен номер
cn_cn: 身份编号
cs_cz: Identifikační číslo
de_de: ID-Nummer
el_gr: Αριθμός ταυτότητας
fr_fr: Numéro d'identité
hr_hr: Identifikacijski broj
hu_hu: Azonosítószám
jp_jp: 身分証明番号
pl_pl: Numer identyfikacyjny
pt_pt: Número de identificação
ro_ro: Număr de identitate
ru_ru: Идентификационный номер
sr_sp: Broj identiteta

source: Words in title
bg_bg: Думи в заглавие
cn_cn: 标题文字
cs_cz: Slova v nadpisu
de_de: Wörter im Titel
el_gr: Λέξεις στον τίτλο
fr_fr: Mots dans un titre
hr_hr: Riječi u naslovu
hu_hu: Szavak a címből
jp_jp: タイトルの単語
pl_pl: Słowa w tytule
pt_pt: Palavras do título
ro_ro: Cuvinte în titlu
ru_ru: Текст названия
sr_sp: Reči u naslovu

source: Words in description
bg_bg: Думи в описание
cn_cn: 描述文字
cs_cz: Slova v popisu
de_de: Wörter in der Beschreibung
el_gr: Λέξεις στην περιγραφή
fr_fr: Mots dans une description
hr_hr: Riječi u opisu
hu_hu: Szavak a leírásból
jp_jp: 詳細にある単語
pl_pl: Słowa w opisie
pt_pt: Palavras da descrição
ro_ro: Cuvinte în descriere
ru_ru: Текст описания
sr_sp: Reči u opisu

source: Add League
bg_bg: Добави лига
cn_cn: 新增联赛
cs_cz: Přidat ligu
de_de: Liga hinzufügen
el_gr: Προσθήκη κατηγορίας
fr_fr: Ajouter Ligue
hr_hr: Dodaj ligu
hu_hu: Liga hozzáadása
jp_jp: リーグを追加
pl_pl: Dodaj ligę
pt_pt: Adicionar Liga
ro_ro: Adăugași liga
ru_ru: Добавить лигу
sr_sp: Dodaj ligu
