Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default_old.po
Languages: it_it, sv_se

source: Number of Bets Placed:
it_it: Numero di scommesse piazzate:
sv_se: Antal placerade spel:

source: Max Wager for bets:
it_it: Puntata massima per scommesse:
sv_se: Max insats för spel:

source: bets
it_it: scommesse
sv_se: spel

source: Admin add Funds
it_it: Aggiungi fondi admin
sv_se: Admin lägger till pengar

source: Bonus activation:
it_it: Attivazione bonus:
sv_se: Bonus aktivering:

source: APCO Deposit:
it_it: Deposito APCO:
sv_se: APCO insättning:

source: Withdrawal
it_it: Prelievo
sv_se: Uttag

source: Betslip Cancellation:
it_it: Cancellazione schedina:
sv_se: Spelkupong avbrytning:

source: Cancelled WithDrawal
it_it: Prelievo cancellato
sv_se: Avbrutet uttag

source: Ticket Cancelled
it_it: Biglietto cancellato
sv_se: Kupong avbruten

source: Bet Split
it_it: Schedina
sv_se: Spel split

source: The Company
it_it: La Compagnia
sv_se: Företaget

source: Help & Legal
it_it: Aiuto & Leggi
sv_se: Hjälp och lag

source: Useful Links
it_it: Link utili
sv_se: Nyttiga länkar

source: Payment Options
it_it: Opzioni pagamento
sv_se: Betalningsalternativ

source: Extra Bets
it_it: Scommesse extra
sv_se: Extra spel

source: No, don't remind me again
it_it: Non ricordarmelo più
sv_se: Nej, påminn mig inte igen

source: Choose your favorite sport league from the menu on the left. So you can find it next time you visit
it_it: Scegli il tuo torneo sportivo preferito dal menù a sinistra per poterlo trovare facilmente alla tua prossima visita
sv_se: Välj din favorit sportliga i menyn till vänster. Så du kan hitta den nästa gång du besöker oss

source: Totals
it_it: Totali
sv_se: Totaler

source: Championship Outrights
it_it: Outright campionato
sv_se: Mästerskap vinnare

source: Short Term Outrights
it_it: Outright tempo breve
sv_se: Kortsiktiga vinnare

source: Podium Finish
it_it: Podio
sv_se: Slutar på podium

source: 3-balls
it_it: 3-ball
sv_se: 3 -bollar

source: Correct score
it_it: Punteggio corretto
sv_se: Rätt resultat

source: First Team to score
it_it: Prima squadra a segnare
sv_se: Första lag att göra mål

source: 1st Half - 1X2
it_it: Prima metà – 1X2
sv_se: 1:a halvlek - 1X2

source: Both Teams to Score
it_it: Entrambe le squadre segnano
sv_se: Båda lagen gör mål

source: Odd/Even goals
it_it: Goal dispari/pari
sv_se: Udda/jämnt antal mål

source: Goals home team
it_it: Goal squadra di casa
sv_se: Mål för hemmalaget

source: Goals away team
it_it: Goal squadra fuori casa
sv_se: Mål för bortalaget

source: Asian Total
it_it: Totale Asian
sv_se: Asiatisk total

source: 1st Half - Asian Handicap
it_it: Prima metà – Asian handicap
sv_se: 1:a halvlek - Asiatiskt handikapp

source: 1st Half - Asian Total
it_it: Prima metà – Totale Asian
sv_se: 1:a halvlek - Asiatisk total

source: First goalscorer
it_it: Primo cannoniere
sv_se: Första målgörare

source: Total Goals (aggregated)
it_it: Goal totali (aggregati)
sv_se: Totalt antal mål (aggregerade)

source: 1st Half - Correct Score
it_it: Prima metà – Punteggio corretto
sv_se: 1:a halvlek - Rätt resultat

source: Highest scoring half
it_it: Metà con più punti
sv_se: Halvlek med flest mål

source: Matchbet + Totals
it_it: Matchbet + totali
sv_se: Matchspel + totaler

source: 1st Half - Odd/Even Goals
it_it: Prima metà – Goal dispari/pari
sv_se: 1:a halvlek - Udda/jämnt antal mål

source: Overtime yes/no
it_it: Tempo supplementare s+/no
sv_se: Övertid ja/nej

source: Winning margins
it_it: Margini vincita
sv_se: Vinstmarginaler

source: Anytime goalscorer
it_it: Cannoniere in qualsiasi momento
sv_se: Gör mål i matchen

source: Total number of bookings
it_it: Numero totale di cartellini
sv_se: Totalt antal bokningar

source: 1st Half - Total Number of Bookings
it_it: Prima metà – Numero totale di cartellini
sv_se: 1:a halvlek - Totalt antal bokningar

source: Total number of booking points
it_it: Numero totale di punti cartellini
sv_se: Totalt antal bokningspoäng

source: 1st Half - Total Number of Booking Points
it_it: Prima metà – Numero totale di punti cartellini
sv_se: 1:a halvlek - Totalt antal bokningspoäng

source: Player sent off?
it_it: Giocatore espulso?
sv_se: Spelare utvisad

source: 1st Half - Player Sent Off?
it_it: Prima metà – Giocatore espulso?
sv_se: 1:a halvlek - spelare utvisad

source: Number of bookings home
it_it: Numero di cartellini casa
sv_se: Antal bokningar hemmalaget

source: 1st Half - Number of Bookings Home
it_it: Prima metà - Numero di cartellini casa
sv_se: 1:a halvlek - Totalt antal bokningar hemmalaget

source: Number of bookings away
it_it: Numero di cartellini fuori casa
sv_se: Antal bokningar bortalaget

source: 1st Half - Number of Bookings Away
it_it: Prima metà - Numero di cartellini fuori casa
sv_se: 1:a halvlek - Totalt antal bokningar bortalaget

source: First Team Booked
it_it: Prima squadra a ricevere un cartellino
sv_se: Första lag att få kort

source: 1st Half - First Team Booked
it_it: Prima metà - Prima squadra a ricevere un cartellino
sv_se: 1:a halvlek - Första lag att få kort

source: Match bookings
it_it: Cartellini partita
sv_se: Matchbokningar

source: 1st Half - Match Bookings
it_it: Prima metà - Cartellini partita
sv_se: 1:a halvlek - Matchbokningar

source: Aggregated booking points
it_it: Punti cartellini aggregati
sv_se: Aggregerade bokningspoäng

source: 1st Half - Aggregated Booking Points
it_it: Prima metà - Punti cartellini aggregati
sv_se: 1:a halvlek - Aggregerade bokningspoäng

source: Exact bookings
it_it: Cartellini esatti
sv_se: Exakta bokningar

source: 1st Half - Exact Bookings
it_it: Prima metà - Cartellini esatti
sv_se: 1:a halvlek - Exakta bokningar

source: Home Team Player Sent Off
it_it: Giocatore della squadra in casa espulso
sv_se: Hemmalag spelare utvisad

source: 1st Half - Home Team Player Sent Off
it_it: Prima metà - Giocatore della squadra in casa espulso
sv_se: 1:a halvlek - Hemmalag spelare utvisad

source: Away Team Player Sent Off
it_it: Giocatore della squadra fuori casa espulso
sv_se: Bortalag spelare utvisad

source: 1st Half - Away team Player Sent Off
it_it: Prima metà - Giocatore della squadra fuori casa espulso
sv_se: 1:a halvlek - Bortalag spelare utvisad

source: Total Goals (exact)
it_it: Goal totali (esatti)
sv_se: Totalt antal mål (exakt)

source: 2nd Half - 1X2
it_it: Seconda metà – 1X2
sv_se: 2:a halvlek - 1X2

source: 2nd Half - Asian Total
it_it: Seconda metà – Totale Asian
sv_se: 2:a halvlek - Asiatisk total

source: 2nd Half - Asian Handicap
it_it: Seconda metà – Asian handicap
sv_se: 2:a halvlek - Asiatiskt handikapp

source: Halftime/Fulltime Correct Score
it_it: Metà tempo/Tempo pieno punteggio corretto
sv_se: Halvtid/Fulltid rätt resultat

source: Overtime + goal Yes/No
it_it: Tempo supplementare + goal Sì/No
sv_se: Övertid + mål Ja/Nej

source: Penalty shoot out Yes/No
it_it: Calcio di punizione Sì/No
sv_se: Straffläggning Ja/Nej

source: How will the match be decided?
it_it: Come sarà la partita decisa?
sv_se: Hur kommer matchen att avgöras?

source: Clean sheet home team
it_it: Shutout squadra di casa
sv_se: Hålla nollan hemmalaget

source: Clean sheet away team
it_it: Shutout squadra fuori casa
sv_se: Hålla nollan bortalaget

source: Which team to score
it_it: Quale squadra segna
sv_se: Vilket lag gör mål

source: 1st Half - Total Goals
it_it: Prima metà – Goal totali
sv_se: 1:a halvlek - Totalt antal mål

source: 2nd Half - Total Goals
it_it: Seconda metà – Goal totali
sv_se: 2:a halvlek - Totalt antal mål

source: Total corners
it_it: Corner totali
sv_se: Totalt antal hörnor

source: 1st Half - Total Corners
it_it: Prima metà – Corner totali
sv_se: 1:a halvlek - Totalt antal hörnor

source: 1st Half - Corner Handicap
it_it: Prima metà – Corner handicap
sv_se: 1:a halvlek - Hörnor handikapp

source: 1st Half - Corner Matchbet
it_it: Prima metà – Corner Matchbet
sv_se: 1:a halvlek - Hörnor matchspel

source: Corner Odd/Even
it_it: Corner Dispari/Pari
sv_se: Hörnor Udda/jämna

source: 1st Half - Corner Odd/Even
it_it: Prima metà – Corner Dispari/Pari
sv_se: 1:a halvlek - Hörnor Udda/jämna

source: First corner
it_it: Primo Corner
sv_se: Första hörna

source: 1st Half - First Corner
it_it: Prima metà – Primo Corner
sv_se: 1:a halvlek - Första hörna

source: Home Team Number of Corners
it_it: Numero corner squadra di casa
sv_se: Antal hörnor för hemmalaget

source: 1st Half - Home Team Number of Corners
it_it: Prima metà – Numero corner squadra di casa
sv_se: 1:a halvlek - Antal hörnor för hemmalaget

source: 1st Half - Totals
it_it: Prima metà – Totali
sv_se: 1:a halvlek - Totaler

source: 2nd Half - Totals
it_it: Seconda metà – Totali
sv_se: 2:a halvlek - Totaler

source: Last corner
it_it: Ultimo corner
sv_se: Sista hörna

source: 1st Half - Last Corner
it_it: Prima metà – Ultimo corner
sv_se: 1:a halvlek - Sista hörna

source: Away Team Number of Corners
it_it: Numero corner squadra fuori casa
sv_se: Antal hörnor för bortalaget

source: 1st Half - Away Team Number of Corners
it_it: Prima metà – Numero corner squadra fuori casa
sv_se: 1:a halvlek - Antal hörnor för bortalaget

source: Last team to score
it_it: Ultima squadra a segnare
sv_se: Sista lag att göra mål

source: Corner Total (Aggregated)
it_it: Corner totali (Aggregati)
sv_se: Totalt antal hörnor (aggregerade)

source: 1st Half - Corner Total (Aggregated)
it_it: Prima metà – Corner totali (aggregati)
sv_se: 1:a halvlek - Totalt antal hörnor (aggregerade)

source: Home to win both halves?
it_it: Squadra di casa vince entrambe le metà
sv_se: Vinner hemmalaget båda halvlekarna

source: Home to win either half?
it_it: Squadra di casa vince una delle metà
sv_se: Vinner hemmalaget någon av halvlekarna

source: Home to score in both halves?
it_it: Squadra di casa segna in entrambe le metà
sv_se: Gör hemmalaget mål i båda halvlekarna

source: Away to win both halves?
it_it: Squadra fuori casa vince entrambe le metà
sv_se: Vinner bortalaget båda halvlekarna

source: Away to win either half?
it_it: Squadra fuori casa vince una delle metà
sv_se: Vinner bortalaget någon av halvlekarna

source: Away to score in both halves?
it_it: Squadra fuori casa segna in entrambe le metà
sv_se: Gör bortalaget mål i båda halvlekarna?

source: Both halves over 1.5?
it_it: Entrambe le metà oltre 1,5?
sv_se: Båda halvlekar över 1.5

source: Both halves under 1.5?
it_it: Entrambe le metà sotto 1.5?
sv_se: Båda halvlekar under 1.5

source: 1st Half Double Chance
it_it: Prima metà Doppia chance
sv_se: 1:a halvlek dubbelchans

source: 1st Half Draw no Bet
it_it: Prima metà Draw no bet
sv_se: 1:a halvlek insatsen tillbaka vid oavgjort

source: First goal interval 10 min
it_it: Primo goal intervallo 10 minuti
sv_se: Första mål 10 min intervall

source: First goal interval 15 min
it_it: Primo goal intervallo 15 minuti
sv_se: Första mål 15 min intervall

source: First 10 minutes -3 way
it_it: Primi 10 minuti -3 fuori casa
sv_se: Första 10 minuter - 3-väg

source: 1st Half - Both Teams to score
it_it: Prima metà – Entrambe le squadre segnano
sv_se: 1:a halvlek - Båda lagen gör mål

source: 2nd Half - Both Teams to score
it_it: Seconda metà – Entrambe le squadre segnano
sv_se: 2:a halvlek - Båda lagen gör mål

source: Highest Scoring Half Hometeam
it_it: Metà tempo con più goal per la squadra di casa
sv_se: Halvlek med flest mål hemmalaget

source: Highest Scoring Half Awayteam
it_it: Metà tempo con più goal per la squadra fuori casa
sv_se: Halvlek med flest mål bortalaget

source: Correct score (incl. other)
it_it: Punteggio corretto (inclusi altri)
sv_se: Rätt resultat (inkl. andra)

source: Odd/Even Points
it_it: Punti dispari/pari
sv_se: Udda/jämnt antal poäng

source: Points Spreads
it_it: Punti spread
sv_se: Poäng spreads

source: Total Spreads
it_it: Spread totali
sv_se: Totala spreads

source: 1st Half - Points Spread
it_it: Prima metà – punti spread
sv_se: 1:a halvlek - Poäng spreads

source: 1st Half - Total Spread
it_it: Seconda metà – spread totale
sv_se: 1:a halvlek - Totala spreads

source: Matchbet and Totals
it_it: Matchbet e totali
sv_se: Matchspel och totaler

source: 1st Half - Odd/Even Points
it_it: Prima metà – Punti dispari/pari
sv_se: 1:a halvlek - Udda/jämnt antal poäng

source: 1st Half - 2way
it_it: Prima metà – 2way
sv_se: 1:a halvlek - 2-väg

source: Highest Scoring Quarter
it_it: Quarto con più punti
sv_se: Period med flest mål

source: 2nd Half - Points Spread
it_it: Seconda metà – Spread punti
sv_se: 2:a halvlek - Poäng spreads

source: 2nd Half - Total Spread
it_it: Seconda metà – Spread totale
sv_se: 2:a halvlek - Totala spreads

source: 1st Half - Draw no bet
it_it: Prima metà – Draw no bet
sv_se: 1:a halvlek - Insatsen tillbaka vid oavgjort

source: 2nd Half - Odd/Even Points
it_it: Seconda metà – Punti dispari/pari
sv_se: 2:a halvlek - Udda/jämnt antal poäng

source: 2nd Half - Draw no bet
it_it: Seconda metà – Draw no bet
sv_se: 2:a halvlek - Insatsen tillbaka vid oavgjort

source: Total margins NBA-ranges
it_it: Margini totali range NBA
sv_se: Totala marginer NBA intervall

source: Total margins Regular-ranges
it_it: Margini totali range normali
sv_se: Totala marginer regelbundna intervall

source: Totals away team
it_it: Totali squadra fuori casa
sv_se: Totaler bortalaget

source: Totals home team
it_it: Totali squadra di casa
sv_se: Totaler hemmalaget

source: 1st Quarter - 1X2
it_it: Primo quarto - 1X2
sv_se: 1:a period - 1X2

source: 2nd Quarter - 1X2
it_it: Secondo quarto – 1X2
sv_se: 2:a period - 1X2

source: 3rd Quarter - 1X2
it_it: Terzo quarto – 1X2
sv_se: 3:e period - 1X2

source: 4th Quarter - 1X2
it_it: Quarto quarto – 1X2
sv_se: 4:e period - 1X2

source: 1st Quarter - Draw no bet
it_it: Primo quarto – Draw no bet
sv_se: 1:a period - Insatsen tillbaka vid oavgjort

source: 2nd Quarter - Draw no bet
it_it: Secondo quarto – Draw no bet
sv_se: 2:a period - Insatsen tillbaka vid oavgjort

source: 3rd Quarter - Draw no bet
it_it: Terzo quarto – Draw no bet
sv_se: 3:e period - Insatsen tillbaka vid oavgjort

source: 4th Quarter - Draw no bet
it_it: Quarto quarto – Draw no bet
sv_se: 4:e period - Insatsen tillbaka vid oavgjort

source: 1st Quarter - Total Spread
it_it: Primo quarto – Spread totale
sv_se: 1:a period - Totala spreads

source: 2nd Quarter - Total Spread
it_it: Secondo quarto – Spread totale
sv_se: 2:a period - Totala spreads

source: 3rd Quarter - Total Spread
it_it: Terzo quarto – Spread totale
sv_se: 3:e period - Totala spreads

source: 4th Quarter - Total Spread
it_it: Quarto quarto – Spread totale
sv_se: 4:e period - Totala spreads

source: 1st Quarter - Points Spread
it_it: Primo quarto – Spread punti
sv_se: 1:a period - Poäng spreads

source: 2nd Quarter - Points Spread
it_it: Secondo quarto – Spread punti
sv_se: 2:a period - Poäng spreads

source: 3rd Quarter - Points Spread
it_it: Terzo quarto – Spread punti
sv_se: 3:e period - Poäng spreads

source: 4th Quarter - Points Spread
it_it: Quarto quarto – Spread punti
sv_se: 4:e period - Poäng spreads

source: 1st Quarter - Odd/Even Points
it_it: Primo quarto – Punti dispari/pari
sv_se: 1:a period - Udda/jämnt antal poäng

source: 2nd Quarter - Odd/Even Points
it_it: Secondo quarto – Punti dispari/pari
sv_se: 2:a period - Udda/jämnt antal poäng

source: 3rd Quarter - Odd/Even Points
it_it: Terzo quarto – Punti dispari/pari
sv_se: 3:e period - Udda/jämnt antal poäng

source: 4th Quarter - Odd/Even Points
it_it: Quarto quarto – Punti dispari/pari
sv_se: 4:e period - Udda/jämnt antal poäng

source: First to x points
it_it: Primo a x punti
sv_se: Först att nå x poäng

source: Total AAMS
it_it: Totale AAMS
sv_se: Totala AAMS

source: Total 3way
it_it: Totale 3way
sv_se: Totala 3-vägs

source: Points Spreads (Overtime)
it_it: Spread punti (tempo supplementare)
sv_se: Poäng spreads (övertid)

source: Total Spreads (Overtime)
it_it: Spread totali (tempo supplementare)
sv_se: Totala spreads (övertid)

source: Odd/Even Runs (Overtime)
it_it: Run dispari/pari (tempo supplementare)
sv_se: Udda/jämnt antal runs (övertid)

source: Correct Score
it_it: Punteggio corretto
sv_se: Rätt resultat

source: Both teams to score?
it_it: Segnano entrambe le squadre?
sv_se: Båda lagen gör mål

source: Goal Spreads
it_it: Spread goal
sv_se: Mål spreads

source: 1st Period - 3way
it_it: Primo tempo – 3way
sv_se: 1:a period - 3-vägs

source: 3rd Period - 3way
it_it: Terzo tempo – 3way
sv_se: 3:e period - 3-vägs

source: 1st Period – Total
it_it: Primo tempo – Totale
sv_se: 1:a period - Totalt

source: 2nd Period – Total
it_it: Secondo tempo – Totale
sv_se: 2:a period - Totalt

source: 3rd Period – Total
it_it: Terzo tempo – Totale
sv_se: 3:e period - Totalt

source: 1st Period - Double Chance
it_it: Primo tempo – Doppia chance
sv_se: 1:a period - Dubbelchans

source: 2nd Period - Double Chance
it_it: Secondo tempo – Doppia chance
sv_se: 2:a period - Dubbelchans

source: 3rd Period - Double Chance
it_it: Terzo tempo – Doppia chance
sv_se: 3:e period - Dubbelchans

source: Odd/Even goals (Inc. OT and Penalty Shootout)
it_it: Goal dispari/pari (inc. supplementari e punizioni)
sv_se: Udda/jämnt antal mål (inkl. övertid och straff)

source: Highest Scoring Period
it_it: Tempo con più goal
sv_se: Period med flest mål

source: Goal Spreads (incl. OT)
it_it: Spread goal (incl. Suppl.)
sv_se: Mål spreads (inkl. övertid)

source: Total Spreads (incl. OT)
it_it: Spread totali (incl. Suppl.)
sv_se: Totala spreads (inkl. övertid)

source: Last team to Score
it_it: Ultima squadra a segnare
sv_se: Sista lag att göra mål

source: 2nd Period - 3way
it_it: Secondo tempo – 3way
sv_se: 2:a period - 3-vägs

source: 1st Period - Odd/Even goals
it_it: Primo tempo – Goal dispari/pari
sv_se: 1:a period - Udda/jämnt antal mål

source: 2nd Period - Odd/Even goals
it_it: Secondo tempo - Goal dispari/pari
sv_se: 2:a period - Udda/jämnt antal mål

source: 3rd Period - Odd/Even goals
it_it: Terzo tempo - Goal dispari/pari
sv_se: 3:e period - Udda/jämnt antal mål

source: 1st Period - Draw no bet
it_it: Primo tempo – Draw no bet
sv_se: 1:a period - Insatsen tillbaka vid oavgjort

source: 2nd Period - Draw no bet
it_it: Secondo tempo - Draw no bet
sv_se: 2:a period - Insatsen tillbaka vid oavgjort

source: 3rd Period - Draw no bet
it_it: Terzo tempo - Draw no bet
sv_se: 3:e period - Insatsen tillbaka vid oavgjort

source: 2nd Period - Both teams to score
it_it: Secondo tempo – Entrambe le squadre segnano
sv_se: 2:a period - Båda lagen gör mål

source: 3rd Period - Both teams to score
it_it: Terzo tempo - Entrambe le squadre segnano
sv_se: 3:e period - Båda lagen gör mål

source: 1st Period - Goal Spreads
it_it: Primo tempo – Spread goal
sv_se: 1:a period - Mål spreads

source: 2nd Period - Goal Spreads
it_it: Secondo tempo - Spread goal
sv_se: 2:a period - Mål spreads

source: 3rd Period - Goal Spreads
it_it: Terzo tempo - Spread goal
sv_se: 3:e period - Mål spreads

source: 2nd Period - First team to score
it_it: Secondo tempo – Prima squadra a segnare
sv_se: 2:a period - Första lag att göra mål

source: 3rd Period - First team to score
it_it: Terzo tempo - Prima squadra a segnare
sv_se: 3:e period - Första lag att göra mål

source: 1st Period - Last team to score
it_it: Primo tempo - Prima squadra a segnare
sv_se: 1:a period - Sista lag att göra mål

source: 2nd Period - Last team to score
it_it: Secondo tempo - Ultima squadra a segnare
sv_se: 2:a period - Sista lag att göra mål

source: 3rd Period - Last team to score
it_it: Terzo tempo - Ultima squadra a segnare
sv_se: 3:e period - Sista lag att göra mål

source: 1st Period - Both teams to score
it_it: Primo tempo - Ultima squadra a segnare
sv_se: 1:a period - Båda lagen gör mål

source: Totals (incl. OT)
it_it: Totali (incl. Suppl.)
sv_se: Totaler (inkl. övertid)

source: 2way (incl. OT)
it_it: 2way (incl. Suppl.)
sv_se: 2-vägs (inkl. övertid)

source: 1st Set Winner
it_it: Vincitore primo set
sv_se: 1:a set vinnare

source: Total Number of Sets (best of 3)
it_it: Numero totale di set (best of 3)
sv_se: Totalt antal set (bäst av 3)

source: 2nd Set Winner
it_it: Vincitore secondo set
sv_se: 2:a set vinnare

source: Total Number of Sets (best of 5)
it_it: Numero totale di set (best of 5)
sv_se: Totalt antal set (bäst av 5)

source: Correct Set Score (best of 3 sets)
it_it: Punteggio corretto del set (best of 3)
sv_se: Rätt set resultat (bäst av 3 sets)

source: Correct Set Score (best of 5 sets)
it_it: Punteggio corretto del set (best of 5)
sv_se: Rätt set resultat (bäst av 5 sets)

source: 1st Half - 3way
it_it: Prima metà – 3way
sv_se: 1:a halvlek - 3-väg

source: Halftime / Fulltime
it_it: Metà tempo / Tempo pieno
sv_se: Halvtid/fulltid

source: Odd / Even Goals
it_it: Goal dispari / pari
sv_se: Udda/jämnt antal mål

source: 1st Half - Goal Spread
it_it: Prima metà – Spread goal
sv_se: 1:a halvlek - Mål spreads

source: 2nd half - 3way
it_it: Seconda metà – 3way
sv_se: 2:a halvlek - 3-vägs

source: 1st half - Double Chance
it_it: Prima metà – Doppia chance
sv_se: 1:a halvlek - Dubbelchans

source: 1st half - Draw no bet
it_it: Prima metà – Draw no bet
sv_se: 1:a halvlek - Insatsen tillbaka vid oavgjort

source: 1st Half - Odd / Even
it_it: Prima metà – Dispari / pari
sv_se: 1:a halvlek - Udda/jämnt

source: 2nd Half - Odd / Even
it_it: Seconda metà – Dispari / pari
sv_se: 2:a halvlek - Udda/jämnt

source: 2nd half - Draw no bet
it_it: Seconda metà – Draw no bet
sv_se: 2:a halvlek - Insatsen tillbaka vid oavgjort

source: 2nd half - Double Chance
it_it: Seconda metà – Doppia chance
sv_se: 2:a halvlek - Dubbelchans

source: Points Spread
it_it: Spread punti
sv_se: Poäng spreads

source: Winning Margins Rugby Union
it_it: Margini vincite Rugby Union
sv_se: Vinstmarginaler Rugby Union

source: Winning Margins Rugby League
it_it: Margini vincite Rugby League
sv_se: Vinstmarginaler Rugby League

source: 1st Half - Points Spreads
it_it: Prima metà – Spread punti
sv_se: 1:a halvlek - Poäng spreads

source: 1st Half – Odd/Even Points
it_it: Prima metà – Punti dispari/pari
sv_se: 1:a halvlek - Udda/jämnt antal poäng

source: Odd/Even Points (overtime)
it_it: Punti dispari/pari (supplementari)
sv_se: Udda/jämnt antal poäng (övertid)

source: 2nd Half - Points Spread (incl. Overtime)
it_it: Seconda metà – Spread punti (incl. Suppl.)
sv_se: 2:a halvlek - Poäng spreads (inkl. övertid)

source: 2nd Half - Total Spreads (incl. Overtime)
it_it: Seconda metà – Spread totali (incl. Suppl.)
sv_se: 2:a halvlek - Totala spreads (inkl. övertid)

source: Who wins first set
it_it: Chi vince il primo set
sv_se: Vem vinner första set

source: Who wins second set
it_it: Chi vince il secondo set
sv_se: Vem vinner andra set

source: Total number of sets (best of 5)
it_it: Numero totale di set (best of 5)
sv_se: Totalt antal set (bäst av 5)

source: Correct Set Score
it_it: Punteggio corretto del set
sv_se: Rätt set resultat

source: How many sets will exceed score limit?
it_it: Quanti set supererà limite di punteggio?
sv_se: Hur många set kommer att överstiga poängsgräns?

source: 1st Set Handicap
it_it: Primo set Handicap
sv_se: 1:a set handikapp

source: 1st Set Total
it_it: Primo set Totale
sv_se: 1:a set totalt

source: 1st Set Race to X
it_it: Primo set Race to X
sv_se: 1:a set race till X

source: 1st Set Odd/even
it_it: Primo set Dispari / Pari
sv_se: 1:a set udda/jämnt

source: Who wins third set
it_it: Chi vince il terzo set
sv_se: Vem vinner tredje set

source: Who wins fourth set
it_it: Chi vince il quarto set
sv_se: Vem vinner fjärde set

source: Who wins fifth set
it_it: Chi vince il quinto set
sv_se: Vem vinner femte set

source: 5th Set Played?
it_it: 5 ° Set giocato?
sv_se: Kommer 5:e set att spelas

source: 4th Set Played?
it_it: 4 ° Set giocato?
sv_se: Kommer 4:e set att spelas

source: Total number of sets (best of 3)
it_it: Numero totale di set (best of 3)
sv_se: Totalt antal set (bäst av 3)

source: Line
it_it: Linea
sv_se: Linje

source: None
it_it: Nessuno
sv_se: Inget

source: goals
it_it: goal
sv_se: mål

source: Goals
it_it: Goal
sv_se: Mål
