Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: You need to accept the Terms Of Use to be able to register.
bg_bg: Необходимо е да приемете Правилата за ползване, за да можете да се регистрирате.
cn_cn: 您需要接受使用条款方可注册。
cs_cz: Bez akceptování podmínek použití se nemůžete zaregistrovat.
de_de: Sie müssen die Nutzungsbedingungen akzeptieren, um sich registrieren zu können.
el_gr: Πρέπει να αποδεχτείς τους Όρους Χρήσης για να μπορέσεις να εγγραφείς.
fr_fr: Vous devez accepter les Conditions d'Utilisation pour pouvoir vous inscrire.
hr_hr: Morate prihvatiti Uvjete korištenja da biste s mogli registrirati.
hu_hu: Regisztrációhoz el kell fogadnod a Használati feltételeket.
jp_jp: 登録するには契約条件に同意する必要があります。
pl_pl: Aby się zarejestrować, musisz zaakceptować regulamin.
pt_pt: Tem de aceitar as Condições de Utilização para se registar
ro_ro: Trebuie să acceptaţi termenii pentru a vă putea înregistra.
ru_ru: Для завершения регистрации необходимо согласиться с условиями пользования
sr_sp: Morate prihvatiti Uvete korišćenja da bi se mogli registrovati.

source: This field cannot be left blank
bg_bg: Това поле не може да бъде празно
cn_cn: 此栏不可留空
cs_cz: Toto pole je nutno vyplnit
de_de: Dieses Feld muss ausgefüllt werden
el_gr: Αυτό το πεδίο δεν μπορεί να μείνει κενό
fr_fr: Ce champ ne peut être laissé vierge
hr_hr: Ovo polje ne smije se ostaviti praznim
hu_hu: Ez a mező nem maradhat üresen
jp_jp: ここが空欄になっています
pl_pl: To pole nie może pozostać puste
pt_pt: Este campo não pode ser deixado em branco
ro_ro: Acest câmp nu poate fi lăsat gol
ru_ru: Это поле необходимо заполнить
sr_sp: ovo polje ne može biti prazno

source: Mimimum 5 characters long
bg_bg: Минимум 5 символа
cn_cn: 长度最少为5个字符
cs_cz: Minimální délka je 5 znaků
de_de: Mindestens 5 Zeichen lang
el_gr: Ελάχιστο 5 χαρακτήρες
fr_fr: Au moins 5 caractères de long
hr_hr: Minimalno 5 znakova
hu_hu: Minimum 5 karakter hosszúnak kell lennie
jp_jp: 最低５文字
pl_pl: Minimum 5 znaków
pt_pt: Mínimo de 5 caracteres de comprimento
ro_ro: Minim 5 caractere
ru_ru: Минимум 5 символов
sr_sp: Dugačko najmanje 5 znakova

source: The username should be different from email
bg_bg: Потребителското име трябва да бъде различно от е-мейла
cn_cn: 用户名称需与电邮不同
cs_cz: Uživatelské jméno se nesmí shodovat s emailem.
de_de: Der Benutzername darf nicht mit der E-Mailadresse übereinstimmen
el_gr: Το όνομα χρήστη πρέπει να είναι διαφορετικό από τη διεύθυνση email
fr_fr: L'identifiant doit être différent de l'adresse e-mail
hr_hr: Korisničko ime treba biti drukčije od adrese e-pošte
hu_hu: Felhasználónévnek különböznie kell az e-mail címtől
jp_jp: ユーザー名はEメールとは違うものにして下さい
pl_pl: Nazwa użytkownika powinna być inna niż adres e-mail
pt_pt: O nome de utilizador deve ser diferente do email.
ro_ro: Numele de utilizator trebuie să fie diferit de adresa de email
ru_ru: Имя пользователя должно отличаться от адреса электронной почты
sr_sp: Korisničko ime bi trebalo biti drugačije od adrese e-pošte

source: Password must be Between 8 to 15 characters
bg_bg: Паролата трябва да бъде с дължина между 8 и 15 символа
cn_cn: 密码必须为8至15个字符
cs_cz: Heslo musí obsahovat 8 až 15 znaků.
de_de: Passwort muss zwischen 8 und 15 Zeichen beinhalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει 8 με 15 χαρακτήρες
fr_fr: Le mot de passe doit comprendre de 8 à 15 caractères
hr_hr: Lozinka mora imati između 8 i 15 znakova
hu_hu: Jelszónak 8-15 karakter hosszúnak kell lennie
jp_jp: パスワードは８文字から１５文字以内でなければいけません
pl_pl: Hasło musi zawierać od 8 do 15 znaków
pt_pt: A palavra-passe tem de ter entre 8 e 15 carateres
ro_ro: Parola trebuie să conţină între 8 şi 15 caractere
ru_ru: Пароль должен содержать от 8 до 15 символов
sr_sp: Lozinka mora biti između 8 do 15 znakova

source: The Password has to be different from username.
bg_bg: Паролата трябва да бъде различна от потребителското име.
cn_cn: 密码必须与用户名称不同。
cs_cz: Heslo se nesmí shodovat s uživatelským jménem.
de_de: Das Passwort darf nicht mit dem Benutzernamen übereinstimmen.
el_gr: Ο κωδικός πρόσβασης πρέπει να είναι διαφορετικός από το όνομα χρήστη.
fr_fr: Le mot de passe doit être différent de l'identifiant.
hr_hr: Lozinka se mora razlikovati od korisničkog imena.
hu_hu: Jelszónak különböznie kell a felhasználónévtől.
jp_jp: パスワードはユーザー名とは異なってなければいけません
pl_pl: Hasło musi być inne niż nazwa użytkownika.
pt_pt: A Palavra-passe tem de ser diferente do nome de utilizador.
ro_ro: Parola trebuie să fie diferită de numele de utilizator.
ru_ru: Пароль должен отличаться от имени пользователя
sr_sp: Lozinka mora biti drugačija od korisničkog imena.

source: It seems that you are already registered.
bg_bg: Весе сте регистрирани в системата.
cn_cn: 看来您已经注册。
cs_cz: Vypadá to, že již jste registrováni.
de_de: Sie scheinen bereits registriert zu sein.
el_gr: Φαίνεται πως είσαι ήδη εγγεγραμμένος.
fr_fr: Il semble que vous êtes déjà enregistré(e).
hr_hr: Čini se da ste se već registrirali.
hu_hu: Úgy tűnik, már regisztráltál.
jp_jp: 既に登録しています。
pl_pl: Jesteś już zarejestrowany.
pt_pt: Parece que já está registado(a)
ro_ro: Se pare că sunteţi deja înregistrat(ă).
ru_ru: Скорее всего, вы уже зарегистрированы
sr_sp: Izgleda da ste već registrovani.

source: Please enter your street address or street address does not exist
bg_bg: Моля, въведете точния си адрес или не съществува точен адрес
cn_cn: 请输入您的街道地址或街道地址不存在
cs_cz: Zadejte prosím ulici, případně zadaná neexistuje
de_de: Bitte geben Sie Ihre Straße ein der Straßenname nicht vorhanden
el_gr: Συμπλήρωσε τη διεύθυνσή σου ή η διεύθυνση δεν υπάρχει
fr_fr: Veuillez saisir votre adresse postale ou l'adresse postale n'existe pas
hr_hr: Molimo da unesete svoju kućnu adresu ili kućna adresa ne postoji
hu_hu: Add meg címed utcanevét vagy utcanév nem létezik.
jp_jp: 住所を入力、または住所が存在しないみたいです
pl_pl: Wprowadź adres lub podany adres nie istnieje
pt_pt: Por favor introduza a sua morada, ou morada não existente
ro_ro: Vă rugăm introduceţi strada sau strada nu există
ru_ru: Укажите свою улицу
sr_sp: Unesite svoju adresu sa ulicom ili adresa sa ulicom ne postoji

source: Debug setting does not allow access to this url.
bg_bg: Настройките за отстраняване на грешки забраняват достъпа до този url.
cn_cn: 调试设置不允许存取此网址。
cs_cz: Nastavení ladění neumožňuje přístup k této adrese.
de_de: Debug-Einstellungen verweigern den Zugriff auf diesen URL.
el_gr: Η ρύθμιση εντοπισμού σφαλμάτων δεν επιτρέπει την πρόσβαση σε αυτόν τον σύνδεσμο url.
fr_fr: Le paramètre de débogage ne permet l'accès à cet url.
hr_hr: Postavka uklanjanja greške ne dozvoljava pristup ovom URL-u.
hu_hu: A hibaelhárítási beállítások nem engedélyezik a webcímhez való hozzáférést.
jp_jp: デバッグ設定ではこのurlに対するアクセスを許可しません。
pl_pl: Ustawienia debugowania nie pozwalają na dostęp do tego adresu URL.
pt_pt: As definições de debugginng não permitem acesso a este URL.
ro_ro: Setările debug nu permit accesul la acest url.
ru_ru: Настройки отладки препятствуют переходу по этому адресу
sr_sp: Postavka za otklanjanje grešaka ne dozvoljava pristup ovom URL.

source: Match odds
bg_bg: Коефициенти за среща
cn_cn: 比赛赔率
cs_cz: Kurzy na zápas
de_de: Tipp
el_gr: Νικητής αγώνα
fr_fr: Cotes du match
hr_hr: Izgledi na utakmici
hu_hu: Mérkőzés nyereményszorzók
jp_jp: 試合確率
pl_pl: Stawki meczu
pt_pt: Odds do jogo
ro_ro: Cote meci
ru_ru: Коэффициенты матча
sr_sp: Kvote na meč

source: Remaining match
bg_bg: Оставащо време
cn_cn: 剩余比赛
cs_cz: Zbývající zápas
de_de: Restzeit
el_gr: Υπόλοιπος αγώνας
fr_fr: Match restant
hr_hr: Preostala utakmica
hu_hu: Hátralévő mérkőzés
jp_jp: 残った試合
pl_pl: Pozostałe mecze
pt_pt: Remanescente de jogo
ro_ro: Meci nedisputat
ru_ru: Оставшееся время матча
sr_sp: Preostali meč

source: Next Goal
bg_bg: Следващ гол
cn_cn: 下次进球
cs_cz: Další gól
de_de: Nächstes Tor
el_gr: Επόμενο Γκολ
fr_fr: Prochain but
hr_hr: Sljedeći gol
hu_hu: Következő gól
jp_jp: 次のゴール
pl_pl: Następny gol
pt_pt: Próximo golo
ro_ro: Următorul gol
ru_ru: Следующий гол
sr_sp: Sledeći gol

source: Total Goals +/-
bg_bg: Сбор голове +/-
cn_cn: 总进球数 +/-
cs_cz: Celkem gólů +/-
de_de: Tore insgesamt +/-
el_gr: Σύνολο Γκολ +/-
fr_fr: Buts totaux +/-
hr_hr: Ukupno golova +/-
hu_hu: Összesített gólok +/-
jp_jp: 合計ゴール＋／ー
pl_pl: Suma goli +/-
pt_pt: Total de Golos +/-
ro_ro: Total goluri +/-
ru_ru: Общее количество голов +/-
sr_sp: Ukupno golova +/-

source: Match odds (1 2)
bg_bg: Коефициенти за среща (1 2)
cn_cn: 比赛赔率(1 2)
cs_cz: Kurzy na zápas (1, 2)
de_de: Tipp (1 2)
el_gr: Νικητής αγώνα
fr_fr: Cotes du match (1 2)
hr_hr: Koeficijenti za utakmicu (1 2)
hu_hu: Mérkőzés nyereményszorzók (1 2)
jp_jp: 試合確率（１ ２）
pl_pl: Stawki meczu (1 2)
pt_pt: Odds do jogo (1,2)
ro_ro: Cote meci (1 2)
ru_ru: Коэффициенты матча (1 2)
sr_sp: Kvote na meč (1, 2)

source: Set Score
bg_bg: Резултат от сет
cn_cn: 设置得分
cs_cz: Skóre setu
de_de: Set Ergebnis
el_gr: Αποτέλεσμα Σετ
fr_fr: Score du set
hr_hr: Odaberi rezultat
hu_hu: Szett eredmény
jp_jp: スコアセット
pl_pl: Wynik setu
pt_pt: Pontuação do Set
ro_ro: Scor set
ru_ru: Указать счет
sr_sp: Rezultat u setovima

source: Sets Overall
bg_bg: Сетове общо
cn_cn: 设置整体
cs_cz: Sety celkem
de_de: Sets insgesamt
el_gr: Σετ Συνολικά
fr_fr: Sets en général
hr_hr: Odaberi ukupno
hu_hu: Szettek összesen
jp_jp: オーバーオールセット
pl_pl: Sety ogółem
pt_pt: Sets Totais
ro_ro: Seturi general
ru_ru: Указать общую информацию
sr_sp: Ukupno setova

source: Total Points +/-
bg_bg: Общ брой точки +/-
cn_cn: 总分 +/5
cs_cz: Celkem bodů +/-
de_de: Punkte insgesamt
el_gr: Σύνολο πόντων +/-
fr_fr: Points totaux +/-
hr_hr: Ukupno bodova +/-
hu_hu: Összesített pontok +/-
jp_jp: 合計ポイント＋／ー
pl_pl: Suma punktów +/-
pt_pt: Total de Pontos +/-
ro_ro: Total puncte +/-
ru_ru: Общее количество очков +/-
sr_sp: Ukupno poena +/-

source: Goals from now +/-
bg_bg: Голове от сега +/-
cn_cn: 由现在计起的进球 +/-
cs_cz: Góly od teď +/-
de_de: Tore von jetzt +/-
el_gr: Γκολ από τώρα +/-
fr_fr: Buts à partir de maintenant +/-
hr_hr: Golova odsad +/-
hu_hu: Gólok mostantól +/-
jp_jp: これからのゴール＋／ー
pl_pl: Gole od teraz +/-
pt_pt: Golos a partir de agora +/-
ro_ro: Goluri de acum +/-
ru_ru: Голы с текущего момента +/-
sr_sp: Golova od sada +/-

source: Match odds (1x2)
bg_bg: Коефициенти за среща (1х2)
cn_cn: 比赛赔率 (1x2)
cs_cz: Kurzy na zápas (1x2)
de_de: Tipp (1x2)
el_gr: Προγνωστικά αγώνα (1x2)
fr_fr: Cotes du match (1x2)
hr_hr: Koeficijenti za utakmicu (1x2)
hu_hu: Mérkőzés nyereményszorzók (1x2)
jp_jp: 試合確率（１×２）
pl_pl: Stawki meczu (1x2)
pt_pt: Odds do jogo (1x2)
ro_ro: Cote meci (1x2)
ru_ru: Коэффициенты матча (1х2)
sr_sp: Kvote na meč (1x2)

source: 1 hour
bg_bg: 1 час
cn_cn: 1小时
cs_cz: 1 hodina
de_de: 1 Stunde
el_gr: 1 ώρα
fr_fr: 1 heure
hr_hr: 1 sat
hu_hu: 1 óra
jp_jp: １時間
pl_pl: 1 godzina
pt_pt: 1 hora
ro_ro: 1 oră
ru_ru: 1 час
sr_sp: 1 sat

source: 2 hours
bg_bg: 2 часа
cn_cn: 2小时
cs_cz: 2 hodiny
de_de: 2 Stunden
el_gr: 2 ώρες
fr_fr: 2 heures
hr_hr: 2 sata
hu_hu: 2 óra
jp_jp: 2時間
pl_pl: 2 godziny
pt_pt: 2 horas
ro_ro: 2 ore
ru_ru: 2 часа
sr_sp: 2 sata

source: 3 hours
bg_bg: 3 часа
cn_cn: 3小时
cs_cz: 3 hodiny
de_de: 3 Stunden
el_gr: 3 ώρες
fr_fr: 3 heures
hr_hr: 3 sata
hu_hu: 3 óra
jp_jp: ３時間
pl_pl: 3 godziny
pt_pt: 3 horas
ro_ro: 3 ore
ru_ru: 3 часа
sr_sp: 3 sata

source: Time
bg_bg: Време
cn_cn: 时间
cs_cz: Čas
de_de: Zeit
el_gr: Χρόνος
fr_fr: Durée
hr_hr: Vrijeme
hu_hu: Idő
jp_jp: タイム
pl_pl: Czas
pt_pt: Hora
ro_ro: Ora
ru_ru: Время
sr_sp: Vreme

source: Statistics
bg_bg: Статистики
cn_cn: 统计
cs_cz: Statistiky
de_de: Statistiken
el_gr: Στατιστικά
fr_fr: Statistiques
hr_hr: Statistika
hu_hu: Statisztika
jp_jp: 統計
pl_pl: Statystyki
pt_pt: Estatísticas
ro_ro: Statistici
ru_ru: Статистика
sr_sp: Statistike

source: Click on team name for extra bets
bg_bg: Щракнете върху име на отбор за допълнителни залози
cn_cn: 点击队名以进行加注
cs_cz: Pro další sázky klikněte na název týmu
de_de: Für Extrawetten auf den Namen des Teams klicken
el_gr: Κάνε κλικ στο όνομα της ομάδας για έξτρα στοιχήματα
fr_fr: Cliquez sur le nom de l'équipe pour des paris supplémentaires
hr_hr: Kliknite na ime momčadi za dodatne oklade
hu_hu: Kattints a csapatnévre extra fogadásokért
jp_jp: 更なる賭けにはチーム名をクリック
pl_pl: Kliknij nazwę drużyny, aby postawić dodatkowy zakład
pt_pt: Clique no nome de uma equipa para apostas extra
ro_ro: Click pe numele echipei pentru mai multe pariuri
ru_ru: Нажмите на название команды, чтобы сделать дополнительные ставки
sr_sp: Kliknite na ime tima za dodatne opklade

source: Upcoming Live Matches
bg_bg: Предстоящи срещи на живо
cn_cn: 即将举行的直播比赛
cs_cz: Nadcházející živé zápasy
de_de: Anstehende Live-Spiele
el_gr: Επερχόμενοι Live Αγώνες
fr_fr: Matchs live à venir
hr_hr: Nadolazeće utakmice uživo
hu_hu: Közelgő élő mérkőzések
jp_jp: 来るべきライブ試合
pl_pl: Najbliższe mecze na żywo
pt_pt: Próximos Jogos ao Vivo
ro_ro: Următoarele meciuri live
ru_ru: Грядущие матчи
sr_sp: Predstojeći uživo mečevi

source: Login For
bg_bg: Вписване за
cn_cn: 登录到
cs_cz: Přihlášení pro
de_de: Einloggen für
el_gr: Συνδεδεμένος Για
fr_fr: Se connecter pour
hr_hr: Prijava za
hu_hu: Bejelentkezés ide:
jp_jp: にログイン
pl_pl: Zaloguj się
pt_pt: Login Para
ro_ro: Autentificare pentru
ru_ru: Авторизуйтесь, чтобы
sr_sp: Prijavi se za

source: minutes
bg_bg: минути
cn_cn: 分钟
cs_cz: minuty
de_de: minuten
el_gr: λεπτά
hr_hr: minuta
hu_hu: perc
jp_jp: 分
pl_pl: minuty
pt_pt: minutos
ro_ro: minute
ru_ru: мин.
sr_sp: minuta

source: Bet Slip
bg_bg: Купон за залози
cn_cn: 投注单
cs_cz: Sázenka
de_de: Wettschein
el_gr: Κουπόνι
fr_fr: Pari combiné
hr_hr: Obrazac za okladu
hu_hu: Fogadószelvény
jp_jp: 賭けスリップ
pl_pl: Kupon
pt_pt: Talão de Aposta
ro_ro: Bilet de pariuri
ru_ru: Лотерейный купон
sr_sp: Uplatni listić

source: open
bg_bg: отвори
cn_cn: 开启
cs_cz: otevřeno
de_de: offen
el_gr: Ανοιξε
fr_fr: ouvert
hr_hr: otvori
hu_hu: nyitott
jp_jp: オープン
pl_pl: otwarty
pt_pt: Em aberto
ro_ro: deschis
ru_ru: открыть
sr_sp: otvoren

source: Sport Bets
bg_bg: Спортни залози
cn_cn: 运动投注
cs_cz: Sportovní sázky
de_de: Sportwetten
el_gr: Αθλητικό Στοίχημα
fr_fr: Paris sportifs
hr_hr: Sportske oklade
hu_hu: Sportfogadások
jp_jp: スポーツ賭け
pl_pl: Zakłady sportowe
pt_pt: Apostas Desportivas
ro_ro: Pariuri din sport
ru_ru: Спортивные ставки
sr_sp: Klađenje na sportove

source: Great odds on football,tennis, ice hokey and many more
bg_bg: Страхотни коефициенти за футбол, тенис, хокей на лед и много други
cn_cn: 足球、网球、冰球和其他更多赛事的巨大赔率
cs_cz: Skvělé kurzy na fotbal, tenis, hokej a spoustu dalších sportů
de_de: Tolle Wettquoten beim Football, Tennis, Eishockey und vielen Sportarten mehr
el_gr: Μεγάλες αποδόσεις στο ποδόσφαιρο, τένις, χόκεϊ επί πάγου και πολλά άλλα
fr_fr: Formidables cotes sur le football, le tennis, le hockey sur glace et bien d'autres
hr_hr: Odlični koeficijenti za nogomet, tenis, hokej na ledu i još mnogo sportova
hu_hu: Nagyszerű futball, tenisz, jégkorong nyereményszorzók + sok minden más
jp_jp: フットボール、テニス、アイスホッケー、その他たくさんの素晴らしい確率
pl_pl: Świetny kurs zakładów na mecze piłki nożnej, tenisa, hokeja na lodzie i inne
pt_pt: Excelentes odds em futebol, ténis, hóquei no gelo e muitos mais
ro_ro: Cote excelente pentru fotbal, tenis, hochei pe gheaţă şi multe altele
ru_ru: Отличные коэффициенты на футбол, теннис, хоккей и многое другое!
sr_sp: Odlične kvote za fudbal, tenis, hokej na ledu i mnogo toga još

source: Max Wager for bets:
bg_bg: Максимален залог за:
cn_cn: 最大下注：
cs_cz: Maximální vklad sázky:
de_de: Max Wetteinsatz für Wetten:
el_gr: Μέγιστο ποντάρισμα:
fr_fr: Mise max. pour les paris:
hr_hr: Najviši ulog za oklade:
hu_hu: Max fogadási tét:
jp_jp: ベットの最高賭け：
pl_pl: Maksymalna stawka zakładów:
pt_pt: Aposta Máxima nas apostas:
ro_ro: Miza maximă pentru pariuri:
ru_ru: Максимальная ставка:

source: Wager:
bg_bg: Залог:
cn_cn: 下注：
cs_cz: Sázka:
de_de: Wetteinsatz:
el_gr: Ποντάρισμα:
fr_fr: Mise:
hr_hr: Ulog:
hu_hu: Tét:
jp_jp: 賭け：
pl_pl: Stawka:
pt_pt: Motante apostado:
ro_ro: Miza:
ru_ru: Ставка:
sr_sp: Ulog:

source: Max Payout:
bg_bg: Максимално изплащане
cn_cn: 最大彩金：
cs_cz: Maximální výplata:
de_de: Max Auszahlung:
el_gr: Μέγιστη Πληρωμή
fr_fr: Gain max:
hr_hr: Najveći dobitak:
hu_hu: Max kifizetés:
jp_jp: 最大支払：
pl_pl: Maksymal wypłata:
pt_pt: Ganho máximo:
ro_ro: Plata maximă:
ru_ru: Максимальный выигрыш:
sr_sp: Maks. isplata:

source: All games / All events
bg_bg: Всички игри / Всички събития
cn_cn: 全部比赛 / 全部赛事
cs_cz: Všechny hry/akce
de_de: Alle Spiele / Alle Veranstaltungen
el_gr: Όλα τα παιχνίδια/Όλες οι διοργανώσεις
fr_fr: Tous les matchs / Tous les événements
hr_hr: Sve utakmice/svi događaji
hu_hu: Összes mérkőzés / Összes esemény
jp_jp: 全てのゲーム／全てのイベント
pl_pl: Wszystkie gry / Wszystkie zdarzenia
pt_pt: Todos os jogos / Todos os eventos
ro_ro: Toate jocurile / Toate evenimentele
ru_ru: Все игры/все события
sr_sp: Sve igre / Svi događaji

source: All games at one look, all normal sports and all odds can be combined .
bg_bg: Всички игри на едно място, всички регулярни спортове и всички коефициенти могат да се комбинират.
cn_cn: 全部赛事一览无遗，而且全部正常运动和赔率也可组合。
cs_cz: Všechny hry v jednom náhledu, kombinace všech obvyklých sportů a kurzů.
de_de: Alle Spiele auf einen Blick, alle regulären Sportarten und alle Wettquoten können kombiniert werden.
el_gr: Όλα τα παιχνίδια με μια ματιά, όλα τα κανονικά αθλήματα και όλες οι αποδόσεις μπορούν να συνδυαστούν.
hr_hr: Sve utakmice na jednom mjestu, mogu se kombinirati svi normalni sportovi i svi koeficijenti.
hu_hu: Az összes mérkőzés egy oldalon, mindegyik népszerű sport és nyereményszorzó kombinálható.
jp_jp: 通常のスポーツと確率が合同され、全てのゲームが一度に見れます。
pl_pl: Można łączyć wszystkie gry, sporty tradycyjne i stawki.
pt_pt: Todos os jogos com uma simples olhada; todos os desportos normais e todas asodds podem ser combinados.
ro_ro: Toate jocurile dintr-o privire, toate sporturile normale şi toate cotele pot fi combinate.
ru_ru: Все игры, спортивные мероприятия и лучшие коэффициенты сразу.
sr_sp: Mogu se kombinovati sve igre na jedan pogled, svi normalni sportovi i sve kvote.

source: Get this innovative service now from us. Live games meeting like never before! Good Luck!!
bg_bg: Вземете тази иновативна услуга от нас сега. Среща с игрите на живо както никога досега! Късмет!!
cn_cn: 在我们这里，您可享用此创新服务。前所未有的直播赛事！
cs_cz: Využijte našich inovativních služeb. Živé zápasy jako nikdy předtím! Hodně štěstí!
de_de: Jetzt können Sie diesen innovativen Service von uns erhalten. Live-Spiele wie noch nie zu vor! Viel Glück!
el_gr: Αποκτήστε αυτή την καινοτόμο υπηρεσία τώρα από εμάς. Ζωντανά παιχνίδια, όπως ποτέ πριν! Καλή τύχη!!
fr_fr: Profitez dès maintenant de ce service innovant. Des matchs en direct inédits! Bonne chance !
hr_hr: Uzmite sada ovu našu inovativnu uslugu. Pristup utakmicama uživo kao nikada prije! Sretno!!
hu_hu: Részesülj az innovatív szolgáltatásunkban! Élő mérkőzések, mint eddig még soha. Sok szerencsét!
jp_jp: この革新的なサービスを今すぐゲットしよう。今までにないライブゲーム！グッドラック！！
pl_pl: Już teraz skorzystaj z tej innowacyjnej usługi i weź udział w spotkaniach, jakich nie widziałeś nigdy wcześniej! Powodzenia!
ro_ro: Obţineţi acest serviciu inovativ acum de la noi. Meciuri live cum nu aţi mai întâlnit până acum! Mult noroc!
ru_ru: Воспользуйтесь нашим инновационным сервисом! Это совершенно новый взгляд на игры в реальном времени! Удачи!
sr_sp: Dobijte ovu inovativnu uslugu sada od nas. Uživo susreti kao nikada pre! Srećno!

source: more groups
bg_bg: повече групи
cn_cn: 更多群组
cs_cz: více skupin
de_de: mehr Gruppen
el_gr: ακόμη γκρουπ
fr_fr: plus de groupes
hr_hr: više grupa
hu_hu: több csoport
jp_jp: その他のグループ
pl_pl: więcej grup
pt_pt: mais grupos
ro_ro: mai multe grupuri
ru_ru: другие группы
sr_sp: još grupa

source: Draw no Bet Period
bg_bg: При равенство, залогът се отменя
cn_cn: 平手无效期间
cs_cz: Období pro „remíza ruší sázky“
de_de: Sieg Viertel
el_gr: Νίκη περιόδου 1 2
fr_fr: Période de nul écarté
hr_hr: Razdoblje oklade bez neriješenog
hu_hu: Nincs fogadás döntetlenre időszak
jp_jp: 引き分け賭けなし期間
pl_pl: Okres zwrotu zakładu przy remisie
pt_pt: Período Draw no Bet
ro_ro: Perioada draw no bet
ru_ru: Период возврата ставки в случае ничьей
sr_sp: Povrat na nerešeno

source: Total x Period
bg_bg: Сбор х Период
cn_cn: 总计 x 期间
cs_cz: Období x celkem
de_de: Punkte Viertel
el_gr: Πόντοι περιόδου +/-
fr_fr: Total période x
hr_hr: Ukupno x razdoblje
hu_hu: Összesített x Periódus
jp_jp: 合計x期間
pl_pl: Suma x Okres
pt_pt: Total x Período
ro_ro: Total x perioadă
ru_ru: Общее количество х период
sr_sp: Ukupno x poluvreme

source: Setup Deposit Limits on your Account
bg_bg: Задайте депозит лимити на сметката си
cn_cn: 设置您的帐户存款限制
cs_cz: Nastavení limitu vkladů
de_de: Einzahlungslimits auf Ihrem Konto einstellen
el_gr: Ρύθμιση ορίων κατάθεσης στον λογαριασμό σαυ
fr_fr: Configurer les limites de dépôt sur votre compte
hr_hr: Postavite ograničenja uplate za svoj račun
hu_hu: Befizetési limitek beállítása számládon
jp_jp: 口座での入金制限設定
pl_pl: Ustaw limity wpłat na swoim koncie
pt_pt: Definir limite de depósitos na sua conta
ro_ro: Setare limite depuneri în contul dvs.
ru_ru: Установить лимиты на депозит для учетной записи
sr_sp: Postavi ograničenja depozita na svoj nalog

source: Play Session Limit
bg_bg: Лимит на игрална сесия
cn_cn: 博彩时段限制
cs_cz: Limit délky relace
de_de: Sitzungslimit spielen
el_gr: Χρονικό όριο παιχνιδιού
fr_fr: Jouer en session limitée
hr_hr: Ograničenje trajanja klađenja
hu_hu: Játékidőszak limit
jp_jp: プレイセッション制限
pl_pl: Zagraj sesję z limitem
pt_pt: Limite de sessão de jogo
ro_ro: Limită sesiune joc
ru_ru: Лимит игрового сеанса
sr_sp: Ograničenje sesije igre

source: Wager Limit
bg_bg: Лимит на залог
cn_cn: 下注限制
cs_cz: Limit sázek
de_de: Limit des Wetteinsatzes
el_gr: Όριο στοιχήματος
fr_fr: Limite de mise
hr_hr: Ograničenje uloga
hu_hu: Tétlimit
jp_jp: 賭け制限
pl_pl: Limit stawek
pt_pt: Limite de montante apostado
ro_ro: Limită miză
ru_ru: Лимит на ставки
sr_sp: Ograničenje uloga

source: Loss Limit
bg_bg: Лимит на загуба
cn_cn: 亏损限制
cs_cz: Limit ztrát
de_de: Verlustlimit
el_gr: Όριο απώλειας
fr_fr: Limite de pertes
hr_hr: Ograničenje gubitaka
hu_hu: Veszteséglimit
jp_jp: 損失制限
pl_pl: Limit straty
pt_pt: Limite de perdas
ro_ro: Limită pierdere
ru_ru: Лимит на проигрыши
sr_sp: Ograničenje gubitka

source: Self Exclusion
bg_bg: Самоизключване
cn_cn: 自我排除
cs_cz: Sebe-vyloučení
de_de: Selbstausschluss
el_gr: Aυτο-αποκλεισμός
fr_fr: Auto-exclusion
hr_hr: Samoisključivanje
hu_hu: Önkizárás
jp_jp: 自身以外
pl_pl: Samowykluczenie
pt_pt: Autoexclusão
ro_ro: Auto excludere
ru_ru: Самоограничение
sr_sp: Sopstveno isključenje

source: DELETE ACCOUNT
bg_bg: ИЗТРИЙ СМЕТКА
cn_cn: 删除帐户
cs_cz: SMAZAT ÚČET
de_de: KONTO LÖSCHEN
el_gr: ΔΙΑΓΡΑΦΗ ΛΟΓΑΡΙΑΣΜΟΥ
fr_fr: SUPPRIMER COMPTE
hr_hr: IZBRIŠI RAČUN
hu_hu: SZÁMLA TÖRLÉSE
jp_jp: 口座を削除
pl_pl: USUŃ KONTO
pt_pt: ELIMINAR CONTA
ro_ro: ŞTERGEŢI CONTUL
ru_ru: УДАЛИТЬ УЧЕТНУЮ ЗАПИСЬ
sr_sp: OBRIŠI NALOG

source: Per Transaction
bg_bg: На трансакция
cn_cn: 每次交易
cs_cz: Na transakci
de_de: Pro Transaktion
el_gr: Aνά συναλλαγή
fr_fr: Par transaction
hr_hr: Po transakciji
hu_hu: Tranzakciónként
jp_jp: 一取り引きにつき
pl_pl: Wg transakcji
pt_pt: Por transação
ro_ro: Per tranzacţie
ru_ru: За транзакцию
sr_sp: Po transakciji

source: No Limit
bg_bg: Без лимит
cn_cn: 无限制
cs_cz: Bez limitu
de_de: Kein Limit
el_gr: Χωρίς όριο
fr_fr: Aucune limite
hr_hr: Bez ograničenja
hu_hu: Nincs limit
jp_jp: 制限なし
pl_pl: Bez limitu
pt_pt: Sem limite
ro_ro: Fără limită
ru_ru: Лимит отсутствует
sr_sp: Bez ograničenja

source: After %s minutes
bg_bg: След %s минути
cn_cn: %s 分钟后
cs_cz: Po %s minutách
de_de: Nach %s Minuten
el_gr: Μετά από %s λεπτά
fr_fr: Après %s minutes
hr_hr: Nakon %s minuta
hu_hu: %s perc után
jp_jp: ％s分後
pl_pl: Po %s minutach
pt_pt: Após %s minutos
ro_ro: După %s minute
ru_ru: Через %s мин.
sr_sp: Nakon %s minuta

source: After one Hour
bg_bg: След един час
cn_cn: 一小时后
cs_cz: Po 1 hodině
de_de: Nach einer Stunde
el_gr: Μετά από μία ώρα
fr_fr: Après une heure
hr_hr: Nakon jednog sata
hu_hu: 1 óra után
jp_jp: 一時間後
pl_pl: Po jednej godzinie
pt_pt: Após uma hora
ro_ro: După o oră
ru_ru: Через один час
sr_sp: Nakon jednog sata
