Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: General data protection regulation (GDPR)
ar_sa: النظام الأوروبي العام لحماية البيانات (GDPR)
de_de: Allgemeine Datenschutzverordnung (GDPR)
fr_fr: Règlement général sur la protection des données (RGPD)
pt_pt: Regulamento geral de proteção de dados (GDPR)

source: Deposits policy
ar_sa: سياسة الإيداعات
de_de: Einzahlungspolitik
fr_fr: Politique de dépôt
pt_pt: Política de depósitos

source: Payments
ar_sa: المدفوعات
bg_bg: Плащания
cn_cn: 付款
cs_cz: Platby
de_de: Einzahlungen
el_gr: Πληρωμές
fr_fr: Paiements
hr_hr: Plaćanja
hu_hu: Fizetések
jp_jp: 支払
pl_pl: Płatności
pt_pt: Pagamentos
ro_ro: Plăţi
ru_ru: Платежи
sr_sp: Isplate

source: Frequently asked questions (FAQ)
ar_sa: الأسئلة الشائعة
de_de: Häufig gestellte Fragen (FAQ)
fr_fr: Foire aux questions (FAQ)

source: Anti-money laundering policy (AML)
ar_sa: سياسة مكافحة غسيل الأموال
de_de: Anti-Geldwäsche-Richtlinie (AML)
fr_fr: Politique de lutte contre le blanchiment d'argent (AML)
pt_pt: Política de combate à lavagem de dinheiro (AML)

source: Supported Devices
ar_sa: الأجهزة المدعومة
de_de: Unterstützte Geräte
fr_fr: Appareils supportés
pt_pt: Dispositivos suportados

source: Payment Methods
ar_sa: وسائل الدفع
de_de: Bezahlmethoden
fr_fr: Méthodes de paiement
pt_pt: Métodos de Pagamento

source: Social Media
ar_sa: الوسائط الاجتماعية
de_de: Soziale Medien
fr_fr: Médias sociaux
pt_pt: Redes Sociais

source: About us
ar_sa: عن الشركة
de_de: Über uns
fr_fr: A propos de nous
pt_pt: Sobre nós

source: Contact us
ar_sa: اتصل بنا
bg_bg: Връзка с нас
cn_cn: 联系我们
cs_cz: Kontaktujte nás
de_de: Kontakt
el_gr: Eπικοινώνησε μαζί μας
fr_fr: Nous contacter
hr_hr: Obratite nam se
hu_hu: Kapcsolat
jp_jp: お問合せ
pl_pl: Kontakt
pt_pt: Entre em contato
ro_ro: Contactaţi-ne
ru_ru: Связь с нами
sr_sp: Kontaktirajte nas

source: Sitemap
ar_sa: خريطة الموقع
de_de: Inhaltsverzeichnis
fr_fr: Plan du site
pt_pt: Mapa do site

source: Full name
ar_sa: الاسم الكامل
de_de: Vollständiger Name
fr_fr: Nom complet
pt_pt: Nome completo

source: Subject
ar_sa: الموضوع
bg_bg: Относно
cn_cn: 主题
cs_cz: Předmět
de_de: Betreff
el_gr: Θέμα
fr_fr: Sujet
hr_hr: Predmet
hu_hu: Tárgy
jp_jp: 題名
pl_pl: Temat
pt_pt: Assunto
ro_ro: Subiect
ru_ru: Тема
sr_sp: Predmet

source: Message
ar_sa: الرسالة
bg_bg: Съобщение
cn_cn: 信息
cs_cz: Zpráva
de_de: Nachricht
el_gr: Μήνυμα
hr_hr: Poruka
hu_hu: Üzenet
jp_jp: メッセージ
pl_pl: Treść wiadomości
pt_pt: Mensagem
ro_ro: Mesaj
ru_ru: Сообщение
sr_sp: Poruka

source: Send
ar_sa: إرسال
bg_bg: Изпрати
cn_cn: 发送
cs_cz: Odeslat
de_de: Senden
el_gr: Αποστολή
fr_fr: Envoyer
hr_hr: Pošalji
hu_hu: Küldés
jp_jp: 送信
pl_pl: Wyślij
pt_pt: Mandar
ro_ro: Trimiteţi
ru_ru: Отправить
sr_sp: Pošalji

source: I accept the Terms of use, Privacy policy and confirm that I am over 18 years of age.
de_de: Ich akzeptiere die Nutzungsbedingungen und Datenschutzbestimmungen und bestätige, dass ich über 18 Jahre alt bin.
fr_fr: J'accepte les conditions d'utilisation et la politique de confidentialité et je confirme que j'ai plus de 18 ans.

source: You need to accept the Terms of use and Privacy policy in order to continue.
de_de: Sie müssen die Nutzungsbedingungen und die Datenschutzrichtlinie akzeptieren, um fortzufahren.
fr_fr: Vous devez accepter les conditions d'utilisation et la politique de confidentialité pour pouvoir continuer.
pt_pt: Você precisa aceitar os Termos de uso e a Política de privacidade paracontinuar.

source: Ensure that password and confirm password are identical.
ar_sa: تأكد من تطابق كلمة المرور مع تأكيد كلمة المرور.
de_de: Stellen Sie sicher, dass Passwort und Bestätigungspasswort identisch sind.
fr_fr: Assurez-vous que le mot de passe et le mot de passe de confirmation sont identiques.
pt_pt: Certifique-se de que a senha e a confirmação da senha sejam idênticas.

source: Your passwords do not match!
ar_sa: كلمتي المرور غير متطابقتين!
de_de: Ihre Passwörter stimmen nicht überein!
fr_fr: Vos mots de passe ne correspondent pas!
pt_pt: Suas senhas não coincidem!

source: Previous
ar_sa: السابق
de_de: Vorherige
fr_fr: Précédent
pt_pt: Anterior

source: Next
ar_sa: التالي
de_de: Weiter
fr_fr: Suivant
pt_pt: Próximo

source: Finish
ar_sa: إنهاء
de_de: Fertigstellen
fr_fr: Terminer
pt_pt: Terminar

source: Your password must be 8 or more characters long.
ar_sa: يجب أن تكون كلمة المرور أكبر من 8 حروف.
de_de: Ihr Passwort muss 8 oder mehr Zeichen lang sein.
fr_fr: Votre mot de passe doit comporter 8 caractères ou plus.
pt_pt: Sua senha deve ter 8 ou mais caracteres.

source: Your password must contain at least one uppercase letter, one lowercase letter, one number and one special character.
de_de: Ihr Passwort muss mindestens einen Großbuchstaben, einen Kleinbuchstaben, eine Zahl und ein Sonderzeichen enthalten.
fr_fr: Votre mot de passe doit contenir au moins une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial.

source: Your password may not contain spaces and emojis.
ar_sa: لا يجوز أن تحتوي كلمة المرور على مسافات أو رموز تعبيرية.
de_de: Ihr Passwort darf keine Leerzeichen und Emojis enthalten.
fr_fr: Votre mot de passe ne doit pas contenir d'espaces ni d'émojis.
pt_pt: Sua senha não pode conter espaços e emojis.

source: Do not use your username, date of birth or email as password.
de_de: Verwenden Sie nicht Ihren Benutzernamen, Ihr Geburtsdatum oder Ihre E-Mail-Adresse als Passwort.
fr_fr: N'utilisez pas votre nom d'utilisateur, votre date de naissance ou votre adresse électronique comme mot de passe.
pt_pt: Não use seu nome de usuário, data de nascimento ou e-mail como senha.

source: Password is weak.
ar_sa: كلمة المرور ضعيفة.
de_de: Das Passwort ist schwach.
fr_fr: Le mot de passe est faible.
pt_pt: A senha é fraca.

source: E-mail is already taken!
ar_sa: عنوان البريد الإلكتروني مسجل بالفعل!
de_de: E-Mail ist bereits vergeben!
fr_fr: L'adresse électronique est déjà prise !
pt_pt: O e-mail já foi usado!

source: This is not a valid e-mail address.
ar_sa: عنوان البريد الإلكتروني غير صالح.
de_de: Dies ist keine gültige E-Mail Adresse.
fr_fr: Cette adresse électronique n'est pas valide.
pt_pt: Este não é um endereço de e-mail válido.

source: Username is required.
ar_sa: اسم المستخدم إلزامي.
de_de: Benutzername ist erforderlich.
fr_fr: Le nom d'utilisateur est requis.
pt_pt: Nome de usuário é obrigatório.

source: E-mail is required.
ar_sa: عنوان البريد الإلكتروني إلزامي.
de_de: E-Mail ist erforderlich.
fr_fr: L'adresse électronique est obligatoire.
pt_pt: O e-mail é obrigatório.

source: Phone number is required.
ar_sa: رقم الهاتف إلزامي.
de_de: Telefonnummer ist erforderlich.
fr_fr: Le numéro de téléphone est requis.
pt_pt: O número do telefone é obrigatório.

source: Password is required.
ar_sa: كلمة المرور إلزامية.
de_de: Passwort ist erforderlich.
fr_fr: Le mot de passe est requis.
pt_pt: A senha é obrigatória.

source: Confirm password is required.
ar_sa: تأكيد كلمة المرور إلزامي.
de_de: Passwortbestätigung ist erforderlich.
fr_fr: Confirmer le mot de passe est nécessaire.
pt_pt: Confirmar a senha é obrigatório.

source: First name is required.
ar_sa: الاسم الأول إلزامي.
de_de: Vorname ist erforderlich.
fr_fr: Le prénom est obligatoire.
pt_pt: O primeiro nome é obrigatório.

source: Last name is required.
ar_sa: الاسم الأخير إلزامي.
de_de: Nachname ist erforderlich.
fr_fr: Le nom de famille est obligatoire.
pt_pt: O sobrenome é obrigatório.

source: Date of birth is required.
ar_sa: تاريخ الميلاد إلزامي.
de_de: Geburtsdatum ist erforderlich.
fr_fr: La date de naissance est requise.
pt_pt: A data de nascimento é obrigatória.

source: Address is required.
ar_sa: العنوان إلزامي.
de_de: Adresse ist erforderlich.
fr_fr: L'adresse est obligatoire.
pt_pt: Endereço é é obrigatório.

source: Zip Code is required.
ar_sa: الرمز البريدي إلزامي.
de_de: Postleitzahl ist erforderlich.
fr_fr: Le code postal est obligatoire.
pt_pt: O código postal é obrigatório.

source: City is required.
ar_sa: المدينة إلزامية.
de_de: Stadt ist erforderlich.
fr_fr: La ville est obligatoire.
pt_pt: A cidade é obrigatória.

source: Already have an account?
ar_sa: لديك حساب بالفعل؟
de_de: Sie haben bereits ein Konto?
fr_fr: Vous avez déjà un compte?
pt_pt: Já tem uma conta?

source: Your amount is too high for bonus
cn_cn: 您想取得奖金的金额太高
el_gr: Το ποσό είναι πολύ υψηλό για μπόνους
fr_fr: Votre montant est trop élevé pour le bonus
pt_pt: O seu montante é demasiado alto para bónus

source: Deposit already marked as "completed""!"
bg_bg: Депозитът вече е маркиран като (“завършен”)!
cn_cn: 存款已被标记为 "完成""！"
cs_cz: Vklad již byl označen jako "dokončený""! "
fr_fr: Dépôt déjà renseigné comme "terminé"" ! "
hr_hr: Uplata je već označena kao "izvršena""! "
hu_hu: Befizetés már "befejezve"" jelöléssel rendelkezik! "
jp_jp: 入金は既に”完了”とマークされました！
pl_pl: Wpłata została już oznaczona jako zakończona!
pt_pt: Depósito já marcado como "completado"! "
ro_ro: Depunere marcată deja ca și "complet""! "
ru_ru: Депозит уже отмечен как выполненный
sr_sp: Depozit već označen kao "završen""! "

source: You cannot cashout transaction. There is a "Locked Amount"" of %s due to bonus policy. You can withdraw %s"
bg_bg: Тегленето не може да бъде извършено. Има "блокирана сума"" от %s съгласно условията на активен бонус. Можете да изтеглите %s"
cn_cn: 您无法套现。由于奖金政策设置为 %s 的 "锁定金额"" ，您可提取 %s"
cs_cz: Výběr nelze provést. Existuje zde "Uzamčená částka"" ve výši %s vzniklá požadavky bonusu. Vybrat můžete %s. "
fr_fr: Vous ne pouvez pas procéder à un retrait. Il existe un "Montant Fixe"" de %s imposé par la politique des bonus. Vous pouvez retirer %s "
hr_hr: Ne može vam se isplatiti novac. Postoji "Locked Amount"" %s zbog politike bonusa. Možete podignuti %s"
hu_hu: Kifizetési tranzakció nem lehetséges. %s "Zárolt összeg"" van számládon bónuszfeltételek miatt. Lehetséges kifizetési összeg: %s. "
jp_jp: キャッシュアウトトランザクションが出来ません。ボーナス方針のため％sが"ロックされた金額"" となっています。％s引き落としできます"
pl_pl: Nie można dokonać wypłaty. Kwota zablokowana w ramach polityki bonusowej wynosi %s. Można pobrać kwotę w wysokości %s
ro_ro: Tranzacție de retragere nepermisă. Există o "sumă blocată"" de %s din cauza regulilor bonusului. Puteți retrage %s "
ru_ru: Невозможно вывести средства. Получение бонуса предусматривает заблокированную сумму в размере %s. Вы можете вывести: %s
sr_sp: Ne možete unovčiti transakciju. Ima "Zaključan iznos"" od %s zbog pravila o bonusu. Možete podići %s "

source: Download
bg_bg: Изтегли
cn_cn: 下载
cs_cz: Stáhnout
el_gr: Λήψη
fr_fr: Télécharger
hr_hr: Preuzmi
hu_hu: Letöltés
jp_jp: ダウンロード
pl_pl: Pobierz
pt_pt: Descarregar
ro_ro: Descărcați
ru_ru: Загрузить
sr_sp: Preuzmi

source: language
fr_fr: langue

source: Url link
bg_bg: Url линк
cn_cn: 网站链接
cs_cz: URL odkaz
el_gr: URL σύνδεσμος
fr_fr: Lien Url
hr_hr: Url poveznice
jp_jp: UrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンクUrlリンク
pl_pl: Link URL
pt_pt: Link URL
ru_ru: Ссылка

source: Login/Logout
bg_bg: Вписване/Отписване
cn_cn: 登录 / 退出
cs_cz: Přihlášení/odhlášení
el_gr: Σύνδεση/Αποσύνδεση
fr_fr: Connexion/Déconnexion
hr_hr: Prijava/odjava
hu_hu: Be-/kijelentkezés
jp_jp: ログイン／ログアウト
pl_pl: Zaloguj się / Wyloguj się
ro_ro: Autentificare/Deconectare
ru_ru: Вход/выход
sr_sp: Prijava/Odjava

source: Please login first!
fr_fr: Veuillez d'abord vous connecter!
pl_pl: Najpierw się zaloguj!

source: help
fr_fr: aide

source: Pick
bg_bg: Избор
cn_cn: 选择
cs_cz: Tip
el_gr: Επιλογή
fr_fr: Choix
hr_hr: Ishod
hu_hu: Választás
jp_jp: 選ぶ
pl_pl: Opcja
pt_pt: Escolha
ro_ro: Alegeţi
ru_ru: Выбор
sr_sp: Pik

source: Region
bg_bg: Област
cn_cn: 地区
cs_cz: Kraj
el_gr: Περιοχή
fr_fr: Région
hr_hr: Regija
hu_hu: Régió
jp_jp: 地方
pt_pt: Região
ro_ro: Judeţ
ru_ru: Регион
sr_sp: Regija

source: Date of birth:
bg_bg: Дата на раждане:
cn_cn: 出生日期：
cs_cz: Datum narození:
el_gr: Ημερομηνία γέννησης:
fr_fr: Date de naissance:
hr_hr: Datum rođenja:
hu_hu: Születési dátum:
jp_jp: 生年月日：
pl_pl: Data urodzenia:
pt_pt: Data de nascimento:
ro_ro: Data naşterii:
ru_ru: Дата рождения
sr_sp: Datum rođenja:

source: No deposits history found. To make new please follow "Make New""."
bg_bg: Не беше намерена хронология на депозитите. За да направите нов, моля използвайте "Направи нав"". "
cs_cz: Nebyly nalezeny žádné vklady. Pro nový klikněte "Make New"". "
fr_fr: Aucun historique de dépôt n'a été trouvé. Pour en créer un nouveau, veuillez suivre "Créer Nouveau"". "
hr_hr: Nije nađena povijest uplata. Kako biste napravili novu, idite na "Make New"" (Napravi novu). "
hu_hu: Nincs befizetési előzmény. Új befizetéshez kattints az "Új létrehozása"" gombra. "
pl_pl: Nie znaleziono historii wpłat. Aby dokonać nowej, kliknij "Nowa wpłata""."
pt_pt: Não foi encontrado histórico de depósitos. Para criar novo, por favor siga"Criar Novo"": "
ro_ro: Nu există istoric al depunerilor. Pentru a efectua o depunere nouă vă rugăm selectaţi "Efectuare depunere nouă"". "
ru_ru: История депозитов не найдена. Чтобы пополнить счет нажмите на "Сделать новый"
sr_sp: Nije pronađena istorija depozita. Da biste napravili novu, slijedite "Napravi novu"". "

source: next
bg_bg: следващо
cn_cn: 下一个
cs_cz: další
el_gr: επόμενο
fr_fr: suivant
hr_hr: sljedeće
hu_hu: következő
jp_jp: 次
pl_pl: następne
pt_pt: seguinte
ro_ro: următorul
ru_ru: след.
sr_sp: sledeći

source: Last Minute
bg_bg: В последния момент
cn_cn: 最后一分钟
el_gr: Τελευταίο Λεπτό
fr_fr: Dernière Minute
hr_hr: Posljednji trenutak
jp_jp: 最後
pt_pt: Último Minuto
ro_ro: Ultimul minut
ru_ru: В последнюю минуту
sr_sp: Poslednji minut

source: System
bg_bg: Система
cn_cn: 系统
cs_cz: Systém
el_gr: Σύστημα
fr_fr: Système
hr_hr: Sustav
hu_hu: Rendszer
jp_jp: システム
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Система
sr_sp: Sistem

source: Ticket information
bg_bg: Информация за билет
cn_cn: 彩票信息
cs_cz: Údaje tiketu
el_gr: Πληροφορίες δελτίου
fr_fr: Informations ticket
hr_hr: Podaci o listiću
hu_hu: Szelvényinformáció
jp_jp: チケット情報
pl_pl: Informacje o kuponie
pt_pt: Informação de bilhete
ro_ro: Informaţii bilet
ru_ru: Информация о билете
sr_sp: Informacije o tiketu

source: Email has been confirmed. You will be redirected to the home page in 5 seconds.</ br>If you are not redirected within the specified time press the follow <a href="/"">link</a>"
bg_bg: Е-мейлът е потвърден. Ще бъдете пренасочени към основната страница след 5 секунди.</ br>Ако не бъдете пренасочени автоматично в рамките на определеното време, използвайте следния <a href="/""> линк </a> "
cn_cn: 电邮已被确认。您将会在5秒内跳转至首页。 </br> 如果您未有在特定时间内跳转，请按 <a href="/"">链接</a>"
cs_cz: Email byl potvrzen. Do 5 vteřin budete přesměrováni na domácí stránku.</ br>Pokud nebudete za tuto dobu přesměrováni, klikněte prosím na následující <a href="/"">odkaz</a>. "
fr_fr: L'e-mail a été confirmé. Vous allez être redirigé(e) vers la page d'accueil dans 5 secondes.</ br>Si vous n'avez pas été redirigé(e) dans le temps spécifié, veuillez cliquer sur ce <a href="/"">lien</a> "
hr_hr: E-poruka je potvrđena. Preusmjerit ćemo vas na početnu stranicu za 5 sekundi.</ br>Ako ne budete preusmjereni u navedenom vremenu, molimo da odete na <a href="/"">link</a>"
hu_hu: E-mail visszaigazolása megtörtént. 5 másodpercen átirányításra kerülsz a honlapra.</ br>Ha ez nem történik meg a megadott időn belül, kattints erre a <a href="/"">linkre</a>. "
jp_jp: Eメールが認証されました。５秒でホームページに繫がります。</ br>５秒たっても繫がらない場合は下記の<a href="/"">リンク</a>を押して下さい。"
pl_pl: Adres e-mail został potwierdzony. Zostaniesz przekierowany na stronę główną w ciągu 5 sekund. </br>Jeśli nie nastapi automatyczne przekierowanie, kliknij poniższy <a href="/"">link</a>. "
ro_ro: Emailul a fost confirmat. Veţi fi redirecţionat către pagina principală în 5 secunde. </ br>Dacă nu sunteţi redirecţionat în timpul menţionat accesaţi următorul <a href="/"">link</a> "
ru_ru: Электронный адрес подтвержден. Вы перейдете на главную страницу сайта в течение 5 секунд.</ br>Если этого не произошло, нажмите <a href="/"">здесь</a>."
sr_sp: Adresa e-pošte je potvrđena. Bićete preusmereni na početnu stranicu za 5 sekundi. </ br>Ako ne budete preusmjereni u navedenom roku, pritisnite sljedeću <a href="/"">vezu</a> "

source: Level:
bg_bg: Ниво:
cn_cn: 级别：
cs_cz: Úroveň:
el_gr: Επίπεδο:
fr_fr: Niveau:
hr_hr: Razina:
hu_hu: Szint:
jp_jp: レベル：
pl_pl: Poziom:
pt_pt: Nível:
ro_ro: Nivel:
ru_ru: Уровень:
sr_sp: Nivo:

source: SEO %s
fr_fr: OMR %s
ru_ru: Поисковая оптимизация %s

source: What Is <b>SEO</b> / Search Engine Optimization?
bg_bg: Какво е <b>SEO</b> / оптимизация за търсачки?
cn_cn: 什么是 <br>SEO</br> / 搜索引擎优化？
cs_cz: Co je <b>SEO</b> / Search Engine Optimization?
el_gr: Τι είναι το <b>SEO</b> / Βελτιστοποίηση της Μηχανής Αναζήτησης;
fr_fr: Qu'est-ce que l'<b>OMR</b> / Optimisation du Moteur de Recherche?
hr_hr: Što je <b>SEO</b>/Search Engine Optimization (optimizacija tražilice)?
hu_hu: Mi a <b>SEO</b> / Keresőoptimalizálás?
jp_jp: <b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？<b>SEO</b> / 検索エンジン最適化とは何ですか？
pl_pl: Czym jest <b>SEO</b> / Optymalizacja pod kątem wyszukiwarek internetowych?
pt_pt: O que é o <b>SEO</b> / Search Engine Optimization?
ro_ro: Ce este <b>SEO</b> / Search Engine Optimization?
ru_ru: Что такое <b>поисковая оптимизация</b>?
sr_sp: Šta je <b>SEO</b> / Optimizacija za pretraživače?

source: SEO stands for "search engine optimization."" It is the process of getting traffic from the ""free,"" ""organic,"" ""editorial"" or ""natural"" listings on search engines. All major search engines such as Google, Yahoo and Bing have such results, where web pages and other content such as videos or local listings are shown and ranked based on what the search engine considers most relevant to users. Payment is not involved, as it is with paid search ads."
bg_bg: SEO е съкращение от "оптимизация на търсачки."" Това е процесът на привличане на трафик от ""безплатни,"" ""структурни,"" ""редакционни"" или ""автентични"" данни, регистрирани в търсачките. Всички водещи търсачки като Google, Yahoo и Bing показват резултати от търсенията, където се представят и подреждат по съвпадение с търсеното от потребителя уеб страници и друто съдържание като видеоклипове или местни данни. Този процес е безплатен за разлика от платените реклами при търсене. "
cs_cz: SEO znamená „search engine optimalization“, tedy optimalizace pro vyhledávače. Jde o proces, jak se umístit ve vyhledávání specializovaných vyhledávačů. Všechny velké vyhledávače, jako je Google, Yahoo nebo Bing, s ním pracují, když řadí své výsledky (například videa nebo inzeráty) podle toho, co by mělo nejužitečnější pro uživatele. Na rozdíl od reklamy se neplatí.
fr_fr: OMR signifie "Optimisation du Moteur de Recherche."" Il s'agit du processus permettant d'obtenir du trafic à partir des listes ""gratuit,"" ""organique,"" ""éditorial"" ou ""naturel"" sur les moteurs de recherche. Tous les principaux moteurs de recherche tels que Google, Yahoo et Bing obtiennent des résultats là où des pages web et autres contenus tels que des vidéos ou des listes locales sont affichés et classés en fonction de ce que le moteur de recherche considère comme le plus pertinent pour les utilisateurs. Aucun paiement n'est impliqué comme il le serait avec des annonces de recherche payées. "
hr_hr: SEO je pokrata za "search engine optimization."" To je postupak dobivanja prometa s ""free,"" ""organic,"" ""editorial"" ili ""natural"" popisa na tražilicama. Sve najveće tražilice poput Googlea, Yahooa i Binga imaju rezultate gdje se internetske stranice i drugi sadržaji poput videozapisa ili lokalnih popisa prikazuju i slažu na temelju onoga što tražilica smatra najvažnijim za korisnike. Nema plaćanja kao na plaćenim reklamama u tražilicama. "
hu_hu: A SEO a "search engine optimization"", vagyis a keresőoptimalizálás rövidítése. Ez a látogatottság növelésének a folyamata a ""free,"" ""organic,"" ""editorial"" vagy ""natural"" keresési eredményekben. Minden olyan nagy keresőmotornak, mint a Google, a Yahoo és a Bing rendelkezik ilyen eredményekkel, ahol weboldalak és egyéb olyan tartalmak, mint a videók vagy helyi listák az alapján kerülnek mutatásra és rangsorolásra, amit a keresőmotor a legrelevánsabbnak ítél meg a felhasználók szempontjából. Ennek nincs díja, mint a fizetett keresési reklámoknak. "
pl_pl: SEO to skrót od "search engine optimization."", co oznacza optymalizację pod kątem wyszukiwarek internetowych. Polega ona na generowaniu ruchu z ""darmowych,"" ""organicznych,"" ""edytowalnych"" lub ""naturalnych"" wyników wyszukiwania. Wszystkie największe wyszukiwarkia, takie jak Google, Yahoo i Bing zwracają wyniki pokazujące strony internetowe i inne treści, takie jak materiały wideo i lokalne listy, a następnie porządkują je w rankingu w oparciu o to, które z nich są, zdaniem wyszukiwarki, najbardziej przydatne dla użytkowników. To darmowa funkcja w odróżnieniu od sponsorowanych reklam w wyszukiwarkach."
ro_ro: SEO sau "search engine optimization."" Este procesul prin care se obţine trafic din listările ""gratuite,"" ""organice,"" ""editoriale"" sau ""naturale"" din motoarele de căutare. Toate motoarele de căutare mari precum Google, Yahoo şi Bing au astfel de rezultate, unde paginile web sau alt tip de conţinut precum clipuri video sau listări locale sunt arătate şi clasate în funcţie de ce consideră motorul de căutare că e mai relevant pentru utilizatori. Nu există plată, precum în cazul reclamelor plătite din motoarele de căutare."
ru_ru: Поисковая оптимизация - это траффик в поисковых системах, полученный бесплатным и естественным путем. Основные поисковые системы вроде Google, Yahoo и Bing собирают эту информацию на основе наиболее релевантных ресурсов для пользователей. Данный способ продвижения сайтов в Интернете бесплатный, в отличие от заранее оплаченных рекламных сообщений.
sr_sp: SEO je skraćeno od "optimizacija za pretraživače."" To je proces dobivanja prometa iz ""slobodnih, "" ""organskih, ""uređivačkih "" ili ""prirodnih "" oglasa na pretraživačima. Svi glavni pretraživači kao što su Google, Yahoo i Bing imaju takve rezultate, u kojima su prikazani web stranice i drugi sadržaji kao što su video zapisi ili lokalni oglasi i rangirani na osnovu onoga što pretraživač smatra najrelevantnijim za korisnike. Plaćanje nije uključeno, kao što je to s plaćenom Pretragom oglasa. "

source: To fund just enter amount into the input field and press submit. For example if you want to fund just creadit user with 100 %s
cn_cn: 要存入资金，只需在输入栏输入金额并按提交。例如：如果您只想向用户贷记100美元
fr_fr: Pour approvisionner, saisissez simplement le montant dans le champ de saisie et appuyez sur soumettre. Par exemple, si vous souhaitez approvisionner, créditez simplement l'utilisateur de 100 %s
