Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Bonus type
bg_bg: Вид бонус
cn_cn: 奖金类型
cs_cz: Typ prémie
de_de: Bonusart
el_gr: Τύπος μπόνους
fr_fr: Type de bonus
hr_hr: Vrsta bonusa
hu_hu: Bónusz típusa
jp_jp: ボーナスタイプ
pl_pl: Rodzaj bonusu
pt_pt: Tipo de depósito
ro_ro: Tip bonus
ru_ru: Тип бонуса
sr_sp: Vrsta bonusa

source: Bonus valid until
bg_bg: Бонусът е валиден до
cn_cn: 奖金有效期至
cs_cz: Prémie platná do
de_de: Bonus gültig bis
el_gr: Μπόνους έγκυρο μέχρι
fr_fr: Bonus valide jusqu'au
hr_hr: Bonus vrijedi do
hu_hu: Bónusz érvényessége:
jp_jp: ボーナスはまで有効
pl_pl: Bonus ważny do
pt_pt: Bónus válido até
ro_ro: Bonus valabil până la
ru_ru: Бонус действителен до
sr_sp: Bonus vredi do

source: Bonus used
bg_bg: Бонусът е използван
cn_cn: 已用奖金
cs_cz: Prémie využita
de_de: Bonus verbraucht
el_gr: Το μπόνους έχει χρησιμοποιηθεί
fr_fr: Bonus utilisé
hr_hr: Bonus iskorišten
hu_hu: Bónusz felhasználva
jp_jp: ボーナス使用
pl_pl: Bonus został wykorzystany
pt_pt: Bónus usado
ro_ro: Bonus utilizat
ru_ru: Бонус активирован
sr_sp: Bonus iskorišćen

source: Bonus amount to your account
bg_bg: Сума на бонус по вашата сметка
cn_cn: 存到您帐户的奖金总额
cs_cz: Částka prémie k vašemu účtu
de_de: Bonusbetrag auf Ihrem Konto
el_gr: Ποσό μπόνους στο λογαριασμό σου
fr_fr: Montant du bonus vers votre compte
hr_hr: Iznos bonusa za vaš račun
hu_hu: Bónuszösszeg számládra:
jp_jp: 口座へのボーナス金額
pl_pl: Bonus został dodany do Twojego konta
pt_pt: Montante de bónus na sua conta
ro_ro: Suma bonus către contul dvs.
ru_ru: Бонусная сумма для вашего счета
sr_sp: Iznos bonusa na vaš nalog

source: League
bg_bg: Лига
cn_cn: 联赛
cs_cz: Liga
de_de: Liga
el_gr: Κατηγορία
fr_fr: Ligue
hr_hr: Liga
hu_hu: Liga
jp_jp: リーグ
pl_pl: Liga
pt_pt: Liga
ro_ro: Liga
ru_ru: Лига
sr_sp: Liga

source: No available odds found for this event
bg_bg: Няма налични коефициенти за това събитие
cn_cn: 无法找到此赛事的可用赔率
cs_cz: Pro tuto akci nebyl nalezen žádný dostupný kurz
de_de: Für dieses Event stehen keine Gewinnquoten zur Verfügung
el_gr: Δεν βρέθηκαν διαθέσιμες αποδόσεις γι' αυτό το γεγονός
fr_fr: Aucunes cotes disponibles pour cet événement
hr_hr: Nisu pronađeni koeficijenti za ovaj događaj
hu_hu: Nincs elérhető nyereményszorzó erre az eseményre.
jp_jp: このイベントに利用できる見込みは見つかりませんでした
pl_pl: Nie znaleziono żadnych dostępnych kursów dla tego zdarzenia
pt_pt: Não foram encontradas as odds para este evento
ro_ro: Nu există cote pentru acest eveniment
ru_ru: Нет доступных коэффициентов для данного события
sr_sp: Nema dostupnih kvota nađenih za ovaj događaj

source: First team to Score
bg_bg: Отбор, който да отбележи първи
cn_cn: 首队得分
cs_cz: První skóruje
de_de: Team erzielt als erstes Treffer
el_gr: Πρώτη ομάδα που σκοράρει
fr_fr: Première équipe à marquer
hr_hr: Prva ekipa koja osvoji bod
hu_hu: Első gólszerző csapat
jp_jp: スコアする最初のチーム
pl_pl: Pierwsza drużyna, która zdobędzie punkt
pt_pt: Primeira equipa a marcar
ro_ro: Prima echipă să înscrie
ru_ru: Открывшая счет команда
sr_sp: Tim koji prvi daje gol

source: 1st Half
bg_bg: 1-во полувреме
cn_cn: 上半场
cs_cz: 1. poločas
de_de: 1. Hälfte
el_gr: 1ο Ημίχρονο
fr_fr: 1ère mi-temps
hr_hr: Prva polovina
hu_hu: 1. félidő
jp_jp: 第一半分
pl_pl: 1-sza połowa
pt_pt: 1ª Parte
ro_ro: Repriza 1
ru_ru: 1 тайм
sr_sp: 1. poluvreme

source: Both Team to Score
bg_bg: И двата отбора да отбележат
cn_cn: 两队都有得分
cs_cz: Skórují oba týmy
de_de: Beide Teams erzielen Treffer
el_gr: Να σκοράρουν και οι δύο ομάδες
fr_fr: Les deux équipes pour marquer
hr_hr: Obje ekipe daju gol
hu_hu: Mindkét csapat szerez gólt
jp_jp: 両方のチームにスコア
pl_pl: Obie drużyny zdobyły punkt
pt_pt: Ambas as equipas marcam
ro_ro: Ambele echipe să înscrie
ru_ru: Забьют обе команды
sr_sp: Oba tima daju gol

source: Halftime/Fulltime
bg_bg: Полувреме/Мач
cn_cn: 半场 / 全场
cs_cz: Poločas/zápas
de_de: Halbzeit/Endstand
el_gr: Ημίχρονο/Τελικό
fr_fr: Mi-temps/Fin du match
hr_hr: Poluvrijeme/kraj utakmice
hu_hu: Félidő/játékidő
jp_jp: ハーフタイム／フルタイム
pl_pl: Połowa meczu / Pełen mecz
pt_pt: Meio Tempo / Tempo Total
ro_ro: Pauză/Final
ru_ru: Перерыв/все время
sr_sp: Poluvreme/Kraj

source: Double Chance
bg_bg: Двоен шанс
cn_cn: 双胜
cs_cz: Dvojitá šance
de_de: Doppel Chance
el_gr: Διπλή Ευκαιρία
hr_hr: Dvostruka šansa
hu_hu: Dupla esély
jp_jp: だぶるチャンス
pl_pl: Podwójna szansa
pt_pt: Dupla Chance
ro_ro: Şansă dublă
ru_ru: Двойной шанс
sr_sp: Dupla šansa

source: Odds
bg_bg: Коефициенти
cn_cn: 赔率
cs_cz: Kurz
de_de: Gewinnquote
el_gr: Αποδόσεις
fr_fr: Cotes
hr_hr: Koeficijenti
hu_hu: Nyereményszorzók
jp_jp: 歩
pl_pl: Kursy
ro_ro: Cote
ru_ru: Коэффициенты
sr_sp: Kvote

source: Register
bg_bg: Регистрирай се
cn_cn: 注册
cs_cz: Zaregistrovat se
de_de: Registrieren
el_gr: Eγγραφή
fr_fr: S'inscrire
hr_hr: Registrirajte se
hu_hu: Regisztráció
jp_jp: 登録
pl_pl: Zarejestruj się
pt_pt: Registo
ro_ro: Înregistraţi
ru_ru: Зарегистрироваться
sr_sp: Registruj

source: User Menu
bg_bg: Потребителско меню
cn_cn: 用户菜单
cs_cz: Uživatelská nabídka
de_de: Benutzermenü
el_gr: Μενού Χρήστη
fr_fr: Menu utilisateur
hr_hr: Korisnički izbornik
hu_hu: Felhasználói menü
jp_jp: ユーザーメニュー
pl_pl: Menu użytkownika
pt_pt: Menu de Utilizador
ro_ro: Meniu utilizator
ru_ru: Меню пользователя
sr_sp: Korisnički meni

source: My Account
bg_bg: Моята сметка
cn_cn: 我的帐户
cs_cz: Můj účet
de_de: Mein Konto
el_gr: Ο Λογαριασμός μου
fr_fr: Mon compte
hr_hr: Moj račun
hu_hu: Számlám
jp_jp: マイアカウント
pl_pl: Moje konto
pt_pt: Minha Conta
ro_ro: Contul meu
ru_ru: Моя учетная запись
sr_sp: Moj nalog

source: Balance
bg_bg: Наличност
cn_cn: 余额
cs_cz: Zůstatek
de_de: Guthaben
el_gr: Υπόλοιπο
fr_fr: Solde
hr_hr: Saldo
hu_hu: Egyenleg
jp_jp: バランス
pl_pl: Bilans
pt_pt: Saldo
ro_ro: Sold
ru_ru: Баланс
sr_sp: Saldo

source: Betting Tools
bg_bg: Инструменти за залагане
cn_cn: 投注工具
cs_cz: Sázkové nástroje
de_de: Wett-Tools
el_gr: Εργαλεία Στοιχηματισμού
fr_fr: Outils de mise
hr_hr: Alat za klađenje
hu_hu: Fogadási eszközök
jp_jp: 賭けツール
pl_pl: Narzędzia zakładów
pt_pt: Ferramentas de Aposta
ro_ro: Unelte de pariere
ru_ru: Инструменты для ставок
sr_sp: Alati za klađenje

source: Register now and get
bg_bg: Регистрирай се сега и получи
cn_cn: 立即注册以获得
cs_cz: Registrujte se právě teď a získejte
de_de: Jetzt registrieren und folgend erhalten
el_gr: Kάνε τώρα μια εγγραφή και λάβε
fr_fr: Inscrivez-vous maintenant et recevez
hr_hr: Registrirajte se sad i osvojite
hu_hu: Regisztrálj most és ezt kapod:
jp_jp: 今すぐ登録してもらおう
pl_pl: Zarejestruj się teraz i zyskaj
pt_pt: Registar agora e receber
ro_ro: Înregistraţi-vă acum şi obţineţi
ru_ru: Зарегистрируйтесь уже сегодня и получите
sr_sp: Registrujte se sada i dobijte

source: Register now
bg_bg: Регистрирай се сега
cn_cn: 立即注册
cs_cz: Zaregistrujte se!
de_de: Jetzt registrieren
el_gr: Κάνε εγγραφή τώρα
fr_fr: S'inscrire maintenant
hr_hr: Registrirajte se sad
hu_hu: Regisztrálj most
jp_jp: 今すぐ登録
pl_pl: Zarejestruj się teraz
pt_pt: Registe-se agora
ro_ro: Înregistraţi-vă acum
ru_ru: Зарегистрироваться
sr_sp: Registrujte se sada

source: Registration
bg_bg: Регистрация
cn_cn: 注册
cs_cz: Registrace
de_de: Anmeldung
el_gr: Εγγραφή
fr_fr: Inscription
hr_hr: Registracija
hu_hu: Regisztráció
jp_jp: 登録
pl_pl: Rejestracja
pt_pt: Registo
ro_ro: Înregistrare
ru_ru: Регистрация
sr_sp: Registracija

source: Password Reminder
de_de: Passwort-Erinnerung
fr_fr: Rappel de mot de passe
pl_pl: Przypomnienie Hasła

source: Search Ticket
bg_bg: Търси билет
cn_cn: 搜索彩票
cs_cz: Vyhledat tiket
de_de: Ticket suchen
el_gr: Αναζήτηση Δελτίων
fr_fr: Chercher ticket
hr_hr: Traži listić
hu_hu: Szelvény keresése
jp_jp: チケットを検索
pl_pl: Wyszukaj kupon
pt_pt: Procurar Bilhete
ro_ro: Căutaţi bilet
ru_ru: Поиск билета
sr_sp: Traži tiket

source: ID:
bg_bg: Ид. номер:
cn_cn: 编号:
de_de: Nummer:
hu_hu: Azonosító:
pl_pl: Numer identyfikacyjny:
ru_ru: Номер:

source: Enter ticket ID
bg_bg: Въведи ид. номер на билет
cn_cn: 输入彩票编号：
cs_cz: Zadejte číslo tiketu
de_de: Ticketnummer eingeben
el_gr: Συμπλήρωσε το ID του δελτίου:
fr_fr: Saisir l'ID du ticket
hr_hr: Unesi ID listića
hu_hu: Add meg a szelvényazonosítót
jp_jp: チケットIDを入力
pl_pl: Wpisz numer kuponu
pt_pt: Introduza a ID de bilhete
ro_ro: Introduceţi ID bilet
ru_ru: Введите номер билета
sr_sp: Unesi ID tiketa

source: Search
bg_bg: Търси
cn_cn: 搜索
cs_cz: Hledat
de_de: Suche
el_gr: Αναζήτηση
fr_fr: Rechercher
hr_hr: Traži
hu_hu: Keresés
jp_jp: 検索
pl_pl: Wyszukaj
pt_pt: Procurar
ro_ro: Căutaţi
ru_ru: Искать
sr_sp: Pretraga

source: Unknown ticked ID
bg_bg: Непознат ид. номер на билет
cn_cn: 未知彩票编号
cs_cz: Neznámé číslo tiketu
de_de: Unbekannte Ticketnummer
el_gr: Δελτίο με άγνωστο ID
fr_fr: ID du ticket inconnu
hr_hr: Nepoznat broj listića
hu_hu: Ismeretlen szelvényazonosító.
jp_jp: 不明チケットID
pl_pl: Nieznany numer kuponu
pt_pt: ID de bilhete desconhecida
ro_ro: ID bilet necunoscut
ru_ru: Неизвестный номер билета
sr_sp: Nepoznat označen ID

source: Money
bg_bg: Пари
cn_cn: 款项
cs_cz: Peníze
de_de: Geld
el_gr: Χρήματα
fr_fr: Argent
hr_hr: Novac
hu_hu: Pénz
jp_jp: お金
pl_pl: Środki
pt_pt: Dinheiro
ro_ro: Bani
ru_ru: Деньги
sr_sp: Novac

source: Pay
bg_bg: Плати
cn_cn: 支付
cs_cz: Platit
de_de: Zahlen
el_gr: Πληρωμή
fr_fr: Payer
hr_hr: Plati
hu_hu: Fizetés
jp_jp: 支払
pl_pl: Zapłać
pt_pt: Pagar
ro_ro: Plătiţi
ru_ru: Оплатить
sr_sp: Plati

source: Find event
bg_bg: Намери събитие
cn_cn: 搜索赛事
cs_cz: Najít akci
de_de: Veranstaltung finden
el_gr: Εύρεση γεγονότος
fr_fr: Trouver événement
hr_hr: Nađi događaj
hu_hu: Esemény keresése
jp_jp: イベントを見つける
pl_pl: Znajdź zdarzenie
pt_pt: Encontrar Evento
ro_ro: Căutaţi eveniment
ru_ru: Найти событие
sr_sp: Pronađi događaj

source: Search by event name
bg_bg: Търси по име на събитие
cn_cn: 按赛事名称搜索
cs_cz: Najít podle názvu akce
de_de: Nach Veranstaltungsnamen suchen
el_gr: Αναζήτηση με όνομα γεγονότος
fr_fr: Rechercher par nom d'événement
hr_hr: Traži po nazivu događaja
hu_hu: Keresés eseménynév szerint
jp_jp: イベント名から探す
pl_pl: Wyszukaj wg nazwy zdarzenia
pt_pt: Procurar evento por nome
ro_ro: Căutaţi după nume eveniment
ru_ru: Искать событие по названию
sr_sp: Pretraži po nazivu događaja

source: Search by event ID
bg_bg: Търси по ид.номер на събитие
cn_cn: 按赛事编号搜索
cs_cz: Najít podle ID akce
de_de: Nach Veranstaltungsnummer suchen
el_gr: Αναζήτηση με ID γεγονότος
fr_fr: Rechercher par ID d'événement
hr_hr: Traži po ID-u događaja
hu_hu: Keresés eseményazonosító szerint
jp_jp: イベントIDから探す
pl_pl: Wyszukaj wg numeru zdarzenia
pt_pt: Procurar evento por ID
ro_ro: Căutaţi după ID eveniment
ru_ru: Искать событие по номеру
sr_sp: Pretraži po ID događaja

source: Search results for:
bg_bg: Резултати от търсенето за:
cn_cn: 搜索结果：
cs_cz: Výsledky pro:
de_de: Suchen nach:
el_gr: Αναζήτηση αποτελεσμάτων για:
fr_fr: Chercher des résultats pour:
hr_hr: Traži rezultate za:
hu_hu: Találatok erre:
jp_jp: 検索結果：
pl_pl: Wyniki wyszukiwania dla:
pt_pt: Procurar resultados de:
ro_ro: Căutaţi rezultate pentru:
ru_ru: Результаты поиска:
sr_sp: Traži rezultate za:

source: No available events are found for this league
bg_bg: Не са намерени налични събития за тази лига
cn_cn: 无法找到此联赛的赛事
cs_cz: Pro tuto ligu nebyly nalezeny žádné akce
de_de: Für diese Liga wurden keine verfügbaren Veranstaltungen gefunden
el_gr: Δεν υπάρχουν διαθέσιμα γεγονότα γι' αυτή την κατηγορία
fr_fr: Aucun événement disponible pour cette ligue
hr_hr: Nisu pronađeni događaji za ovu ligu
hu_hu: Nincs elérhető esemény ebben a ligában.
jp_jp: このリーグで利用できるイベントは見つかりませんでした
pl_pl: Nie znaleziono żadnych zdarzeń dla tej ligi
pt_pt: Não foram encontrados eventos disponíveis para esta liga
ro_ro: Nu există evenimente pentru această ligă
ru_ru: Не найдено событий в этой лиге
sr_sp: Nema dostupnih događaja nađenih za ovu ligu

source: Search Events
bg_bg: Търси събития
cn_cn: 搜索赛事
cs_cz: Prohledat akce
de_de: Veranstaltungen durchsuchen
el_gr: Αναζήτηση Γεγονότων
fr_fr: Rechercher des événements
hr_hr: Traži događaje
hu_hu: Események keresése
jp_jp: イベントを探す
pl_pl: Wyszukaj zdarzenia
pt_pt: Procurar Eventos
ro_ro: Căutaţi evenimente
ru_ru: Искать события
sr_sp: Traži događaje

source: Search another event ID
bg_bg: Търси друг ид.номер на събитие
cn_cn: 搜索另一赛事编号
cs_cz: Najít akci s jiným ID
de_de: Andere Veranstaltungsnummer suchen
el_gr: Αναζήτηση ενός άλλου ID γεγονότος
fr_fr: Rechercher un autre ID d'événement
hr_hr: Traži drugi ID događaja
hu_hu: Másik eseményazonosító keresése
jp_jp: 他のイベントIDで探す
pl_pl: Wyszukaj inny numer zdarzenia
pt_pt: Procurar outra ID de evento
ro_ro: Căutaţi un alt ID eveniment
ru_ru: Искать событие с другим номером
sr_sp: Traži ID drugog događaja

source: Search another event name
bg_bg: Търси друго име на събитие
cn_cn: 搜索另一赛事名称
cs_cz: Najít akci s jiným názvem
de_de: Anderen Veranstaltungsnamen suchen
el_gr: Αναζήτηση ενός άλλου ονόματος γεγονότος
fr_fr: Rechercher un autre nom d'événement
hr_hr: Traži naziv drugog događaja
hu_hu: Másik eseménynév keresése
jp_jp: 他のイベント名で探す
pl_pl: Wyszukaj inną nazwę zdarzenia
pt_pt: Procurar outro nome de evento
ro_ro: Căutaţi un alt nume de eveniment
ru_ru: Искать событие с другим названием
sr_sp: Traži naziv drugog događaja

source: Please complete the following form
bg_bg: Моля, попълнете следния формуляр
cn_cn: 请填写以下表格
cs_cz: Vyplňte prosím následující formulář
de_de: Bitte folgendes Formular ausfüllen
el_gr: Συμπλήρωσε την ακόλουθη αίτηση
fr_fr: Veuillez compléter le formulaire suivant
hr_hr: Molimo da ispunite sljedeći obrazac
hu_hu: Kérjük, töltsd ki az alábbi formanyomtatványt.
jp_jp: 以下のフォームに記入して下さい
pl_pl: Wypełnij poniższy formularz
pt_pt: Por favor complete o seguinte formulário
ro_ro: Vă rugăm completaţi următorul forumular
ru_ru: Заполните следующую форму
sr_sp: Ispunite sledeći formular

source: Confirm changes
bg_bg: Потвърди промените
cn_cn: 确认变更
cs_cz: Potvrďte změny
de_de: Änderungen bestätigen
el_gr: Επιβεβαίωση αλλαγών
fr_fr: Confirmer modifications
hr_hr: Potvrdi promjene
hu_hu: Változtatások megerősítése
jp_jp: 確認変更
pl_pl: Potwierdź zmiany
pt_pt: Confirmar alterações
ro_ro: Confirmaţi modificări
ru_ru: Подтверждение изменений
sr_sp: Potvrdi promene

source: Activity Column
bg_bg: Колона за действия
cn_cn: 活动栏
cs_cz: Sloupec činnosti
de_de: Rubrik der Aktivitäten
el_gr: Στήλη Δραστηριότητας
fr_fr: Colonne activité
hr_hr: Stupac za aktivnosti
hu_hu: Aktivitás oszlop
jp_jp: アクティビティコラム
pl_pl: Kolumna aktywności
pt_pt: Coluna de Atividade
ro_ro: Coloană activitate
ru_ru: Столбец с видами спорта
sr_sp: Kolona aktivnosti

source: Current balance
bg_bg: Наличност
cn_cn: 当前余额
cs_cz: Aktuální zůstatek
de_de: Aktuelles Guthaben
el_gr: Τρέχον υπόλοιπο
fr_fr: Solde actuel
hr_hr: Trenutni saldo
hu_hu: Aktuális egyenleg
jp_jp: 残高
pl_pl: Bieżący bilans
pt_pt: Saldo atual
ro_ro: Sold curent
ru_ru: Текущий баланс
sr_sp: Trenutni balans

source: Today placed tickets
bg_bg: Билети, подадени днес
cn_cn: 今天已购买彩票
cs_cz: Dnes vsazené tikety
de_de: Heutige Tickets
el_gr: Δελτία που κατατέθηκαν σήμερα
fr_fr: Tickets placés aujourd'hui
hr_hr: Danas odigrani listići
hu_hu: Ma elhelyezett szelvények
jp_jp: 今日配置したチケット
pl_pl: Utworzone dziś kupony
pt_pt: Bilhetes colocados hoje
ro_ro: Bilete efectuate astăzi
ru_ru: Размещенные сегодня билеты
sr_sp: Danas obavljene opklade

source: If you have any problem, do not hesitate to contact the customer service using form below:
bg_bg: Ако имате проблем, не се колебайте да се свържете с екипа за обслужване на клиенти като използвате формата отдолу:
cn_cn: 如有任何问题，欢迎使用以下表格与客服连系：
cs_cz: Pokud máte jakékoli problémy, nezdráhejte pomocí níže uvedeného formuláře kontaktovat tým služeb zákazníkům:
de_de: Bitten wenden Sie sich bei Problemen an unseren Kundenservice, verwenden Sie hierzu folgendes Formular:
el_gr: Εάν έχεις το οποιοδήποτε πρόβλημα, μην διστάσεις να επικοινωνήσεις με την εξυπηρέτηση πελατών χρησιμοποιώντας την παρακάτω φόρμα:
fr_fr: Si vous rencontrez un problème, n'hésitez pas à contacter le service client en vous servant du formulaire ci-dessous :
hr_hr: Ako imate problema, nemojte oklijevati već se obratite korisničkoj službi pomoću donjeg obrasca:
hu_hu: Bármilyen probléma esetén az alábbi forma segítségével fordulhatsz az ügyfélszolgálathoz:
jp_jp: 以下：
pl_pl: W razie jakiegokolwiek problemu skontaktuj się z naszym działem obsługi klienta, korzystając z poniższego formularza:
ro_ro: Dacă aveți orice întrebare, vă rugăm nu ezitați să contactați serviciul clienți prin formularul de mai jos:
ru_ru: Если у вас возникнут проблемы, вы всегда сможете связаться с нашей службой поддержки, используя нижеприведенную форму:
sr_sp: Ukoliko imate bilo kakvih problema, ne ustručavajte se kontaktirati službu za korisnike koristeći obrazac u nastavku:

source: News
bg_bg: Новини
cn_cn: 消息
cs_cz: Novinky
de_de: Neuigkeiten
el_gr: Νέα
fr_fr: Nouveautés
hr_hr: Vijesti
hu_hu: Hírek
jp_jp: ニュース
pl_pl: Aktualności
pt_pt: Notícias
ro_ro: Ştiri
ru_ru: Новости
sr_sp: Novosti

source: Read more
bg_bg: Прочети още
cn_cn: 阅读更多
cs_cz: Další informace
de_de: Mehr lesen
el_gr: Διάβασε περισσότερα
fr_fr: En savoir plus
hr_hr: Pročitaj više
hu_hu: További infó
jp_jp: もっと読む
pl_pl: Więcej
pt_pt: Ler mais
ro_ro: Citiţi mai mult
ru_ru: Подробнее
sr_sp: Pročitaj više

source: Soccer
bg_bg: Футбол
cn_cn: 足球
cs_cz: Fotbal
de_de: Fußball
el_gr: Ποδόσφαιρο
fr_fr: Football
hr_hr: Nogomet
hu_hu: Labdarúgás
jp_jp: サッカー
pl_pl: Piłka nożna
pt_pt: Futebol
ro_ro: Fotbal
ru_ru: Футбол
sr_sp: Fudbal

source: Ice Hockey
bg_bg: Хокей на лед
cn_cn: 冰球
cs_cz: Lední hokej
de_de: Eishockey
el_gr: Χόκεϊ επί πάγου
fr_fr: Hockey sur glace
hr_hr: Hokej na ledu
hu_hu: Jégkorong
jp_jp: アイスホッケー
pl_pl: Hokej na lodzie
pt_pt: Hóquei no Gelo
ro_ro: Hochei pe gheaţă
ru_ru: Хоккей
sr_sp: Hokej na ledu

source: Half Time 3 way
bg_bg: Полувреме с троен знак
cn_cn: 半场三路
cs_cz: Výsledek poločasu
de_de: Halbzeit 3 Wege
el_gr: Νικητής ημιχρόνου 1Χ2
fr_fr: Mi-temps 3-way
hr_hr: Poluvrijeme, 3 moguća ishoda
hu_hu: Félidő 3 esélyes
jp_jp: ３通りのハーフタイム
pl_pl: Połowa meczu - 3 opcje
pt_pt: Meio tempo 3 way
ro_ro: Pauză 1X2
ru_ru: Тройной исход после первого тайма
sr_sp: Poluvreme - 3 ishoda

source: Top Games
bg_bg: Най-популярни игри
cn_cn: 热门赛事
cs_cz: Top zápasy
de_de: Top-Spiele
el_gr: Κορυφαία Παιχνίδια
fr_fr: Top matchs
hr_hr: Najbolje igre
hu_hu: Top játékok
jp_jp: トップゲーム
pl_pl: Najpopularniejsze gry
pt_pt: Jogos de Topo
ro_ro: Top jocuri
ru_ru: Наиболее популярные игры
sr_sp: Najbolje igre

source: IceHockey
bg_bg: Хокей на лед
cn_cn: 冰球
cs_cz: Lední hokej
de_de: Eishockey
el_gr: Χόκεϊ επί Πάγου
fr_fr: Hockey sur glace
hr_hr: Hokej na ledu
hu_hu: Jégkorong
jp_jp: アイスホッケー
pl_pl: Hokej na lodzie
pt_pt: Hóquei no Gelo
ro_ro: Hochei pe gheaţă
ru_ru: Хоккей
sr_sp: Hokej na ledu

source: Last Minute Bets
bg_bg: Залози в последния момент
cn_cn: 最后投注
cs_cz: Sázky na poslední chvíli
de_de: Last Minute Wetten
el_gr: Στοιχήματα Τελευταίας Στιγμής
fr_fr: Paris de Dernière Minute
hr_hr: Oklade u posljednji trenutak
hu_hu: Last minute fogadások
jp_jp: 最後の賭け
pl_pl: Zakłady last minute
pt_pt: Aposta de Última Hora
ro_ro: Pariuri ultimul minut
ru_ru: Ставки в последнюю минуту
sr_sp: Opklade u posljednji minut

source: Shortly
bg_bg: Скоро
cn_cn: 稍后
cs_cz: Již brzy
de_de: Kürzlich
el_gr: Σύντομα
fr_fr: Bientôt
hr_hr: Ubrzo
hu_hu: Hamarosan
jp_jp: まもなく
pl_pl: Skrót
pt_pt: Em breve
ru_ru: Быстро
sr_sp: Uskoro

source: %d events available
bg_bg: %d налични събития
cn_cn: %d 赛事提供
cs_cz: Počet akcí k dispozici: %d
de_de: %d Veranstaltungen verfügbar
el_gr: %d διαθέσιμα γεγονότα
fr_fr: %d événements disponibles
hr_hr: %d raspoloživih događaja
hu_hu: %d esemény elérhető
jp_jp: ％dイベントが利用可能
pl_pl: %d dostępnych zdarzeń
pt_pt: %d eventos disponíveis
ro_ro: %d evenimente disponibile
ru_ru: Доступно событий: %d
sr_sp: %d događaja dostupno

source: Bet now
bg_bg: Заложете сега
cn_cn: 即时投注
cs_cz: Vsaďte si
de_de: Jetzt wetten
el_gr: Στοιχημάτισε τώρα
fr_fr: Parier maintenant
hr_hr: Okladi se odmah
hu_hu: Fogadás most
jp_jp: 賭け時
pl_pl: Postaw teraz
pt_pt: Aposte agora
ro_ro: Pariaţi acum
ru_ru: Сделать ставку
sr_sp: Kladi se sada

source: Draw
bg_bg: Равенство
cn_cn: 平手
cs_cz: Remíza
de_de: Unentschieden
el_gr: Ισοπαλία
fr_fr: Match nul
hr_hr: Neriješeno
hu_hu: Döntetlen
jp_jp: 引き分け
pl_pl: Remis
pt_pt: Empate
ro_ro: Egal
ru_ru: Ставки на ничью
sr_sp: Nerešeno

source: League not found
bg_bg: Лигата не беше намерена
cn_cn: 无法找到联赛
cs_cz: Liga nenalezena!
de_de: Liga nicht gefunden
el_gr: Η κατηγορία δεν βρέθηκε
fr_fr: Ligue introuvable
hr_hr: Liga nije pronađena
hu_hu: Liga nem található.
jp_jp: リーグは見つかりませんでした
pl_pl: Nie znaleziono ligi
pt_pt: Liga não encontrada
ro_ro: Liga nu a fost găsită
ru_ru: Лига не найдена
sr_sp: Liga nije pronađena

source: No available events found for this league
bg_bg: Не бяха намерени налични събития от тази лига
cn_cn: 无法找到此联赛的赛事
cs_cz: Pro tuto ligu nebyly nalezeny žádné akce
de_de: Für diese Liga wurden keine verfügbaren Veranstaltungen gefunden
el_gr: Δεν βρέθηκαν γεγονότα σ' αυτή την κατηγορία
fr_fr: Aucun événement disponible pour cette ligue
hr_hr: Nisu pronađeni događaji za ovu ligu
hu_hu: Nincs elérhető esemény ebben a ligában.
jp_jp: このリーグで利用できるイベントは見つかりませんでした
pl_pl: Nie znaleziono dostępnych zdarzeń dla tej ligi
pt_pt: Não há eventos disponíveis para esta liga
ro_ro: Nu există evenimente pentru această ligă
ru_ru: Не найдено событий в этой лиге
sr_sp: Nema dostupnih događaja nađenih za ovu ligu

source: No leagues selected
bg_bg: Не са избрани лиги
cn_cn: 未选择联赛
cs_cz: Nebyla vybrána žádná liga
de_de: Keine Ligen ausgewählt
el_gr: Δεν έχει επιλεγεί κατηγορία
fr_fr: Aucune ligue sélectionnée
hr_hr: Nije odabrana nijedna liga
hu_hu: Nincs választott liga.
jp_jp: リーグが選ばれていません
pl_pl: Nie wybrano żadnej ligi
pt_pt: Nenhuma liga selecionada
ro_ro: Nu există ligi selectate
ru_ru: Лига не выбрана
sr_sp: Nema izabranih liga

source: Single
bg_bg: Единичен
cn_cn: 单一
cs_cz: Jednoduchá
de_de: Einfach
el_gr: Μονό
fr_fr: Simple
hr_hr: Pojedinačno
hu_hu: Egyszeri
jp_jp: シングル
pl_pl: Pojedynczy
pt_pt: Simples
ro_ro: Simplu
ru_ru: Одиночная
sr_sp: Singl

source: Combi
bg_bg: Комбинация
cn_cn: 组合
cs_cz: Kombi
de_de: Kombi
el_gr: Συνδυασμοί
hr_hr: Kombinacija
hu_hu: Kombi
jp_jp: コンビ
pl_pl: Wielokrotny
ro_ro: Multiplu
ru_ru: Комбинация
sr_sp: Kombinovana

source: Delete all bets
bg_bg: Изтрий всички залози
cn_cn: 删除全部投注
cs_cz: Smazat všechny sázky
de_de: Alle Wetten löschen
el_gr: Διέγραψε όλα τα στοιχήματα
fr_fr: Supprimer tous les paris
hr_hr: Obriši sve oklade
hu_hu: Összes fogadás törlése
jp_jp: 全ての賭けを削除
pl_pl: Usuń wszystkie zakłady
pt_pt: Apagar todas as apostas
ro_ro: Ştergeţi toate pariurile
ru_ru: Удалить все ставки
sr_sp: Izbriši sve opklade

source: Total odds
bg_bg: Общо коефициенти
cn_cn: 总赔率
cs_cz: Celkový kurz
de_de: Wettquoten insgesamt
el_gr: Σύνολο αποδόσεων
fr_fr: Cotes totales
hr_hr: Ukupni izgledi
hu_hu: Teljes nyereményszorzó
jp_jp: 合計確率
pl_pl: Suma zakładów
pt_pt: Total de odds
ro_ro: Total cote
ru_ru: Общий коэффициент
sr_sp: Ukupno kvota

source: Stake
bg_bg: Залог
cn_cn: 赌注
cs_cz: Sázka
de_de: Einsatz
el_gr: Ποντάρισμα
fr_fr: Mise
hr_hr: Ulog
hu_hu: Tét
jp_jp: 賭け金
pl_pl: Stawka
pt_pt: Aposta
ro_ro: Miza
ru_ru: Ставка
sr_sp: Ulog

source: Winning
bg_bg: Печалба
cn_cn: 赢
cs_cz: Výhra
de_de: Gewinn
el_gr: Κέρδος
fr_fr: Gain
hr_hr: Dobitak
hu_hu: Nyeremény
jp_jp: 勝ち
pl_pl: Wygrana
pt_pt: Ganhadora
ro_ro: Câştig
ru_ru: Выигрыш
sr_sp: Dobitak

source: Preview
bg_bg: Преглед
cn_cn: 预览
cs_cz: Náhled
de_de: Vorschau
el_gr: Προεπισκόπηση
fr_fr: Prévisualiser
hr_hr: Pregled
hu_hu: Előnézet
jp_jp: プレビュー
pl_pl: Podgląd
pt_pt: Pré-visualizar
ro_ro: Vizualizare
ru_ru: Предварительный просмотр
sr_sp: Prikaz

source: Place Bet
bg_bg: Заложи
cn_cn: 投注
cs_cz: Vsadit
de_de: Wette platzieren
el_gr: Στοιχημάτισε
fr_fr: Placer un pari
hr_hr: Uplati okladu
hu_hu: Fogadás
jp_jp: 賭ける
pl_pl: Postaw zakład
pt_pt: Colocar aposta
ro_ro: Plasaţi pariu
ru_ru: Размещение ставки
sr_sp: Opkladi se
