Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Liability Cancelled the Bonus
bg_bg: Liability Cancelled Bonus
cn_cn: 负债抵销奖金
de_de: Bonus wegen Haftungsbedingungen gestrichen
el_gr: Η Υποχρέωση Ακύρωσε το Μπόνους
fr_fr: Liability a annulé le bonus
hr_hr: Bonus je otkazan zbog Liability
hu_hu: Tartozás törölte a bónuszt.
jp_jp: ボーナスは責任によってキャンセルされました
pl_pl: Bonus anulowany ze względu na odpowiedzialność
pt_pt: Responsabilidade Cancelou o Bónus

source: Download (Excel file)
bg_bg: Изтегли (Excel файл)
cn_cn: 下载 (Excel文件)
cs_cz: Stáhnout (soubor Excel)
de_de: Download (Excel-Datei)
el_gr: Λήψη (αρχείο Excel)
fr_fr: Télécharger (fichier Excel)
hr_hr: Preuzmi (dokument u Excelu)
hu_hu: Letöltés (Excel fájl)
jp_jp: ダウンロード（エクセルファイル）
pl_pl: Pobierz (plik Excel)
pt_pt: Descarregar (Ficheiro Excel)
ro_ro: Descărcaţi (document excel)
ru_ru: Загрузить (файл Excel)
sr_sp: Preuzmi (Excel datoteka)

source: Are you sure you want to cancel this event?
bg_bg: Сигурни ли сте, че искате да откажете това събитие?
cn_cn: 您是否确定要取消这场赛事？
cs_cz: Skutečně chcete tuto akci zrušit?
de_de: Event wirklich löschen?
el_gr: Είσαι σίγουρος ότι θέλεις να ακυρώσεις αυτό το γεγονός;
fr_fr: Êtes-vous sûr(e) de vouloir annuler cet événement?
hr_hr: Jeste li sigurni da želite otkazati ovaj događaj?
hu_hu: Biztosan megszakítod ezt az eseményt?
jp_jp: このイベントをキャンセルしてもよろしいですか？
pl_pl: Na pewno anulować to zdarzenie?
pt_pt: Tem a certeza que quer cancelar este evento?
ro_ro: Sunteţi sigur că doriţi să anulaţi acest eveniment?
ru_ru: Вы уверены, что хотите отменить это событие?
sr_sp: Sigurno želite otkazati ovaj događaj?

source: No events found
bg_bg: Не бяха намерени събития
cn_cn: 无法找到赛事
cs_cz: Žádné akce nebyly nalezeny
de_de: Keine Events gefunden
el_gr: Δεν βρέθηκε κανένα γεγονός
fr_fr: Aucun événement trouvé
hr_hr: Nema nađenih događaja
hu_hu: Nincs esemény.
jp_jp: イベントは見つかりませんでした
pl_pl: Nie znaleziono zdarzeń
pt_pt: Nenhum evento encontrado
ro_ro: Nu au fost găsite evenimente
ru_ru: Событий не найдено
sr_sp: Nisu pronađeni nikakvi događaji

source: No events in this league
bg_bg: Няма събития в тази лига
cn_cn: 无法找到此联赛的赛事
cs_cz: V této lize nejsou žádné akce
de_de: Keine Events in dieser Liga
el_gr: Δεν βρέθηκαν γεγονότα σ' αυτή την κατηγορία
fr_fr: Aucun événement dans cette ligue
hr_hr: Nema događaja u ovoj ligi
hu_hu: Nincs esemény ebben a ligában.
jp_jp: このリーグでのイベントはありません
pl_pl: Nie znaleziono zdarzeń dla tej ligii
pt_pt: Sem eventos nesta liga
ro_ro: Nu există evenimente în această ligă
ru_ru: В этой лиге нет событий
sr_sp: Nema događaja u ovoj ligi

source: Risk Management Settings
bg_bg: Настройки за управление на риска
cn_cn: 风险管理设置
cs_cz: Řízení rizika
de_de: Einstellungen zum Risikomanagement
el_gr: Ρυθμίσεις Διαχείρισης Ρίσκου
fr_fr: Paramètres de gestion des risques
hr_hr: Postavke upravljanja rizicima
hu_hu: Kockázatkezelés beállítások
jp_jp: リスク管理設定
pl_pl: Ustawienia zarządzania ryzykiem
pt_pt: Definições de Gestão de Risco
ro_ro: Setări managementul riscului
ru_ru: Управление рисками
sr_sp: Podešavanja upravljanja rizicima

source: Risk management is crucial for sportsbook. Please be careful in setting all options.
bg_bg: Управлението на риска е ключово за букмейкърския сайт. Моля, бъдете внимателни при въвеждането на всички настройки.
cn_cn: 风险管理对博彩至关重要。请小心设置全部选项。
cs_cz: Zvládání rizika je pro sázkovou kancelář zásadní. Buďte prosím při nastavování opatrní.
de_de: Das Risikomanagement ist für Sportwetten wichtig. Bitte seinen Sie beim Vornehmen von Einstellungen vorsichtig.
el_gr: Η διαχείριση του ρίσκου είναι πολύ σημαντική για το sportsbook. Να είσαι προσεκτικός όταν ρυθμίζεις όλες τις επιλογές.
fr_fr: La gestion des risques est cruciale dans les paris sportifs. Soyez prudent(e) lors du paramétrage de toutes les options.
hr_hr: Upravljanje rizicima ključno je za klađenje. Budite pažljivi pri određivanju svih mogućnosti.
hu_hu: A kockázatkezelés elengedhetetlen a sportfogadásban. Légy óvatos a lehetőség beállításával.
jp_jp: スポーツブックでのリスク管理は重要です。全てのオプション設定に注意して下さい。
pl_pl: Zarządzanie ryzykiem jest niezwykle ważne w branży bukmacherskiej. Zachowaj szczególną ostrożność podczas ustawiania dotyczących go opcji.
ro_ro: Managementul riscului este crucial pentru o casă de pariuri. Vă rugăm să fiți atent atunci când setați toate opțiunile.
ru_ru: В спортивном букмейкерстве очень важно уметь управлять рисками. Будьте предельно внимательны при выборе настроек.
sr_sp: Upravljanje rizicima je ključno za sportsko klađenje. Molimo vas budite oprezni u postavljanju svih opcija.

source: Lowest stake
bg_bg: Минимален залог
cn_cn: 最低赌注
cs_cz: Nejnižší sázka
de_de: Niedrigster Einsatz
el_gr: Χαμηλότερο ποντάρισμα
fr_fr: Mise la plus basse
hr_hr: Najniži ulog
hu_hu: Legalacsonyabb tét
jp_jp: 最も低い賭け
pl_pl: Minimalna stawka
pt_pt: Aposta mais baixa
ro_ro: Cea mai mică miză
ru_ru: Самая низкая ставка
sr_sp: Najniži ulog

source: Highest stake
bg_bg: Максимален залог
cn_cn: 最高赌注
cs_cz: Nejvyšší sázka
de_de: Höchster Einsatz
el_gr: Μέγιστο ποντάρισμα
fr_fr: Mise la plus haute
hr_hr: Najviši ulog
hu_hu: Legmagasabb tét
jp_jp: 最も高い賭け
pl_pl: Maksymalna stawka
pt_pt: Aposta mais alta
ro_ro: Cea mai mare miză
ru_ru: Самая высокая ставка
sr_sp: Najviši ulog

source: Highest winning amount
bg_bg: Максимална печалба
cn_cn: 最高赢利金额
cs_cz: Nejvyšší vyhraná částka
de_de: Höchster Gewinnbetrag
el_gr: Υψηλότερο ποσό κέρδους
fr_fr: Plus grand montant à gagner
hr_hr: Najveći dobitak
hu_hu: Legmagasabb nyereményösszeg
jp_jp: 最高勝利金
pl_pl: Maksymalna kwota wygranej
pt_pt: Montante vencedor mais alto
ro_ro: Cel mai mare câştig
ru_ru: Самый крупный выигрыш
sr_sp: Najviši iznos dobitka

source: Lowest number of events in one ticket
bg_bg: Минимален брой събития в един билет
cn_cn: 每张彩票最少的赛事数量
cs_cz: Nejnižší počet akcí na jednom tiketu
de_de: Niedrigste Eventanzahl in einem Ticket
el_gr: Ελάχιστος αριθμός γεγονότων σε ένα δελτίο
fr_fr: Plus petit nombre d'événements dans un ticket
hr_hr: Najmanji broj događaja na jednom listiću
hu_hu: Legkevesebb eseményszám egy szelvényen
jp_jp: 一つのチケットで最も低いイベント数
pl_pl: Minimalna liczba zdarzeń na jeden kupon
pt_pt: Número mais baixo de eventos num ticket
ro_ro: Cel mai mic număr de evenimente pe un bilet
ru_ru: Наименьшее количество событий в билете
sr_sp: Najniži broj događaja na jednom tiketu

source: Highest number of events in one ticket
bg_bg: Максимален брой събития в един билет
cn_cn: 每张彩票最多的赛事数量
cs_cz: Nejvyšší počet akcí na jednom tiketu
de_de: Höchste Eventanzahl in einem Ticket
el_gr: Μέγιστος αριθμός γεγονότων σε ένα δελτίο
fr_fr: Plus grand nombre d'événements dans un ticket
hr_hr: Najviši broj događaja po listiću
hu_hu: Legtöbb eseményszám egy szelvényen
jp_jp: 一つのチケットで最も多いイベント数
pl_pl: Maksymalna liczba zdarzeń na jeden kupon
pt_pt: Número mais alto de eventos num bilhete
ro_ro: Cel mai mare număr de evenimente pe un bilet
ru_ru: Наибольшее количество событий в билете
sr_sp: Najviši broj događaja na jednom tiketu

source: List Leagues
bg_bg: Списък лиги
cn_cn: 列出联赛
cs_cz: Seznam lig
de_de: Liste der Ligen
el_gr: Λίστα Κατηγοριών
fr_fr: Liste des ligues
hr_hr: Navedi lige
hu_hu: Ligák listázása
jp_jp: リーグリスト：
pl_pl: Wykaz lig
pt_pt: Listar Ligas
ro_ro: Listaţi ligi
ru_ru: Список лиг
sr_sp: Izlistaj lige

source: League ID
bg_bg: Ид. номер на лига
cn_cn: 联赛编号
cs_cz: ID ligy
de_de: Liganummer
el_gr: ID Κατηγορίας
fr_fr: ID de la ligue
hr_hr: ID lige
hu_hu: Ligaazonosító
jp_jp: リーグID
pl_pl: Numer ligi
pt_pt: ID de Liga
ro_ro: ID ligă
ru_ru: Номер лиги
sr_sp: ID lige

source: No limits
bg_bg: Без лимити
cn_cn: 没有限制
cs_cz: Bez limitu
de_de: Keine Limits
el_gr: Χωρίς όρια
fr_fr: Aucune limite
hr_hr: Bez ograničenja
hu_hu: Nincsenek limitek
jp_jp: 制限なし
pl_pl: Brak limitów
pt_pt: Sem limites
ro_ro: Nu există limite
ru_ru: Лимит отсутствует
sr_sp: Bez ograničenja

source: List Sports
bg_bg: Списък спортове
cn_cn: 列出运动
cs_cz: Seznam sportů
de_de: Liste der Sportarten
el_gr: Λίστα Αθλημάτων
fr_fr: Liste des sports
hr_hr: Navedi sportove
hu_hu: Sportok listázása
jp_jp: スポーツリスト
pl_pl: Wykaz sportów
pt_pt: Listar Desportos
ro_ro: Listaţi sporturi
ru_ru: Список видов спорта
sr_sp: Izlistaj sportove

source: Sport ID
bg_bg: Ид. номер на спорт
cn_cn: 运动编号
cs_cz: ID sportu
de_de: Sportartennummer
el_gr: ID Αθλήματος
fr_fr: ID du sport
hr_hr: ID sporta
hu_hu: Sportazonosító
jp_jp: スポーツID
pl_pl: Numer sportu
pt_pt: ID de Desporto
ro_ro: ID sport
ru_ru: Номер вида спорта
sr_sp: ID sporta

source: Warning Withdraws
bg_bg: Предупреждение при теглене
cn_cn: 警示撤回
cs_cz: Varování pro výběr
de_de: Auszahl-Warnung
el_gr: Ειδοποίηση για αναλήψεις
fr_fr: Alerte concernant les retraits
hr_hr: Upozorenje za isplate
hu_hu: Kifizetés figyelmeztetések
jp_jp: 引き落とし警告
pl_pl: Ostrzeżenia o wypłatach
pt_pt: Aviso Retiradas
ro_ro: Atenționare retrageri
ru_ru: Предупреждение о выводе
sr_sp: Upozoravajuće isplate

source: Id
bg_bg: Ид. номер
cn_cn: 编号
de_de: Nummer
hu_hu: Azonosító
pl_pl: Numer identyfikacyjny
ru_ru: Номер

source: Warning Stakes
bg_bg: Предупреждение за залози
cn_cn: 警示赌注
cs_cz: Varování pro sázky
de_de: Einsatz-Warnung
el_gr: Ειδοποίηση για ποντάρισμα
fr_fr: Alerte concernant les Mises
hr_hr: Upozorenje za uloge
hu_hu: Tét figyelmeztetések
jp_jp: 賭け警告
pl_pl: Ostrzeżenie o stawkach
pt_pt: Aviso Apostas
ro_ro: Atenționare mize
ru_ru: Предупреждение о ставке
sr_sp: Upozoravajući ulozi

source: Warning Winnings
bg_bg: Предупреждение за печалби
cn_cn: 警示赢利
cs_cz: Varování pro výhry
de_de: Gewinn-Warnung
el_gr: Ειδοποίηση για κέρδη
fr_fr: Alerte concernant les Mises
hr_hr: Upozorenje za dobitke
hu_hu: Nyeremény figyelmeztetések
jp_jp: 賞金警告
pl_pl: Ostrzeżenie o wygranych
pt_pt: Aviso Ganhos
ro_ro: Atenționare câștiguri
ru_ru: Предупреждение о выигрыше
sr_sp: Upozoravajući dobici

source: Warning Deposits
bg_bg: Предупреждение за депозити
cn_cn: 警示存款
cs_cz: Varování pro vklady
de_de: Einzahl-Warnung
el_gr: Ειδοποίηση για καταθέσεις
fr_fr: Alerte concernant les Dépôts
hr_hr: Upozorenje za uplate
hu_hu: Befizetés figyelmeztetések
jp_jp: 入金警告
pl_pl: Ostrzeżenie o wpłatach
pt_pt: Aviso Depósitos
ro_ro: Atenționare depozite
ru_ru: Предупреждение о депозите
sr_sp: Upozoravajući depoziti

source: Deposit fee percentage
bg_bg: Процент на такса при депозиране
cn_cn: 存款收费百分比
cs_cz: Procentuální poplatek z vkladů
de_de: Zahlungen
el_gr: Ποσοστό προμήθειας κατάθεσης
fr_fr: Pourcentages de taxes sur un dépôt
hr_hr: Postotak naknade pri uplati
hu_hu: Befizetési díj százalék
jp_jp: 入金手数料割合
pl_pl: Opłata za wpłatę
pt_pt: Percentagem de taxa de depósito
ro_ro: Procent comision depuneri
ru_ru: Комиссия за депозит
sr_sp: Postotak naknade depozita

source: Payment gateways
bg_bg: Портали за плащания
cn_cn: 支付途径
cs_cz: Způsoby platby
de_de: Zahlungsportal
el_gr: Πύλες πληρωμής
fr_fr: Portails de paiement
hr_hr: Načini plaćanja
hu_hu: Fizetési szolgáltatók
jp_jp: 支払方法
pl_pl: Bramki płatnicze
pt_pt: Portais de pagamento
ro_ro: Platforme de plată
ru_ru: Способ платежа
sr_sp: Načini isplate

source: Please set payment gateways below:
bg_bg: Моля, задайте платежни средства отдолу:
cn_cn: 请在下面设置支付途径：
cs_cz: Nastavte si prosím způsob placení níže:
de_de: Bitte unten Zahlungsportale festlegen:
el_gr: Όρισε τις πύλες πληρωμής παρακάτω:
fr_fr: Veuillez configurer les portails de paiement ci-dessous:
hr_hr: U nastavku postavite načine plaćanja:
hu_hu: Kérjük, állítsd be a fizetési szolgáltatókat alább:
jp_jp: 支払方法を以下から設定して下さい：
pl_pl: Ustaw bramkę płatniczą:
pt_pt: Por favor defina o portal de pagamento abaixo:
ro_ro: Vă rugăm setaţi platformele de plată mai jos:
ru_ru: Выберите способ платежа ниже:
sr_sp: Postavite načine isplate u nastavku:

source: Deposits %s
bg_bg: Депозити %s
cn_cn: 存款 %s
cs_cz: Vklady %s
de_de: Einzahlungen %s
el_gr: Καταθέσεις %s
fr_fr: Dépôts %s
hr_hr: Uplate %s
hu_hu: Befizetések %s
jp_jp: ％s入金
pl_pl: Wpłaty %s
pt_pt: Depósitos %s
ro_ro: Depuneri %d
ru_ru: Депозиты %s
sr_sp: Depoziti %s

source: Please set deposit risk management setting below:
bg_bg: Моля, задайте настройки за управление на риска при депозит отдолу:
cn_cn: 请在下面设置存款风险管理：
cs_cz: Nastavte si prosím rizika vkladů níže:
de_de: Bitte Einstellungen zum Einzahlungsrisikomanagement unten festlegen:
el_gr: Όρισε το ρίσκο διαχείρισης της κατάθεσης παρακάτω:
fr_fr: Veuillez configurer le paramètre de gestion des risques de dépôt ci-dessous:
hr_hr: U nastavku odredite postavku za upravljanje rizicima kod uplata:
hu_hu: Kérjük, add meg a kockázatkezelés beállításokat alább:
jp_jp: 入金リスク管理を以下から設定して下さい：
pl_pl: Ustaw opcje zarządzania ryzykiem dla wpłat:
pt_pt: Por favor defina a configuração de gestão de risco abaixo:
ro_ro: Vă rugăm efectuaţi setările riscului managementului mai jos:
ru_ru: Задайте настройки управления рисками ниже:
sr_sp: Molimo postavite postavku upravljanja rizicima depozita datu ispod:

source: Allow automated deposits
bg_bg: Позволяване на автоматични депозити
cn_cn: 允许自动化存款
cs_cz: Povolit automatické vklady
de_de: Automatische Einzahlung erlauben
el_gr: Επιτρέπονται οι αυτόματες καταθέσεις
fr_fr: Autoriser les dépôts automatisés
hr_hr: Dozvoli automatizirane uplate
hu_hu: Automatikus befizetések engedélyezése
jp_jp: 自動入金を許可
pl_pl: Zezwalaj na automatyczne wpłaty
pt_pt: Permitir depósitos automáticos
ro_ro: Permiteţi depuneri automate
ru_ru: Разрешить автоматические депозиты
sr_sp: Dozvoli automatizovane depozite

source: Allow manual deposits
bg_bg: Позволяване на мануални депозити
cn_cn: 允许手动存款
cs_cz: Povolit manuální vklady
de_de: Manuelle Einzahlung erlauben
el_gr: Επιτρέπονται οι χειροκίνητες καταθέσεις
fr_fr: Autoriser les dépôts manuels
hr_hr: Dozvoli ručne uplate
hu_hu: Manuális befizetések engedélyezése
jp_jp: 手動入金を許可
pl_pl: Zezwalaj na ręczne wpłaty
pt_pt: Permitir depósitos manuais
ro_ro: Permiteţi depuneri manuale
ru_ru: Разрешить собственноручные депозиты
sr_sp: Dozvoli ručne depozite

source: Lowest amount for deposit
bg_bg: Минимална сума за депозит
cn_cn: 最低存款额
cs_cz: Nejnižší vložená částka
de_de: Niedrigster Betrag für Einzahlungen
el_gr: Χαμηλότερο ποσό για κατάθεση
fr_fr: Le montant le plus bas pour le dépôt
hr_hr: Najniži iznos uplate
hu_hu: Legalacsonyabb összeg befizetésre
jp_jp: 入金の最低金額
pl_pl: Minimalna kwota depozytu
pt_pt: Montante mais baixo para depósito
ro_ro: Cea mai mică sumă pentru depuneri
ru_ru: Минимальный размер депозита
sr_sp: Najniži iznos za depozit

source: Highest amount for deposit
bg_bg: Максимална сума за депозит
cn_cn: 最高存款额
cs_cz: Nejvyšší vložená částka
de_de: Höchster Betrag für Einzahlungen
el_gr: Υψηλότερο ποσό για κατάθεση
fr_fr: Montant le plus élevé pour le dépôt
hr_hr: Najviši iznos uplate
hu_hu: Legmagasabb összeg befizetésre
jp_jp: 入金の最高金額
pl_pl: Maksymalna kwota depozytu
pt_pt: Montante mais alto para depósito
ro_ro: Cea mai mare sumă pentru depuneri
ru_ru: Максимальный размер депозита
sr_sp: Najviši iznos za depozit

source: General %s
bg_bg: Общи %s
cn_cn: 一般 %s
cs_cz: Obecná %s
de_de: %s allgemein
el_gr: Γενικά %s
fr_fr: Général %s
hr_hr: Općenito %s
hu_hu: Általános %s
jp_jp: 一般的な％s
pl_pl: Ogółem %s
pt_pt: Geral %s
ru_ru: Общие %s
sr_sp: Opšte %s

source: General settings controls some of the most basic configuration settings for your site: your site's title and location, who may register an account at your site, and how dates and times are calculated and displayed.
bg_bg: Общите настройки управляват най-основната конфигурация на сайта Ви: заглавие и локация на сайта, кой може да се регистрира на сайта Ви и как да се показват датите и часовете на сайта Ви.
cn_cn: 一般设置可控制您网站上部分最基本配置：您的网站标题和位置；谁可在您的网站注册；及如何计算和显示日期与时间。
cs_cz: Obecná nastavení ovládají nejzákladnější konfigurace vašich stránek: jejich název a umístění, kdo si u vás může zřídit účet, jak se vypočítává a zobrazuje čas a datum.
de_de: Bei den allgemeinen Einstellungen finden Sie einige der häufigsten Grundeinstellungen für Ihre Seite: Den Titel und die Position Ihrer Seite, wer auf Ihrer Seite ein Konto anlegen kann, und wie das Datum und die Zeit berechnet und dargestellt wird.
el_gr: Οι γενικές ρυθμίσεις ελέγχουν κάποιες από τις πιο βασικές ρυθμίσεις παραμέτρων για την ιστοσελίδα σου: τον τίτλο και την τοποθεσία της ιστοσελίδας σου, ποιος μπορεί να δημιουργήσει λογαριασμό στην ιστοσελίδα σου, και πώς υπολογίζονται και εμφανίζονται οι ημερομηνίες και η ώρα.
fr_fr: Les paramètres généraux contrôlent certains des paramètres de configuration les plus élémentaires de votre site: le titre et l'emplacement de votre site, qui peuvent enregistrer un compte sur votre site et la façon dont les dates et les heures sont calculées et affichées.
hr_hr: Opće postavke kontroliraju neke od najvažnijih konfiguracijskih postavki na vašoj stranici: naziv i lokaciju vaše stranice, tko se može prijaviti na nju te kako se datum i vrijeme računaju i prikazuju.
hu_hu: Az általános beállítások szabályoznak néhányat oldalad legalapvetőbb konfigurációs beállításai közül: oldalad címét és helyét, azt, hogy ki nyithat számlát oldaladon, valamint hogy a dátumok és idők hogyan kerülnek kiszámításra és megjelenítésre.
jp_jp: 一般設定はサイトにおき最も基本的な構成設定をコントロールします：ウェブサイト名、場所、登録者、どのように日付、時間を計算し表示させるかなど。
pl_pl: Ustawienia ogólne pozwalają na zarządzanie podstawowymi ustawieniami konfiguracji na stronie: nazwą i lokalizacją strony, wymaganiami dla użytkowników rejestrujących konto na stronie, metodami obliczania dat i czasu oraz ich wyświetlania.
ro_ro: Setările generale controlează configuraţia de bază pentru siteul dvs: titlul siteului şi locaţia, cine poate înregistra un cont şi cum sunt calculate şi afişate datele şi orele.
ru_ru: Управление основными настройками - это стандартные настройки вашего сайта: его имя и расположение, информация о том, кто на нем может регистрироваться и как вычисляются и отображаются дата и время.
sr_sp: Opšta podešavanja kontrolišu neke od najosnovnijih postavki konfiguracije za vaš sajt: naziv i lokaciju vašeg sajta, ko može registrovati račun na vašem sajtu i kako se izračunavaju i prikazuju datumi i vremena.

source: Copyright
bg_bg: Авторски права
cn_cn: 版权
de_de: Urheberrecht
jp_jp: 著作権
pl_pl: Prawa autorskie
ro_ro: Drepturi de autor
ru_ru: Авторские права
sr_sp: Autorsko pravo

source: Contact Email
bg_bg: Е-мейл за връзка
cn_cn: 联系电邮
cs_cz: Kontaktní e-mail
de_de: E-Mail-Adresse
el_gr: Διεύθυνση email επικοινωνίας
fr_fr: E-mail de contact
hr_hr: Adresa e-pošte za kontakt
hu_hu: Kapcsolattartási e-mail
jp_jp: Eメール連絡先
pl_pl: Adres e-mail do kontaktu
pt_pt: Email de contacto
ro_ro: Email contact
ru_ru: Контактный электронный адрес
sr_sp: Kontakt e-pošta

source: Password reset
bg_bg: Нулиране на парола
cn_cn: 重新设置密码
cs_cz: Resetování hesla
de_de: Passwort zurücksetzen
el_gr: Επαναφορά κωδικού πρόσβασης
fr_fr: Mot de passe réinitialisé
hr_hr: Resetiraj lozinku
hu_hu: Jelszó visszaállítása
jp_jp: パスワードをリセット
pl_pl: Resetowanie hasła
pt_pt: Reposição de password
ro_ro: Schimbare parolă
ru_ru: Восстановление пароля
sr_sp: Resetovanje lozinke

source: Default currency
bg_bg: Основна валута
cn_cn: 默认货币
cs_cz: Výchozí měna
de_de: Voreingestellte Währung
el_gr: Νόμισμα προεπιλογής
fr_fr: Devise par défaut
hr_hr: Zadana valuta
hu_hu: Alapértelmezett pénznem
jp_jp: デフォルト通貨
pl_pl: Domyślna waluta
pt_pt: Moeda por defeito
ro_ro: Moneda presetată
ru_ru: Валюта по умолчанию:
sr_sp: Zadata valuta

source: Default timezone:
bg_bg: Основна часова зона:
cn_cn: 默认时区：
cs_cz: Výchozí časové pásmo:
de_de: Voreingestellte Zeitzone:
el_gr: Προεπιλεγμένη ζώνη ώρας:
fr_fr: Par défaut timezone:
hr_hr: Zadana vremenska zona:
hu_hu: Alapértelmezett időzóna:
jp_jp: デフォルトタイムゾーン：
pl_pl: Domyślna strefa czasowa:
pt_pt: Fuso horário por defeito
ro_ro: Ora presetată:
ru_ru: Часовой пояс по умолчанию:
sr_sp: Zadata vremenska zona:

source: Default language
bg_bg: Основен език
cn_cn: 默认语言
cs_cz: Výchozí jazyk
de_de: Voreingestellte Sprache
el_gr: Προεπιλεγμένη γλώσσα
fr_fr: Langage par défaut
hr_hr: Zadani jezik
hu_hu: Alapértelmezett nyelv
jp_jp: デフォルト言語
pl_pl: Domyślny język
pt_pt: Idioma por defeito
ro_ro: Limba presetată
ru_ru: Язык по умолчанию:
sr_sp: Zadati jezik

source: Charset
bg_bg: Енкодинг
cn_cn: 字符集
cs_cz: Znaková sada
de_de: Zeichensatz
el_gr: Κωδικοποίηση χαρακτήρων
hr_hr: Skup znakova
hu_hu: Karakterkódolás
pl_pl: Zestaw znaków
pt_pt: Conjunto de caracteres
ru_ru: Кодировка
sr_sp: Skup znakova

source: Items per page
bg_bg: Елементи на страница
cn_cn: 每页项目
cs_cz: Položek na stranu
de_de: Objekte pro Seite
el_gr: Στοιχεία ανά σελίδα
fr_fr: Objets par page
hr_hr: Stavki po stranici
hu_hu: Elemek oldalanként
jp_jp: １ページにおけるアイテム
pl_pl: Pozycje na stronie
pt_pt: Items por´página
ro_ro: Elemente pe pagină
ru_ru: Элементов на странице
sr_sp: Stavki po stranici

source: Referral system
bg_bg: Реферал система (система за пренасочване)
cn_cn: 推荐系统
cs_cz: Systém doporučování
de_de: Empfehlungssystem
el_gr: Σύστημα σύστασης φίλων
fr_fr: Système de parrainage
hr_hr: Posrednički sustav
hu_hu: Ajánlási rendszer
jp_jp: 参照システム
pl_pl: System poleceń
pt_pt: Sistema de referentes
ro_ro: Sistem de recomandare
ru_ru: Система рефералов
sr_sp: Sistem za upućivanje

source: Left active
bg_bg: Left active (Ляво активно)
cn_cn: 左活跃
cs_cz: Levá aktivní
de_de: Linke Seite aktiv
el_gr: Αριστερό ενεργό
fr_fr: Gauche active
hr_hr: Lijevo aktivno
hu_hu: Bal aktív
jp_jp: 左アクティブ
pl_pl: Lewa część aktywna
pt_pt: Esquerda ativa
ro_ro: Stânga activ
ru_ru: Активный элемент слева
sr_sp: Leva aktivna

source: Left sidebar title
bg_bg: Left sidebar title (Заглавие на лява странична лента)
cn_cn: 左工具栏标题
cs_cz: Nadpis levé lišty
de_de: Titel der linken Seitenleiste
el_gr: Τίτλος αριστερής πλαϊνής γραμμής
fr_fr: Titre barre latérale gauche
hr_hr: Naslov lijeve bočne trake
hu_hu: Bal oldalsáv cím
jp_jp: 左サイドバータイトル
pl_pl: Tytuł lewego paska
pt_pt: Título da barra lateral esquerda
ro_ro: Titlu bara din stânga
ru_ru: Заголовок левой панели
sr_sp: Naslov leve klizne trake

source: Left sidebar content
bg_bg: Left sidebar content (Съдържание на лява странична лента)
cn_cn: 左工具栏内容
cs_cz: Obsah levé lišty
de_de: Inhalt der linken Seitenleiste
el_gr: Περιεχόμενο αριστερής πλαϊνής γραμμής
fr_fr: Contenu barre latérale gauche
hr_hr: Sadržaj lijeve bočne trake
hu_hu: Bal oldalsáv tartalom
jp_jp: 左サイドバー内容
pl_pl: Zwartość lewego paska
pt_pt: Conteúdo da barra lateral esquerda
ro_ro: Conținut bara din stânga
ru_ru: Содержание левой панели
sr_sp: Sadržaj leve klizne trake

source: Right active
bg_bg: Right active (Дясно активно)
cn_cn: 右活跃
cs_cz: Pravá aktivní
de_de: Rechte Seite aktiv
el_gr: Δεξί ενεργό
fr_fr: Droite active
hr_hr: Desno aktivno
hu_hu: Jobb aktív
jp_jp: 右アクティブ
pl_pl: Prawa część aktywna
pt_pt: Direita ativa
ro_ro: Dreapta activ
ru_ru: Активный элемент справа
sr_sp: Desna aktivna

source: Right sidebar title
bg_bg: Right sidebar title (Заглавие на дясна странична лента)
cn_cn: 右工具栏标题
cs_cz: Nadpis pravé lišty
de_de: Titel der rechten Seitenleiste
el_gr: Tίτλος δεξιάς πλαϊνής γραμμής
fr_fr: Titre barre latérale droite
hr_hr: Naslov desne bočne trake
hu_hu: Jobb oldalsáv cím
jp_jp: 右サイドバータイトル
pl_pl: Tytuł prawego paska
pt_pt: Título da barra lateral direita
ro_ro: Titlu bara din dreapta
ru_ru: Заголовок правой панели
sr_sp: Naslov desne klizne trake

source: Right sidebar content
bg_bg: Right sidebar content (Съдържание на дясна странична лента)
cn_cn: 右工具栏内容
cs_cz: Obsah pravé lišty
de_de: Inhalt der rechten Seitenleiste
el_gr: Περιεχόμενο δεξιάς πλαϊνής γραμμής
fr_fr: Contenu barre latérale droite
hr_hr: Sadržaj desne bočne trake
hu_hu: Jobb oldalsáv tartalom
jp_jp: 右サイドバー内容
pl_pl: Zawartość prawego paska
pt_pt: Conteúdo da barra lateral direita
ro_ro: Conținut bara din dreapta
ru_ru: Содержание правой панели
sr_sp: Sadržaj desne klizne trake
