Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Your passwords does not much
bg_bg: Паролите не съответстват.
cn_cn: 您的密码不相配
cs_cz: Hesla se neshodují.
de_de: Ihre Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν συμφωνούν
fr_fr: Vos mots de passe ne correspondent pas
hr_hr: Lozinke se ne podudaraju
hu_hu: Jelszavaid nem egyeznek.
jp_jp: パスワードが合いません
pl_pl: Podane hasło jest nieprawidłowe
pt_pt: As suas passwords não condizem.
ro_ro: Parola dvs. nu se potrivește
ru_ru: Пароли не совпадают
sr_sp: Vaše lozinke se ne poklapaju

source: Your Account has been created. Please confirm you email in order to be able to login
bg_bg: Сметката Ви е създадена. Моля, потвърдете Вашия е-мейл, за да можете да се впишете.
cn_cn: 您的帐户已建立。请确认您的电邮以进行登录。
cs_cz: Účet byl vytvořen. Abyste se mohli přihlásit, potvrďte prosím svůj e-mail.
de_de: Ihr Konto wurde erstellt. Bitte bestätigen Sie Ihre E-Mailadresse, um sich anmelden zu können
el_gr: Ο Λογαριασμός σου έχει δημιουργηθεί. Επιβεβαίωσε τη διεύθυνση email σου για να μπορέσεις να συνδεθείς
fr_fr: Votre Compte a été créé. Veuillez confirmer votre adresse e-mail pour pouvoir vous connecter
hr_hr: Vaš je račun otvoren. Potvrdite adresu e-pošte kako biste se mogli prijaviti
hu_hu: Számlád létrehozásra került. Bejelentkezéshez vissza kell igazolnod e-mail címedet.
jp_jp: アカウントが作成されました。ログインに必要なメールを確認して下さい
pl_pl: Konto zostało utworzone. Aby móc się zalogować, należy potwierdzić adres e-mail
ro_ro: Contul dvs. a fost creat. Vă rugăm confirmați adresa de email pentru a vă putea autentifica în cont.
ru_ru: Ваша учетная запись создана. Подтвердите свой электронный адрес, чтобы войти на сайт
sr_sp: Vaš nalog je kreiran. Potvrdite adresu e-pošte kako bi se mogli da se prijavite

source: Password changed
bg_bg: Паролата е променена
cn_cn: 密码已变更
cs_cz: Heslo bylo změněno
de_de: Passwort geändert
el_gr: Έγινε αλλαγή του κωδικού πρόσβασης
fr_fr: Mot de passe modifié
hr_hr: Lozinka je promijenjena
hu_hu: Jelszó megváltoztatva.
jp_jp: パスワードが変更されました
pl_pl: Hasło zostało zmienione
pt_pt: Password alterada
ro_ro: Parolă schimbată.
ru_ru: Пароль изменен
sr_sp: Lozinka promenjena

source: Wrong old password. Please try again
bg_bg: Грешна предишна парола. Моля, опитайте отново
cn_cn: 旧密码不正确。请再试一次。
cs_cz: Nesprávné původní heslo. Zkuste to prosím znovu.
de_de: Altes Passwort falsch. Bitte versuchen Sie es erneut
el_gr: Εσφαλμένος παλιός κωδικός πρόσβασης. Προσπάθησε ξανά.
fr_fr: Ancien mot de passe erroné. Veuillez réessayer
hr_hr: Stara lozinka nije točna. Pokušajte ponovno.
hu_hu: Helytelen régi jelszó. Próbáld ismét.
jp_jp: パスワードが間違っています。もう一度トライして下さい
pl_pl: Stare hasło jest nieprawidłowe. Spróbuj ponownie
pt_pt: Password antiga errada Por favor, tente de novo.
ro_ro: Parola veche nu este corectă. Vă rugăm încercați din nou
ru_ru: Неверно указан старый пароль. Повторите попытку
sr_sp: Pogrešna stara lozinka. Pokušajte ponovo

source: Passwords do not match. Please try again
bg_bg: Паролите не съответстват. Моля, опитайте отново
cn_cn: 密码不相配。请再试一次。
cs_cz: Hesla se neshodují. Zkuste to prosím znovu.
de_de: Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut
el_gr: Οι κωδικοί πρόσβασης δεν συμφωνούν. Προσπάθησε ξανά.
fr_fr: Les mots de passe ne correspondent pas. Veuillez réessayer
hr_hr: Lozinke se ne podudaraju. Pokušajte ponovno.
hu_hu: Jelszavak nem egyeznek. Próbáld ismét.
jp_jp: パスワードが合いません。もう一度トライして下さい
pl_pl: Hasła nie zgadzają się. Spróbuj ponownie
pt_pt: As passwords não coincidem Por favor, tente de novo.
ro_ro: Parolele nu se potrivesc. Vă rugăm încercați din nou
ru_ru: Пароли не совпадают. Повторите попытку
sr_sp: Lozinke se ne poklapaju. Pokušajte ponovo

source: Account information updated.
bg_bg: Информацията по сметката е обновена.
cn_cn: 帐户信息已更新。
cs_cz: Informace o účtu byly aktualizovány.
de_de: Kontoinformationen aktualisiert.
el_gr: Τα στοιχεία του λογαριασμού ενημερώθηκαν.
fr_fr: Informations du compte mises à jour.
hr_hr: Podaci o računu su ažurirani.
hu_hu: Számlainformáció frissítve.
jp_jp: アカウント情報が更新されました。
pl_pl: Informacje o koncie zostały zaktualizowane.
pt_pt: Informação de conta atualizada
ro_ro: Informații cont actualizate.
ru_ru: Данные учетной записи обновлены
sr_sp: Ažurirane informacije o nalogu.

source: Limits cancelled.
bg_bg: Лимитите са анулирани
cn_cn: 限制已取消。
cs_cz: Limity zrušeny.
de_de: Limits aufgehoben.
el_gr: Τα όρια καταργήθηκαν.
fr_fr: Limites supprimées.
hr_hr: Ograničenja otkazana.
hu_hu: Limitek törölve.
jp_jp: 制限はキャンセルされました。
pl_pl: Anulowano limity.
pt_pt: Limites cancelados.
ro_ro: Limite anulate.
ru_ru: Лимиты отменены
sr_sp: Ograničenja otkazana.

source: Unable to cancel limit
bg_bg: Анулирането на лимитите не е възможно
cn_cn: 无法取消限制。
cs_cz: Limit nebylo možné zrušit.
de_de: Aufhebung der Limits nichts möglich
el_gr: Δεν ήταν δυνατό να ακυρωθεί το όριο
fr_fr: Impossible de supprimer cette limite
hr_hr: Ne mogu otkazati ograničenje
hu_hu: Limit törlése nem lehetséges.
jp_jp: 制限をキャンセルすることが出来ません
pl_pl: Nie można anulować limitu
pt_pt: Impossível cancelar limite.
ro_ro: Limita nu poate fi anulată.
ru_ru: Невозможно отменить лимит
sr_sp: Nije moguće otkazati ograničenja

source: Limits updated.
bg_bg: Лимитите са обновени
cn_cn: 限制已更新。
cs_cz: Limity aktualizovány.
de_de: Limits aktualisiert.
el_gr: Τα όρια ενημερώθηκαν
fr_fr: Limites mises à jour.
hr_hr: Ograničenja ažurirana.
hu_hu: Limitek frissítve.
jp_jp: 制限が更新されました。
pl_pl: Limity zostały zaktualizowane.
pt_pt: Limites atualizados.
ro_ro: Limite actualizate.
ru_ru: Лимиты обновлены
sr_sp: Ograničenja ažurirana.

source: Limits not updated.
bg_bg: Лимитите не са обновени
cn_cn: 限制尚未更新。
cs_cz: Limity nebyly aktualizovány.
de_de: Limits nicht aktualisiert.
el_gr: Τα όρια δεν ενημερώθηκαν
fr_fr: Limites non mises à jour.
hr_hr: Ograničenja nisu ažurirana.
hu_hu: Limitek nincsenek frissítve.
jp_jp: 制限は更新されていません。
pl_pl: Limity nie zostały zaktualizowane.
pt_pt: Limites não atualizados.
ro_ro: Limite neactualizate.
ru_ru: Лимиты не обновлены
sr_sp: Ograničenja nisu ažurirana.

source: You account has been deleted.
bg_bg: Сметката Ви е изтрита
cn_cn: 您的帐户已被删除。
cs_cz: Váš účet byl smazán.
de_de: Ihr Konto wurde gelöscht.
el_gr: Ο λογαριασμός σας έχει διαγραφεί.
fr_fr: Votre compte a été supprimé.
hr_hr: Vaš je račun izbrisan.
hu_hu: Számlád törlésre került.
jp_jp: アカウントは消去されました。
pl_pl: Konto zostało usunięte.
pt_pt: A sua conta foi apagada.
ro_ro: Contul dvs. a fost șters.
ru_ru: Ваша учетная запись удалена
sr_sp: Vaš nalog je obrisan.

source: Account settings updated.
bg_bg: Настройките на сметката са обновени.
cn_cn: 帐户设置已更新。
cs_cz: Nastavení účtu bylo aktualizováno.
de_de: Kontoeinstellungen aktualisiert.
el_gr: Οι ρυθμίσεις του λογαριασμού ενημερώθηκαν.
fr_fr: Paramètres du compte mises à jour.
hr_hr: Postavke računa su ažurirane.
hu_hu: Számlabeállítások frissítve.
jp_jp: アカウント設定が更新されました。
pl_pl: Ustawienia konta zostały zaktualizowane.
pt_pt: Definições de conta atualizadas.
ro_ro: Setări cont actualizate.
ru_ru: Настройки учетной записи обновлены
sr_sp: Ažurirane postavke naloga.

source: Password reset link sent to your email
bg_bg: Линк за нулиране на паролата е изпратен на Вашия е-мейл.
cn_cn: 密码重置链接已发送到您的电邮
cs_cz: Odkaz pro resetování hesla byl odeslán na vaši e-mailovou adresu.
de_de: Link zur Passwortzurücksetzung wurde an Ihre E-Mail-Adresse geschickt
el_gr: Στάλθηκε σύνδεσμος επαναφοράς του κωδικού πρόσβασης στη διεύθυνση email σου.
fr_fr: Lien de réinitialisation du mot de passe envoyé à votre adresse e-mail
hr_hr: Na vašu e-poštu poslana je poveznica za resetiranje lozinke
hu_hu: Jelszó visszaállítás elküldve e-mailedre.
jp_jp: パスワード再設定のメールが送信されました
pl_pl: Link resetujący hasło został przesłany na Twój adres e-mail
pt_pt: Link para redefinir a sua password enviado para o seu email
ro_ro: Link-ul pentru schimbarea parolei a fost trimis către adresa dvs. de email
ru_ru: Ссылка для восстановления пароля отправлена на ваш электронный адрес
sr_sp: Link za resetovanje lozinke poslat na vašu e-poštu

source: E-mail not valid
bg_bg: Е-мейл адресът е невалиден
cn_cn: 电邮无效
cs_cz: E-mail je neplatný.
de_de: E-Mailadresse nicht gültig
el_gr: Η διεύθυνση email δεν είναι έγκυρη
fr_fr: E-mail invalide
hr_hr: E-pošta nije ispravna
hu_hu: E-mail nem érvényes.
jp_jp: Eメールが有効ではありません。
pl_pl: Adres e-mail jest nieprawidłowy
pt_pt: email inválido
ro_ro: Adresa de email nu este validă.
ru_ru: Неверный электронный адрес
sr_sp: E-pošta nije važeća

source: Promotional code successfully used
bg_bg: Промоционалният код е приет успешно
cn_cn: 促销代码已成功使用
cs_cz: Kód propagační akce byl úspěšně uplatněn.
de_de: Aktionscode wurde erfolgreich verwendet
el_gr: Ο κωδικός προσφοράς χρησιμοποιήθηκε με επιτυχία
fr_fr: Code promotionnel utilisé avec succès
hr_hr: Promotivni kod uspješno iskorišten
hu_hu: Promóciós kód sikeresen felhasználva.
jp_jp: プロモーションコードを使用することに成功しました
pl_pl: Kod promocyjny został wykorzystany
pt_pt: Código promocional usado com sucesso
ro_ro: Cod promoțional utilizat cu succes.
ru_ru: Промо-код активирован
sr_sp: Promotivni kôd uspešno korišćen

source: Invalid promotional code
bg_bg: Невалиден промоционален код
cn_cn: 促销代码无效
cs_cz: Chybný kód propagační akce
de_de: Aktionscode ungültig
el_gr: Μη έγκυρος κωδικός προσφοράς
fr_fr: Code promotionnel invalide
hr_hr: Neispravan promotivni kod
hu_hu: Érvénytelen promóciós kód.
jp_jp: このプロモーションコードは使えません
pl_pl: Nieprawidłowy kod promocyjny
pt_pt: Código promocional inválido
ro_ro: Cod promoțional invalid.
ru_ru: Неверный промо-код
sr_sp: Nevažeći promotivni kôd

source: Confirm your email.
bg_bg: Потвърдете Вашия е-мейл
cn_cn: 确认您的电邮。
cs_cz: Potvrďte svoji e-mailovou adresu.
de_de: E-Mailadresse bestätigen.
el_gr: Επιβεβαίωσε τη διεύθυνση email σου.
fr_fr: Confirmez votre e-mail.
hr_hr: Potvrdite svoju e-poštu.
hu_hu: Erősítsd meg e-mailedet.
jp_jp: Eメールを確認して下さい。
pl_pl: Potwierdź adres e-mail.
pt_pt: Confirme o seu email
ro_ro: Confirmați adresa de email.
ru_ru: Подтвердите свой электронный адрес
sr_sp: Potvrdi svoju e-poštu.

source: Your Account is Locked. Please Reset your password
bg_bg: Сметката Ви е заключена. Моля, нулирайте паролата си
cn_cn: 您的帐户被锁定。请重新设置您的密码
cs_cz: Váš účet byl uzamčen. Znovu si prosím nastavte heslo.
de_de: Ihr Konto wurde gesperrt. Bitte setzen Sie Ihr Passwort zurück
el_gr: Δεν ήταν δυνατό να ακυρωθεί το όριο
fr_fr: Votre Compte est verrouillé. Veuillez réinitialiser votre mot de passe
hr_hr: Vaš je račun zaključan. Molimo da ponovno postavite lozinku
hu_hu: Számlád zárolva van. Kérj új jelszót.
jp_jp: アカウントはロックされました。パスワードをもう一度設定して下さい。
pl_pl: Konto zostało zablokowane. Zresetuj swoje hasło
pt_pt: A sua Conta está Bloqueada. Por favor reponha a sua palavra-passe
ro_ro: Contul dvs. este blocat. Vă rugăm să cereți o parolă nouă.
ru_ru: Ваша учетная запись заблокирована. Требуется восстановление пароля
sr_sp: Vaš nalog je zaključan. Ponovno postavite svoju lozinku

source: Your Account is Deleted Permanently
bg_bg: Сметката Ви е окончателно изтрита
cn_cn: 您的帐户已被永久删除
cs_cz: Váš účet byl trvale smazán.
de_de: Ihr Konto wurde dauerhaft gelöscht
el_gr: Ο Λογαριασμός σου έχει Διαγραφεί Μόνιμα
fr_fr: Votre compte a été Définitivement Supprimé
hr_hr: Vaš je račun trajno obrisan
hu_hu: Számlád végleges törlésre került.
jp_jp: アカウントは完全に消去されました。
pl_pl: Konto zostało trwale usunięte
pt_pt: A sua conta foi Apagada Permanentemente
ro_ro: Contul dvs. este șters permanent.
ru_ru: Ваша учетная запись заблокирована навсегда
sr_sp: Vaš nalog je trajno izbrisan

source: You are Already Logged in.
bg_bg: Вече сте вписани
cn_cn: 您已登录。
cs_cz: Již jste přihlášeni.
de_de: Sie sind bereits angemeldet.
el_gr: Έχεις Ήδη Συνδεθεί.
fr_fr: Vous êtes déjà connecté(e).
hr_hr: Već ste prijavljeni.
hu_hu: Már be vagy jelentkezve.
jp_jp: 既にログインしています。
pl_pl: Jesteś już zalogowany.
pt_pt: Já fez Login
ro_ro: Sunteți deja autentificat.
ru_ru: Авторизация уже произведена
sr_sp: Već ste prijavljeni.

source: Wrong Password
bg_bg: Грешна парола
cn_cn: 密码不正确
cs_cz: Chybné heslo
de_de: Falsches Passwort
el_gr: Λάθος Κωδικός
fr_fr: Mot de passe erroné
hr_hr: Pogrešna lozinka
hu_hu: Helytelen jelszó.
jp_jp: 間違ったパスワード
pl_pl: Nieprawidłowe hasło
pt_pt: Palavra-passe errada
ro_ro: Parolă greșită.
ru_ru: Неверный пароль
sr_sp: Pogrešna lozinka

source: Username or password is incorrect
bg_bg: Потребителското име или паролата са грешни
cn_cn: 用户名称或密码不正确。
cs_cz: Chybné uživatelské jméno nebo heslo
de_de: Benutzername oder Passwort inkorrekt
el_gr: Το όνομα χρήστη ή ο κωδικός πρόσβασης είναι λάθος
fr_fr: Identifiant ou mot de passe incorrect
hr_hr: Korisničko ime i lozinka su netočni
hu_hu: Felhasználónév vagy jelszó helytelen.
jp_jp: ユーザー名またはパスワードが間違っています
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_pt: Nome de utilizador ou password incorreto
ro_ro: Nume utilizator sau parolă incorecte
ru_ru: Неверное имя пользователя или пароль
sr_sp: Netačno je korisničko ime ili lozinka

source: Staff %s (ID: %d) requested to fund your account
bg_bg: Служител %s (ид. номер: %d) заяви захранване на сметката Ви
cn_cn: 职员%s (编号：%d) 要求存款到您的帐户。
cs_cz: Pracovník společnosti %s (ID: %d) požádal o vklad na váš účet.
de_de: Mitarbeiter % (Nr.: %d) möchte auf Ihr Konto einzahlen
el_gr: Ο Συνεργάτης %s (id: %d) ζήτησε να χρηματοδοτήσει το λογαριασμό σου.
fr_fr: Personnel %s (ID: %d) requis pour financer votre compte
hr_hr: Osoblje %s (ID: %d) je zahtijevalo da uplati sredstva na vaš račun
hu_hu: %s személyzet (azonosító: %d) megkérve számlád feltöltésére.
jp_jp: スタッフは%s (ID: %d)口座に資金を入れるよう要請しました
pl_pl: Pracownik %s (numer identyfikacyjny: %d) zlecił zasilenie Twojego konta
pt_pt: Pessoal %s (ID: %d) requerida para financiar a sua conta
ro_ro: Angajatul %s (id: %d) a cerut alimentarea contului dvs.
ru_ru: Получен запрос пополнение счета от сотрудника: %s (номер:%d)
sr_sp: Osoblje %s (ID: %d) je podneo zahtev za finansiranje vašeg naloga

source: User %s (ID: %d) account was credited by %s
bg_bg: Потребител %s (ид. номер: %d) сметката беше захранена от %s
cn_cn: 用户%s (编号：%d) 的帐户已被贷记 %s
cs_cz: Na účet zákazníka (ID: %d) bylo připsáno %s.
de_de: Benutzer %s (Nr.: %d) erhielt eine Gutschrift von %s
el_gr: Ο λογαριασμός του χρήστη %s (id: %d) πιστώθηκε από τον %s
fr_fr: Le compte %s (ID: %d) a été crédité par %s
hr_hr: S korisničkog %s (ID: %d) račun je kreditirao %s
hu_hu: %s felhasználó (azonosító: %d) számlájára jóváírás történt %s által.
jp_jp: ユーザー%s (ID: %d)口座は％sによってクレジットされました
pl_pl: Konto użytkownika %s (numer identyfikacyjny: %d) zostało zasilone przez %s
pt_pt: Utilizador %s (ID: %d) creditada em %s
ro_ro: Contul utilizatorului %s (ID: %d) a fost creditat cu %s
ru_ru: Счет пользователя %s (номер:%d) пополнен
sr_sp: Korisnik %s (ID: %d) nalog je dobio kredit od %s

source: User %s is credited by %d %s
bg_bg: Потребител %s е кредитиран от %d %s
cn_cn: 用户 %s 被贷记 %d %s
cs_cz: Uživatel %s obdržel %d %s
de_de: Benutzer %s erhielt eine Gutschrift von %d %s
el_gr: Ο χρήστης %s πιστώθηκε από τον %d %s
fr_fr: L'utilisateur %s est crédité par %d %s
hr_hr: Korisnika %s je kreditirao %d %s
hu_hu: %s felhasználó feltöltve: %d %s.
jp_jp: ユーザー％sは％d%sによってクレジットされました
pl_pl: Konto użytkownika %s (numer identyfikacyjny: %d) zostało zasilone przez %s
pt_pt: Utilizador %s creditado em %d %s
ro_ro: Utilizatorul %s este creditat cu %d %s
ru_ru: Пользователь %s пополнил счет на %d %s
sr_sp: Korisnik %s je dobio iznos od %d %s

source: Staff %s (ID: %d) requested to charge your account
bg_bg: Служител %s (ид. номер: %d) заяви таксуване на сметката Ви
cn_cn: 职员 %s (编号：%d) 要求向您的帐户收费
cs_cz: Pracovník společnosti %s (ID: %d) požádal o výběr z vašeho účtu.
de_de: Mitarbeiter % (Nr.: %d) möchte von Ihrem Konto abbuchen
el_gr: Ο Συνεργάτης %s (id: %d) ζήτησε να να χρεώσει το λογαριασμό σου.
fr_fr: Personnel %s (ID: %d) demandé pour charger votre compte
hr_hr: Osoblje %s (ID: %d) je zahtijevalo da naplati s vašeg računa
hu_hu: %s személyzet (azonosító: %d) megkérve számlád felszámolására.
jp_jp: スタッフ％s（ID:%d)は口座に課金することを要請しました
pl_pl: Pracownik %s (numer identyfikacyjny: %d) zlecił obciążenie Twojego konta
pt_pt: Pessoal %s (ID: %d) requerido para financiar a sua conta
ro_ro: Angajatul %s (id: %d) a cerut alimentarea contului dvs.
ru_ru: Получен запрос вывода средств от сотрудника: %s (%d)
sr_sp: Osoblje %s (ID: %d) je podneo zahtev za naplatu sa vašeg naloga

source: User %s (ID: %d) account was charged by %s
bg_bg: Потребител %s (ид. номер: %d) сметката беше таксувана от %s
cn_cn: 用户 %s (编号：%d) 的帐户被扣除 %s
cs_cz: Z účtu zákazníka (ID: %d) bylo odečteno %s.
de_de: Benutzer %s (Nr.: %d) Konto wurde belastet von %s
el_gr: Ο λογαριασμός του χρήστη %s (id: %d) χρεώθηκε από% s
fr_fr: Le compte %s (ID: %d) a été chargé par %s
hr_hr: S korisničkog %s (ID: %d) računa naplatio je %s
hu_hu: %s felhasználó (azonosító: %d) számlájáról levonás történt %s által.
jp_jp: ユーザー%s(ID:%d)口座は％sによって課金されました
pl_pl: Konto użytkownika %s (numer identyfikacyjny: %d) zostało obciążone przez %s
pt_pt: Utilizador %s (ID: %d) debitado em %s
ro_ro: Contul utilizatorului %s (ID: %d) a fost taxat cu %s
ru_ru: Пользователь %s (%d) вывел %s
sr_sp: Korisnik %s (ID: %d) nalog je naplaćen iznos od %s

source: User %s is charged by %d %s
bg_bg: Потребител %s е таксуван от %d %s
cn_cn: 用户 %s 已被扣除 %d %s
cs_cz: Uživatel %s zaplatil %d %s
de_de: Benutzer %s Abbuchung von %d %s
el_gr: Ο χρήστης %s χρεώθηκε από τον %d %s
fr_fr: L'utilisateur %s est chargé par %d %s
hr_hr: Korisniku %s je naplatio %d %s
hu_hu: %s felhasználó felszámítva: %d %s.
jp_jp: ユーザー％しゃ％d%sによって課金されました
pl_pl: Konto użytkownika %s zostało obciążone przez %s
pt_pt: Utilizador %s debitado em %d %s
ro_ro: Utilizatorul %s este taxat cu %d %s
ru_ru: Пользователь %s вывел %d %s
sr_sp: Korisniku %s je naplaćen iznos od %d %s

source: KYC Data Accepted
bg_bg: KYC данни приети
cn_cn: 已接受"了解您的客户"数据
cs_cz: KYC data přijata.
de_de: KYC Daten angenommen
el_gr: Στοιχεία KYC αποδεκτά (Διαδικασία Ταυτοποίησης Στοιχείων)
fr_fr: Données KYC acceptées
hr_hr: Prihvaćeni podaci o korisniku (KYC)
hu_hu: KYC adatok elfogadva.
jp_jp: KYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されましたKYCデータが受諾されました
pl_pl: Dane KYC zostały zatwierdzone
pt_pt: Dados KYC Aceites
ro_ro: Date KYC acceptate
ru_ru: Данные пользователя приняты
sr_sp: KYC podaci prihvaćeni

source: Email successfully sent
bg_bg: Е-мейлът е изпратен успешно
cn_cn: 电邮成功发送
cs_cz: E-mail byl úspěšně odeslán.
de_de: E-Mail wurde erfolgreich verschickt
el_gr: Το email στάλθηκε με επιτυχία
fr_fr: E-mail envoyé avec succès
hr_hr: E-pošta uspješno poslana
hu_hu: E-mail sikeresen elküldve.
jp_jp: Eメールは無事送信できました
pl_pl: Wiadomość e-mail została wysłaa
pt_pt: email enviado com sucesso
ro_ro: Email trimis cu succes
ru_ru: Письмо отправлено
sr_sp: E-poruka uspešno poslata

source: Cannot send email. Please try again.
bg_bg: Е-мейлът не може да бъде изпратен. Моля, опитайте отново.
cn_cn: 电邮无法发送。请再试一次。
cs_cz: E-mail nelze odeslat. Zkuste to prosím znovu.
de_de: E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
el_gr: Το email δεν μπορεί να αποσταλεί. Προσπάθησε ξανά.
fr_fr: Impossible d'envoyer un courrier électronique. Veuillez réessayer.
hr_hr: Ne može se poslati e-pošta. Pokušajte ponovno.
hu_hu: E-mail nem küldhető el. Próbáld ismét.
jp_jp: Eメールを送ることができません。もう一度トライして下さい。
pl_pl: Nie można wysłać wiadomości e-mail. Spróbuj ponownie.
pt_pt: Impossível enviar email Por favor, tente de novo.
ro_ro: Email-ul nu poate fi trimis. Încercați din nou.
ru_ru: Не удалось отправить письмо. Повторите попытку
sr_sp: E-poruka se ne može poslati. Pokušajte ponovo.

source: can't find
bg_bg: не може да бъде намерено
cn_cn: 无法找到
cs_cz: nenalezeno
de_de: nicht auffindbar
el_gr: δεν βρέθηκε
fr_fr: impossible de trouver
hr_hr: ne mogu pronaći
hu_hu: nem található
jp_jp: 見つけることが出来ません
pt_pt: impossível encontrar
ro_ro: nu poate fi găsit
ru_ru: не удалось найти
sr_sp: ne može se naći

source: Changes saved
bg_bg: Промените са записани
cn_cn: 变更已保存
cs_cz: Změny byly uloženy.
de_de: Änderungen wurden gespeichert
el_gr: Οι αλλαγές αποθηκεύτηκαν
fr_fr: Modifications enregistrées
hr_hr: Promjene spremljene
hu_hu: Változtatások mentve.
jp_jp: 変更が保存されました
pt_pt: Alterações guardadas.
ro_ro: Modificări salvate.
ru_ru: Изменения сохранены
sr_sp: Promene sačuvane

source: This cannot be saved.
bg_bg: Това не може да бъде записано.
cn_cn: 此无法保存。
cs_cz: Toto nelze uložit.
de_de: Speichervorgang fehlgeschlagen.
el_gr: Δεν μπορεί να αποθηκευτεί.
fr_fr: Impossible d'enregistrer ceci.
hr_hr: Ovo se ne može spremiti.
hu_hu: Nem menthető.
jp_jp: これは保存することが出来ません。
pt_pt: Não pode ser guardado.
ro_ro: Nu poate fi salvat.
ru_ru: Невозможно сохранить
sr_sp: Ovo se ne može sačuvati.

source: Item added
bg_bg: Добавено
cn_cn: 项目已新增
cs_cz: Položka byla přidána.
de_de: Objekt hinzugefügt
el_gr: Προστέθηκε στοιχείο
fr_fr: Objet ajouté
hr_hr: Stavka dodana
hu_hu: Elem hozzáadva
jp_jp: アイテムを追加しました
pt_pt: Item adicionado.
ro_ro: Element adăugat
ru_ru: Добавлено
sr_sp: Stavka dodata

source: This cannot be added.
bg_bg: Това не може да бъде добавено.
cn_cn: 此无法新增。
cs_cz: Toto nelze přidat.
de_de: Hinzufügen fehlgeschlagen.
el_gr: Αυτό δεν μπορεί να προστεθεί.
fr_fr: Impossible d'ajouter ceci.
hr_hr: Ovo se ne može dodati.
hu_hu: Nem adható hozzá.
jp_jp: これを追加することは出来ません。
pl_pl: Pozycja nie może zostać dodana.
pt_pt: Não pode ser adicionado.
ro_ro: Nu poate fi adăugat.
ru_ru: Невозможно добавить
sr_sp: Ovo se ne može dodati.

source: Item deleted
bg_bg: Изтрито
cn_cn: 项目已删除
cs_cz: Položka byla smazána.
de_de: Objekt gelöscht
el_gr: Διαγράφηκε στοιχείο
fr_fr: Objet supprimé
hr_hr: Stavka izbrisana
hu_hu: Elem törölve
jp_jp: アイテムを消去
pl_pl: Pozycja została usunięta
pt_pt: Item apagado
ro_ro: Element șters
ru_ru: Удалено
sr_sp: Stavka obrisana

source: This cannot be deleted.
bg_bg: Това не може да бъде изтрито.
cn_cn: 此无法删除。
cs_cz: Toto nelze smazat.
de_de: Löschvorgang fehlgeschlagen.
el_gr: Αυτό δεν μπορεί να διαγραφεί.
fr_fr: Impossible de supprimer ceci.
hr_hr: Ovo se ne može izbrisati.
hu_hu: Nem törölhető.
jp_jp: これは消去することが出来ません。
pl_pl: Pozycja nie może zostać usunięta.
pt_pt: Não pode ser apagado.
ro_ro: Nu poate fi șters.
ru_ru: Невозможно удалить
sr_sp: Ovo se ne može obrisati.

source: Bet added
bg_bg: Залогът е добавен
cn_cn: 赌注已新增
cs_cz: Sázka byla přidána.
de_de: Wette hinzugefügt
el_gr: Προστέθηκε στοίχημα
fr_fr: Pari ajouté
hr_hr: Oklada dodana
hu_hu: Fogadás hozzáadva
jp_jp: ベットを追加しました
pl_pl: Zakład został dodany
pt_pt: Aposta adicionada
ro_ro: Pariu adăugat
ru_ru: Ставка размещена
sr_sp: Opklada dodata
