Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Please add promotional code below to get additional money or other benefit.
bg_bg: Моля, добавете промоционален код отдолу, за да получите допълнителни средства или друг бонус.
cn_cn: 请在下面加入促销代码以获得额外款项或其他好处。
cs_cz: Zadáte-li níže kód propagační akce, získáte peníze navíc nebo jinou výhodu.
de_de: Bitte geben Sie unten Ihren Aktionscode ein, so erhalten Sie zusätzliches Geld oder andere Vorteile.
el_gr: Μπορείς να προσθέσεις έναν κωδικό προσφοράς παρακάτω για να αποκτήσεις επιπλέον χρήματα ή άλλα προνόμια.
fr_fr: Veuillez ajouter le code promotionnel ci-dessous pour recevoir de l'argent supplémentaire ou un autre avantage.
hr_hr: Dolje unesite promotivni kod kako biste dobili dodatna sredstva ili druge koristi.
hu_hu: Add meg a promóciós kódot extra pénz vagy jutalom szerzéséhez.
jp_jp: 金額追加またはベネフィットをゲットするにはプロモーションコードを下記に入力して下さい。
pl_pl: Wprowadź kod promocyjny poniżej, aby dodać środki lub inne świadczenia.
pt_pt: Por favor adicione o código promocional abaixo para obter dinheiro adicionalou outros benefícios.
ro_ro: Vă rugăm adăugaţi codul promoţional mai jos pentru a obţine bani sau alte beneficii.
ru_ru: Для получения бонусов укажите свой промо-код ниже.
sr_sp: Dodajte promotivni kôd u nastavku kako bi dobili dodatni novac ili druge koristi.

source: Submit bonus code
bg_bg: Подай бонус код
cn_cn: 提交奖金代码
cs_cz: Odeslat prémiový kód
de_de: Bonuscode einreichen
el_gr: Υποβολή κωδικού μπόνους
fr_fr: Soumettre le code bonus
hr_hr: Upišite šifru bonusa
hu_hu: Bónuszkód küldése
jp_jp: ボーナスコードを提示
pl_pl: Prześlij kod bonusowy
pt_pt: Enviar código de bónus
ro_ro: Trimiteţi cod bonus
ru_ru: Отправить бонусный код
sr_sp: Pošalji bonus kôd

source: Confirmation
bg_bg: Потвърждаване
cn_cn: 确认
cs_cz: Potvrzení
de_de: Bestätigung
el_gr: Επιβεβαίωση
hr_hr: Potvrda
hu_hu: Megerősítés
jp_jp: 確認
pl_pl: Potwierdzenie
pt_pt: Confirmação
ro_ro: Confirmare
ru_ru: Подтверждение
sr_sp: Potvrda

source: Incorect confirmation code
cn_cn: 确认代码不正确
cs_cz: Chybný potvrzovací kód
de_de: Ungültiger Bestätigungscode
el_gr: Λάθος κωδικός επιβεβαίωσης
fr_fr: Code de confirmation incorrect
hr_hr: Netočna potvrdna šifra
hu_hu: Helytelen megerősítő kód
jp_jp: 正しくない認証コード
pl_pl: Nieprawidłowy kod potwierdzający
pt_pt: Código de confirmação incorreto
ro_ro: Cod confirmare incorect
ru_ru: Неверный код подтверждения
sr_sp: Netačan potvrdi kôd

source: Responsible Gaming Settings
bg_bg: Настройки за отговорно залагане
cn_cn: 理性博彩设置
cs_cz: Nastavení zodpovědného hraní
de_de: Zutreffende Spieleinstellungen
el_gr: Ρυθμίσεις Υπεύθυνου Στοιχηματισμού
fr_fr: Paramètres de jeu responsable
hr_hr: Postavke odgovornog igranja
hu_hu: Felelősségteljes játék beállítások
jp_jp: 信頼できるゲーム設定
pl_pl: Ustawienia odpowiedzialnego hazardu
pt_pt: Definições de Jogo Responsável
ro_ro: Setări Joc Responsabil
ru_ru: Настройки ответственной игры
sr_sp: Postavke odgovornog igranja

source: Responsible gaming text
bg_bg: Текст за отговорно залагане
cn_cn: 理性博彩文本
cs_cz: Text o zodpovědném hraní
de_de: Zutreffender Spieltext
el_gr: Κείμενο Υπεύθυνου στοιχηματισμού
fr_fr: Texte relatif au jeu responsable
hr_hr: Tekst za odgovorno igranje
hu_hu: Felelősségteljes játék szöveg
jp_jp: 確実なゲームテキスト
pl_pl: Treść dotycząca odpowiedzialnego hazardu
pt_pt: Texto de Jogo Responsável
ro_ro: Text joc responsabil
ru_ru: Текст об ответственной игре
sr_sp: Tekst odgovornog igranja

source: Set the limit you can play for each session
bg_bg: Задай лимит за игра за всяка сесия
cn_cn: 设置您每个时段的可玩限制
cs_cz: Zadejte limit, po který můžete v každé relaci hrát.
de_de: Legen Sie ein Limit fest, bis zu dem Sie pro Sitzung spielen können
el_gr: Θέσε το όριο που μπορείς να παίξεις σε κάθε περίοδο
fr_fr: Définissez la limite que vous pouvez jouer pour chaque session
hr_hr: Postavite ograničenja za ulog u svakoj igri
hu_hu: Játékmenet időlimit beállítása
jp_jp: 一つのセッションでプレイできる制限を設定
pl_pl: Ustaw limit dla każdej sesji
pt_pt: Veja o limite que pode jogar por cada sessão
ro_ro: Setaţi limita pentru care puteţi juca în fiecare sesiune
ru_ru: Задать лимит для каждой игровой сессии
sr_sp: Podesite ograničenje koliko možete igrati za svaku sesiju

source: Do not allow me to access my sportsbook account for the next 7 days
bg_bg: Не ми позволявайте да достъпвам сметката си в следващите 7 дни
cn_cn: 在未来7天不要让我进入我的博彩帐户
cs_cz: Po následujících 7 dní mi nedovolte přístup na sázkový účet.
de_de: Zugriff auf das Sportswetten-Konto in den nächsten 7 Tagen verweigern
el_gr: Μην μου επιτρέψετε την πρόσβαση στον λογαριασμό sportsbook μου για τις επόμενες 7 ημέρες
fr_fr: Ne me permettez pas d'accéder à mon compte de paris sportifs pendant les 7 prochains jours
hr_hr: Nemojte mi dopustiti da uđem na svoj račun za oklade u idućih 7 dana
hu_hu: Ne engedjen hozzáférni sportfogadási számlámhoz az elkövetkező 7 napban
jp_jp: 次の７日間の間、スポーツブックアカウントのアクセス許可を与えないで下さい
pl_pl: Nie pozwalaj na dostęp do mojego konta bukmacherskiego przez najbliższe 7 dni
pt_pt: Não me permitam aceder à minha conta de apostas pelos próximos 7 dias
ro_ro: Nu îmi permiteţi să accesez contul meu de pariuri pentru următoarele 7 zile
ru_ru: Закрыть мне доступ к моей учетной записи в следующие 7 дней
sr_sp: Ne dozvoli mi pristup mom nalogu za sportsko klađenje u narednih 7 dana

source: Do not allow me to access my sportsbook account for the next 6 months
bg_bg: Не ми позволявайте да достъпвам сметката си в следващите 6 месеца
cn_cn: 在未来6个月不要让我进入我的博彩帐户
cs_cz: Po následujících 6 měsíců mi nedovolte přístup na sázkový účet.
de_de: Zugriff auf das Sportswetten-Konto in den nächsten 6 Monaten verweigern
el_gr: Μην μου επιτρέψετε την πρόσβαση στον λογαριασμό sportsbook μου για τους επόμενους 6 μήνες
fr_fr: Ne me permettez pas d'accéder à mon compte de paris sportifs pendant les 6 prochains mois
hr_hr: Nemojte mi dopustiti da uđem na svoj račun za oklade u idućih 6 mjeseci
hu_hu: Ne engedjen hozzáférni sportfogadási számlámhoz az elkövetkező 6 hónapban
jp_jp: 次の６ヶ月間、スポーツブックアカウントのアクセス許可を与えないで下さい
pl_pl: Nie pozwalaj na dostęp do mojego konta bukmacherskiego przez najbliższe 6 miesięcy
pt_pt: Não me permitam aceder à minha conta de apostas pelos próximos 6 meses
ro_ro: Nu îmi permiteţi să accesez contul meu de pariuri pentru următoarele 6 luni
ru_ru: Закрыть мне доступ к моей учетной записи в следующие 6 месяцев
sr_sp: Ne dozvoli mi pristup mom nalogu za sportsko klađenje u narednih 6 meseci

source: Block Account
bg_bg: Блокирай сметката
cn_cn: 封锁帐户
cs_cz: Zablokovat účet
de_de: Konto sperren
el_gr: Μπλοκάρισμα Λογαριασμού
fr_fr: Bloquer compte
hr_hr: Blokiraj račun
hu_hu: Számla blokkolása
jp_jp: アカウントをブロック
pl_pl: Zablokuj konto
pt_pt: Bloquear Conta
ro_ro: Blocaţi contul
ru_ru: Заблокировать учетную запись
sr_sp: Blokiraj nalog

source: Permanently delete your account.
bg_bg: Изтрий сметката окончателно
cn_cn: 永久删除您的帐户。
cs_cz: Trvale smazat účet.
de_de: Ihr Konto dauerhaft löschen.
el_gr: Μόνιμη διαγραφή του λογαριασμού σου
fr_fr: Supprimer définitivement votre compte.
hr_hr: Trajno izbrišite svoj račun.
hu_hu: Számlád végeleges törlése.
jp_jp: アカウントを完全に削除します。
pl_pl: Usuń trwale swoje konto.
pt_pt: Apagar definitivamente a sua conta
ro_ro: Ştergeţi contul dvs. permanent.
ru_ru: Удалить учетную запись навсегда
sr_sp: Trajno izbrišite svoj nalog.

source: Delete My Account
bg_bg: Изтрий сметката ми
cn_cn: 删除我的帐户
cs_cz: Smazat můj účet
de_de: Mein Konto löschen
el_gr: Διαγραφή του Λογαριασμού μου
fr_fr: Supprimer mon compte
hr_hr: Obriši moj račun
hu_hu: Számlám törlése
jp_jp: アカウントを削除
pl_pl: Usuń konto
pt_pt: Apagar a Minha Conta
ro_ro: Ştergeţi contul meu.
ru_ru: Удалить мою учетную запись
sr_sp: Izbriši moj nalog

source: Open account with us!
bg_bg: Отворете си сметка при нас!
cn_cn: 在这里开设帐户！
cs_cz: Otevřete si u nás účet!
de_de: Eröffnen Sie bei uns ein Konto!
el_gr: Άνοιξε ένα λογαριασμό μαζί μας!
fr_fr: Ouvrez un compte chez nous!
hr_hr: Otvorite račun kod nas!
hu_hu: Nyiss nálunk egy számlát!
jp_jp: アカウントを開こう！
pl_pl: Otwórz konto na naszej platformie!
pt_pt: Abra uma conta connosco!
ro_ro: Deschideţi un cont cu noi!
ru_ru: Зарегистрируйтесь на нашем сайте!
sr_sp: Otvorite nalog kod nas!

source: Account data
bg_bg: Данни за сметката
cn_cn: 帐户数据
cs_cz: Informace o účtu
de_de: Kontodaten
el_gr: Στοιχεία λογαριασμού
fr_fr: Données du compte
hr_hr: Podaci o računu
hu_hu: Számla adat
jp_jp: アカウントデータ
pl_pl: Dane konta
pt_pt: Dados da Conta
ro_ro: Date cont
ru_ru: Данные учетной записи
sr_sp: Podaci o nalogu

source: Confirm password
bg_bg: Потвърдете паролата
cn_cn: 确认密码
cs_cz: Potvrzení hesla
de_de: Passwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
fr_fr: Confirmer mot de passe
hr_hr: Potvrdi zaporku
hu_hu: Jelszó megerősítése
jp_jp: パスワードを確認
pl_pl: Potwierdź hasło
pt_pt: Confirmar password
ro_ro: Confirmaţi parola
ru_ru: Подтвердить пароль
sr_sp: Potvrdi lozinku

source: Personal question
bg_bg: Таен въпрос
cn_cn: 个人问题
cs_cz: Osobní otázka
de_de: Persönliche Frage
el_gr: Προσωπική ερώτηση
fr_fr: Question personnelle
hr_hr: Osobno pitanje
hu_hu: Személyes kérdés
jp_jp: 個人質問
pl_pl: Pytanie zabezpieczające
pt_pt: Pergunta pessoal
ro_ro: Întrebare personală
ru_ru: Секретный вопрос
sr_sp: Lično pitanje

source: Personal answer
bg_bg: Таен отговор
cn_cn: 个人答案
cs_cz: Odpověď na osobní otázku
de_de: Persönliche Antwort
el_gr: Προσωπική απάντηση
fr_fr: Réponse personnelle
hr_hr: Osobni odgovor
hu_hu: Személyes válasz
jp_jp: 個人返答
pl_pl: Odpowiedź zabezpieczająca
pt_pt: Resposta pessoal
ro_ro: Răspuns personal
ru_ru: Ответ на вопрос
sr_sp: Lični odgovor

source: Referral ID
bg_bg: Ид.номер на реферал (пренасочващ потребител)
cn_cn: 推荐人会员号
cs_cz: ID doporučujícího
de_de: Empfehlungsnummer
el_gr: ΙD συστήνοντα
fr_fr: ID de parrainage
hr_hr: ID posrednika
hu_hu: Ajánlási azonosító
jp_jp: 照会ID
pl_pl: Numer polecającego
pt_pt: ID do referente
ro_ro: ID referinţă
ru_ru: Номер реферала
sr_sp: ID za upućivanje

source: Affiliate ID
bg_bg: Ид. номер на афилиейт
cn_cn: 联盟会员号
cs_cz: ID partnera
de_de: Partnernummer
el_gr: ID Συνεργάτη
fr_fr: ID d'affilié
hr_hr: ID suradnika
hu_hu: Affiliate azonosító
jp_jp: 会員ID
pl_pl: Numer partnera
pt_pt: ID de Afiliado
ro_ro: ID afiliat
ru_ru: Номер аффилиейта
sr_sp: ID člana

source: Bank data (This is section can be filled later)
bg_bg: Банкови данни (тази част може да бъде попълнена по-късно)
cn_cn: 银行数据 (此部分可稍后填写)
cs_cz: Bankovní údaje (tuto část lze vyplnit později)
de_de: Bankdaten (Diese Angaben können auch später gemacht werden)
el_gr: Τραπεζικά στοιχεία (αυτή η ενότητα μπορεί να συμπληρωθεί αργότερα)
fr_fr: Données bancaires (cette section peut être complétée ultérieurement)
hr_hr: Bankovni podaci (ovaj odjeljak možete ispuniti kasnije)
hu_hu: Bankadatok (Kitölthető később is)
jp_jp: 銀行データ（後に記入できます）
pl_pl: Dane bankowe (możesz uzupełnić je później)
pt_pt: Dados bancários (Esta secção pode ser preenchida mais tarde)
ro_ro: Date bancare (această secţiune poate fi completată mai târziu)
ru_ru: Банковские данные (можно указать позже)
sr_sp: Podaci o banci (Ovo je deo koji se može ispuniti kasnije)

source: I am over 18 years of age and have read and accepted
bg_bg: Аз съм на възраст над 18 г., запознат/а съм и приемам
cn_cn: 我已年满18岁并已阅读及接受
cs_cz: Jsem starší 18 let, přečetl jsem si a odsouhlasil
de_de: Ich bin über 18 Jahre alt und habe gelesen und akzeptiert
el_gr: Είμαι άνω των 18 ετών και διάβασα και αποδέχτηκα
fr_fr: J'ai plus de 18 ans et j'ai lu et accepté
hr_hr: Imam 18 ili više godina i pročitao/la sam i prihvatio/la
hu_hu: Betöltöttem 18. életévemet és elolvastam/elfogadom
jp_jp: １８歳以上であることを認め、条件を読み理解しました
pl_pl: Mam ukończone 18 lat. Zapoznałem się i akceptuję
pt_pt: Tenho mais de 18 anos de idade e li e aceitei
ro_ro: Am peste 18 ani și am citit și sunt de acord cu
ru_ru: Мне уже исполнилось 18 лет, и я принимаю прочитанные мною
sr_sp: Imam 18 ili više godina i pročitao/la sam i prihvatam

source: Terms And Conditions
bg_bg: Условия за ползване
cn_cn: 条款和条件
cs_cz: Smluvní podmínky
de_de: Geschäftsbedingungen
el_gr: Όροι και Προϋποθέσεις
fr_fr: Modalités
hr_hr: Uvjete korištenja
hu_hu: Használati feltételek
jp_jp: 契約条件
pl_pl: Zasady i warunki
pt_pt: Termos e definições
ro_ro: Termeni şi condiţii
ru_ru: Условия и положения
sr_sp: Odredbe i uslovi korišćenja

source: Confirm registration
bg_bg: Потвърди регистрация
cn_cn: 确认注册
cs_cz: Potvrdit registraci
de_de: Registrierung bestätigen
el_gr: Επιβεβαίωση εγγραφής
fr_fr: Confirmer l'inscription
hr_hr: Potvrdi registraciju
hu_hu: Regisztráció megerősítése
jp_jp: 登録確認
pl_pl: Potwierdź rejestrację
pt_pt: Confirmar registo
ro_ro: Confirmaţi înregistrarea
ru_ru: Подтвердить регистрацию
sr_sp: Potvrdi registraciju

source: Password Reset
bg_bg: Нулиране на парола
cn_cn: 重新设置密码
cs_cz: Resetování hesla
de_de: Passwort zurücksetzen
el_gr: Επαναφορά Κωδικού Πρόσβασης
fr_fr: Réinitialisation du mot de passe
hr_hr: Resetiraj lozinku
hu_hu: Jelszó visszaállítása
jp_jp: パスワードをリセット
pl_pl: Resetowanie hasła
pt_pt: Reposição de password
ro_ro: Cereţi o parolă nouă
ru_ru: Восстановление пароля
sr_sp: Resetovanje lozinke

source: Enter your new password
bg_bg: Въведи нова парола
cn_cn: 输入您的新密码
cs_cz: Zadejte nové heslo
de_de: Neues Passwort eingeben
el_gr: Πληκτρολόγησε τον νέο κωδικό πρόσβασής σου
fr_fr: Saisissez votre nouveau mot de passe
hr_hr: Unesite svoju novu lozinku
hu_hu: Add meg az új jelszót
jp_jp: 新しいパスワードを入力して下さい
pl_pl: Wprowadź swoje nowe hasło
pt_pt: Introduza a nova password
ro_ro: Introduceţi noua parolă
ru_ru: Введите новый пароль
sr_sp: Unesi svoju novu lozinku

source: Change password
bg_bg: Промени парола
cn_cn: 更改密码
cs_cz: Změnit heslo
de_de: Passwort ändern
el_gr: Αλλαγή κωδικού πρόσβασης
fr_fr: Modifiez le mot de passe
hr_hr: Promijeni zaporku
hu_hu: Jelszó megváltoztatása
jp_jp: パスワードを変更
pl_pl: Zmień hasło
pt_pt: Mudar password
ro_ro: Schimbaţi parola
ru_ru: Изменить пароль
sr_sp: Promeni lozinku

source: Fill in email details below. Password reset link sent to your entered email. You will be able to create a new password which you can use to login.
bg_bg: Попълнете е-мейл отдолу. Линкът за нулиране на паролата е изпратен на посочения е-мейл. Ще можете да си създадете нова парола, която да използвате при вписване.
cn_cn: 在下面填写电邮资料。重设密码链接会发送到您的电邮。您将可建立新密码以进行登录。
cs_cz: Níže zadejte svůj e-mail. Odkaz pro resetování hesla byl odeslán na vaši e-mailovou adresu. Budete si moci vytvořit nové přihlašovací heslo.
de_de: Geben Sie Ihre E-Mail-Adresse unten an. Der Link zur Passwortzurückstellung wird zur angegebenen E-Mail geschickt. Sie können dann ein neues Passwort erstellen und dieses zum Login nutzen.
el_gr: Συμπλήρωσε τα στοιχεία της διεύθυνσης email σου παρακάτω. Ο σύνδεσμος επιβεβαίωσης επαναφοράς κωδικού αποστέλλεται στη διεύθυνση email που θα εισάγεις. Θα μπορείς να δημιουργήσεις έναν νέο κωδικό πρόσβασης τον οποίο θα χρησιμοποιήσεις για να συνδεθείς.
fr_fr: Renseignez les informations d'e-mail ci-dessous. Lien de réinitialisation du mot de passe envoyé à votre adresse e-mail. Vous serez en mesure de créer un nouveau mot de passe qui vous permettra de vous connecter.
hr_hr: U nastavku unesite podatke o e-pošti. Na unesenu adresu e-pošte poslana je poveznica za resetiranje lozinke. Moći ćete izraditi novu lozinku koju ćete koristiti za prijavu.
hu_hu: Add meg az e-mail adatokat lent. Jelszó visszaállítási link elküldve regisztrált e-mail címre. Létrehozhatsz egy új jelszót, mellyel bejelentkezhetsz.
jp_jp: 下記にEメールを記入して下さい。記入したEメールにパスワードをリセットするリンクが送信されます。ログイン時に必要な新しいパスワードを設定できます。
pl_pl: Wprowadź swój adres e-mail poniżej. Link do zmiany hasła został wysłany na podany adres e-mail. Umożliwi Ci on ustalenie nowego hasła, z którego będziesz korzystać podczas logowania.
ro_ro: Vă rugăm introduceți adresa de email mai jos. Link-ul pentru resetarea parolei este trimis către adresa de email introdusă. Veți putea crea o nouă parolă ce o puteți folosi pentru a vă autentifica.
ru_ru: Введите свой электронный адрес ниже. Ссылка на смену пароля отправлена на указанный электронный адрес. Теперь вы сможете изменить пароль и авторизоваться на сайте.
sr_sp: Popuni detalje o e-pošti u nastavku. Link za resetovanje lozinke je poslat na vašu unešenu e-poštu. Vi ćete biti u mogućnosti da kreirate novu lozinku koju možete koristiti za prijavu.

source: To withdraw money please insert amount and process transaction below:
bg_bg: За да изтеглите средства, моля въведете сума и продължете трансакцията отдолу:
cn_cn: 如要提款，请在下面输入金额并处理交易：
cs_cz: Chcete-li vybrat peníze, zadejte částku a prověřte transakci:
de_de: Zur Geldabhebung bitte Betrag eingeben und Transaktion abwickeln:
el_gr: Για να λάβεις χρήματα συμπλήρωσε το ποσό και προχώρησε στην επεξεργασία της συναλλαγής παρακάτω:
fr_fr: Pour retirer de l'argent, veuillez saisir le montant souhaité et suivre la procédure de transaction ci-dessous:
hr_hr: Ako želite isplatiti novac, dolje upišite željeni iznos i izvršite transakciju:
hu_hu: Pénz kifizetéshez add meg az összeget és kezdeményezd a tranzakciót alább:
jp_jp: お金を引き落とすには下記に金額を入力し、手続きして下さい：
pl_pl: Aby wypłacić środki, należy wprowadź kwotę i przetworzyć transakcję:
pt_pt: Para retirar dinheiro, por favor introduza o montante e processamento datransação abaixo:
ro_ro: Pentru a retrage bani vă rugăm să introduceți suma și să procesați retragerea mai jos.
ru_ru: Укажите необходимую сумму и следуйте приведенным ниже инструкциям, чтобы вывести средства:
sr_sp: Za podizanje novca molimo unesite iznos i obradite transakciju u nastavku:

source: Withdraw ID
bg_bg: Ид. номер на теглене
cn_cn: 提款编号
cs_cz: ID výběru
de_de: Auszahlungsnummer
el_gr: ID Aνάληψης
fr_fr: ID du retrait
hr_hr: ID isplate
hu_hu: Kifizetési azonosító
jp_jp: 引き落としID
pl_pl: Numer wypłaty
pt_pt: ID de Levantamento
ro_ro: ID retragere
ru_ru: Номер транзакции вывода
sr_sp: ID podizanja novca

source: Request Manual Withdraw
bg_bg: Заявете мануално теглене
cn_cn: 请求手动提款
cs_cz: Vyžádat si manuální výběr
de_de: Manuelle Auszahlung beantragen
el_gr: Αίτηση Χειροκίνητης Ανάληψης
fr_fr: Demande de retrait manuel
hr_hr: Zatraži ručnu isplatu
hu_hu: Manuális kifizetési kérelem
jp_jp: 手動引き落とし要請
pl_pl: Zleć wypłatę ręczną
pt_pt: Pedir Retirada Manual
ro_ro: Cerere retragere manuală
ru_ru: Запрос собственноручного вывода средств
sr_sp: Zahtevaj ručno podizanje

source: Transaction Log
bg_bg: Записи на трансакции
cn_cn: 交易记录
cs_cz: Záznam transakce
de_de: Transaktionsprotokoll
el_gr: Δελτίο αναφοράς συναλλαγής
fr_fr: Journal des transactions
hr_hr: Dnevnik transakcija
hu_hu: Tranzakció napló
jp_jp: 取引ログ
pl_pl: Log transakcji
pt_pt: Registo de Transação
ro_ro: Istoric tranzacţii
ru_ru: Отчет о выводе
sr_sp: Evidencija transakcija

source: List of transactions:
bg_bg: Списък с трансакции:
cn_cn: 交易清单：
cs_cz: Seznam transakcí
de_de: Liste der Transaktionen:
el_gr: Λίστα συναλλαγών:
fr_fr: Liste des transactions:
hr_hr: Popis transakcija:
hu_hu: Tranzakciók listája:
jp_jp: 取り引きリスト：
pl_pl: Wykaz transakcji:
pt_pt: Lista de transações
ro_ro: Listă tranzacţii:
ru_ru: Список транзакций:
sr_sp: Spisak transakcija:

source: Transaction Type
bg_bg: Вид трансакция
cn_cn: 交易类型
cs_cz: Typ transakce
de_de: Transaktionsart
el_gr: Τύπος Συναλλαγής
fr_fr: Type de transaction
hr_hr: Vrsta transakcije
hu_hu: Tranzakció típus
jp_jp: 取り引きタイプ
pl_pl: Rodzaj transakcji
pt_pt: Tipo de transação
ro_ro: Tip tranzacţie
ru_ru: Тип транзакции
sr_sp: Vrsta transakcije

source: Add/Edit %s
bg_bg: Добави/Редактирай %s
cn_cn: 新增 / 编辑 %s
cs_cz: Přidat/upravit %s
de_de: %s hinzufügen/bearbeiten
el_gr: Πρόσθεση/Επεξεργασία %s
fr_fr: Ajouter/Éditer %s
hr_hr: Dodaj/uredi %s
hu_hu: %s hozzáadás/szerkesztése
jp_jp: ％sを追加／編集
pl_pl: Dodaj/Edytuj %s
pt_pt: Adicionar/Editar %s
ro_ro: Adăugaţi/Editaţi %d
ru_ru: Добавить/изменить %s
sr_sp: Dodaj/Uredi %s

source: Description
bg_bg: Описание
cn_cn: 描述
cs_cz: Popis
de_de: Beschreibung
el_gr: Περιγραφή
hr_hr: Opis
hu_hu: Leírás
jp_jp: 詳細
pl_pl: Opis
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sr_sp: Opis

source: Value
bg_bg: Стойност
cn_cn: 价值
cs_cz: Hodnota
de_de: Wert
el_gr: Αξία
fr_fr: Valeur
hr_hr: Vrijednost
hu_hu: Érték
jp_jp: 価値
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Ценность
sr_sp: Vrednost

source: Parent
bg_bg: Родител
cn_cn: 家长
cs_cz: Zdroj
de_de: Ursprung
el_gr: Γονέας
hr_hr: Roditeljska
hu_hu: Forrás
jp_jp: 元
pl_pl: Rodzic
pt_pt: Entidade mãe
ro_ro: Părinte
ru_ru: Родитель
sr_sp: Nadređeni

source: Created
bg_bg: Създадено
cn_cn: 建立
cs_cz: Vytvořeno
de_de: Erstellt
el_gr: Δημιουργήθηκε
fr_fr: Créé
hr_hr: Otvoren
hu_hu: Létrehozva
jp_jp: 作成しました
pl_pl: Stworzony
pt_pt: Criado
ro_ro: Creat
ru_ru: Создано
sr_sp: Kreirano

source: Modified
bg_bg: Променено
cn_cn: 修改
cs_cz: Upraveno
de_de: Modifiziert
el_gr: Τροποποιήθηκε
fr_fr: Modifié
hr_hr: Izmijenjen
hu_hu: Módosítva
jp_jp: 修正しました
pl_pl: Zmodyfikowano
pt_pt: Modificado
ro_ro: Modificat
ru_ru: Изменено
sr_sp: Modifikovan

source: Percentage
bg_bg: Процент
cn_cn: 百分比
cs_cz: Procento
de_de: Prozentsatz
el_gr: Ποσοστό
fr_fr: Pourcentage
hr_hr: Postotak
hu_hu: Százalék
jp_jp: 割合
pl_pl: Odsetek
pt_pt: Percentagem
ro_ro: Procent
ru_ru: Процент
sr_sp: Postotak

source: Custom Affiliate ID
bg_bg: Индивидуален ид. номер на афилиейт
cn_cn: 自订联盟会员号
cs_cz: Výchozí ID partnera
de_de: Partner-Kundennummer
el_gr: Προσαρμοσμένο ID Συνεργάτη
fr_fr: ID d'affilié personnalisé
hr_hr: Prilagođeni ID suradnika
hu_hu: Egyéni affiliate azonosító
jp_jp: カスタム会員ID
pl_pl: Niestandardowy numer partnera
pt_pt: ID de Afiliado
ro_ro: ID afiliat custom
ru_ru: Номер основного аффилиейта
sr_sp: Prilagođeni ID korisnika

source: Submit
bg_bg: Подай
cn_cn: 提交
cs_cz: Odeslat
de_de: Einreichen
el_gr: Υποβολή
fr_fr: Soumettre
hr_hr: Pošalji
hu_hu: Küldés
jp_jp: 提示
pl_pl: Zatwierdź
pt_pt: Submeter
ro_ro: Trimiteţi
ru_ru: Отправить
sr_sp: Dostavi

source: List %s
bg_bg: Покажи списък за %s
cn_cn: 列表 %s
cs_cz: Vypsat %s
de_de: %s auflisten
el_gr: Λίστα %s
fr_fr: Lister %s
hr_hr: Popis %s
hu_hu: %s lista
jp_jp: ％sのリスト
pl_pl: Wykaz %s
pt_pt: Lista %s
ro_ro: Listaţi %d
ru_ru: Список %s
sr_sp: %s spiska

source: File
bg_bg: Файл
cn_cn: 文件
cs_cz: Soubor
de_de: Datei
el_gr: Αρχείο
fr_fr: Fichier
hr_hr: Datoteka
hu_hu: Fájl
jp_jp: ファイル
pl_pl: Plik
pt_pt: Ficheiro
ro_ro: Dosar
ru_ru: Файл
sr_sp: Datoteka

source: Alert ID
bg_bg: Ид. номер на предупреждение
cn_cn: 警报编号
cs_cz: ID upozornění
de_de: Warnungsnummer
el_gr: ID Ειδοποίησης
fr_fr: ID de l'alerte
hr_hr: ID upozorenja
hu_hu: Figyelmeztetés azonosító
jp_jp: アラートID
pl_pl: Numer alertu
pt_pt: ID de Alerta
ro_ro: ID alertă
ru_ru: Номер предупреждения
sr_sp: ID upozorenja

source: Alert Title
bg_bg: Заглавие на предупреждение
cn_cn: 警报标题
cs_cz: Název upozornění
de_de: Warnungstitel
el_gr: Τίτλος Ειδοποίησης
fr_fr: Titre de l'alerte
hr_hr: Naziv upozorenja
hu_hu: Figyelmeztetés cím
jp_jp: アラートタイトル
pl_pl: Tytuł alertu
pt_pt: Título de Alerta
ro_ro: Titlu alertă
ru_ru: Название предупреждения
sr_sp: Naslov upozorenja

source: Alert
bg_bg: Предупреждение
cn_cn: 警报
cs_cz: Upozornění
de_de: Warnung
el_gr: Ειδοποίηση
fr_fr: Alerte
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
jp_jp: アラート
pt_pt: Alerta
ro_ro: Alertă
ru_ru: Предупреждение
sr_sp: Upozorenje

source: Add bet
bg_bg: Добави залог
cn_cn: 新增赌注
cs_cz: Přidat sázku
de_de: Wette hinzufügen
el_gr: Προσθήκη στοιχήματος
fr_fr: Ajouter pari
hr_hr: Dodaj okladu
hu_hu: Fogadás hozzáadása
jp_jp: 賭けを追加
pl_pl: Dodaj zakład
pt_pt: Adicionar aposta
ro_ro: Adăugaţi pariu
ru_ru: Разместить ставку
sr_sp: Dodaj opkladu

source: Alerts
bg_bg: Предупреждения
cn_cn: 警报
cs_cz: Upozornění
de_de: Warnungen
el_gr: Ειδοποιήσεις
fr_fr: Alertes
hr_hr: Upozorenja
hu_hu: Figyelmeztetések
jp_jp: アラート
pl_pl: Alerty
pt_pt: Alertas
ro_ro: Alerte
ru_ru: Предупреждения
sr_sp: Upozorenja
