Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Bottom active
bg_bg: Bottom active (Долна част активно)
cn_cn: 底部活跃
cs_cz: Spodní aktivní
de_de: Untere Leiste aktiv
el_gr: Κάτω ενεργό
fr_fr: Basse active
hr_hr: Donje aktivno
hu_hu: Alsó aktív
jp_jp: ボトムアクティブ
pl_pl: Dolna część aktywna
pt_pt: Base ativa
ro_ro: Partea de jos activă
ru_ru: Активный элемент снизу
sr_sp: Donja aktivna

source: Bottom sidebar title
bg_bg: Bottom sidebar title (Заглавие на долната странична лента)
cn_cn: 底部工具栏标题
cs_cz: Nadpis spodní lišty
de_de: Titel der unteren Leiste
el_gr: Tίτλος κάτω πλαϊνής γραμμής
fr_fr: Titre barre latérale basse
hr_hr: Naslov donje bočne trake
hu_hu: Alsó oldalsáv cím
jp_jp: ボトムサイドバータイトル
pl_pl: Tytuł dolnego paska
pt_pt: Título da barra de base
ro_ro: Titlu bara de jos
ru_ru: Заголовок нижней панели
sr_sp: Naslov donje klizne trake

source: Bottom sidebar content
bg_bg: Bottom sidebar content (Съдържание на долната странична лента)
cn_cn: 底部工具栏内容
cs_cz: Obsah spodní lišty
de_de: Inhalt der unteren Leiste
el_gr: Περιεχόμενο κάτω πλαϊνής γραμμής
fr_fr: Contenu barre latérale basse
hr_hr: Sadržaj donje bočne trake
hu_hu: Alsó oldalsáv tartalom
jp_jp: ボトムサイドバー内容
pl_pl: Zawartość dolnego paska
pt_pt: Conteúdo da barra de base
ro_ro: Conținut bara de jos
ru_ru: Содержание нижней панели
sr_sp: Sadržaj donje klizne trake

source: Referral Settings
bg_bg: Реферал настройки (Настройки за пренасочване)
cn_cn: 推荐设置
cs_cz: Nastavení doporučování
de_de: Empfehlungseinstellungen
el_gr: Ρυθμίσεις συστήματος σύστασης φίλων
fr_fr: Paramètres de parrainage
hr_hr: Postavke posrednika
hu_hu: Ajánlási beállítások
jp_jp: 参照設定
pl_pl: Ustawienia systemu referencyjnego
pt_pt: Definições de referentes
ro_ro: Setări recomandare
ru_ru: Настройки рефералов
sr_sp: Postavke upućivanja

source: First deposit percentage to referral
bg_bg: Процент от първи депозит за пренасочващ потребител
cn_cn: 首次存款百分比予推荐人
cs_cz: Procento z prvního vkladu pro doporučujícího
de_de: Prozentsatz der ersten Einzahlung an Empfehlung
el_gr: Ποσοστό πρώτης κατάθεσης στον συστήνοντα
fr_fr: Pourcentage du premier dépôt en parrainage
hr_hr: Postotak za posrednika prilikom prve uplate
hu_hu: Első befizetés százalék ajánlásra
jp_jp: 照会への最初の入金率
pl_pl: Odsetek pierwszej wpłaty dla polecającego
pt_pt: Percentagem do primeiro depósito para o referente
ro_ro: Procent primul depozit către recomandat
ru_ru: Процент реефралу от первого депозита
sr_sp: Postotak prvog depozita do upućivanja

source: Title tag
bg_bg: Маркер за заглавие
cn_cn: 标题标签
cs_cz: Značka nadpisu
de_de: Titel-Tag
el_gr: Ετικέτα τίτλου
fr_fr: Tag de titre
hr_hr: Naslovna oznaka
hu_hu: Cím címke
jp_jp: タイトルタグ
pl_pl: Tag tytułowy
pt_pt: Tag de título
ro_ro: Tag titlu
ru_ru: Тег заголовка
sr_sp: Oznaka naslova

source: Keywords
bg_bg: Ключови думи
cn_cn: 关键词
cs_cz: Klíčová slova
de_de: Kennwort
el_gr: Λέξεις-κλειδιά
fr_fr: Mots-clés
hr_hr: Ključne riječi
hu_hu: Kulcsszavak
jp_jp: キーワード
pl_pl: Słowa kluczowe
pt_pt: Palavras-chave
ro_ro: Cuvinte cheie
ru_ru: Ключевые слова
sr_sp: Ključne reči

source: Reply to email
bg_bg: Отговори на писмо
cn_cn: 回复电邮
cs_cz: Odpovědět na e-mail
de_de: Auf E-Mail antworten
el_gr: Απάντηση σε email
fr_fr: Répondre à l'e-mail
hr_hr: Odgovor na e-poštu
hu_hu: Válasz e-mailre
jp_jp: Eメールを返信
pl_pl: Odpowiedz na wiadomość e-mail
pt_pt: Responder para email
ro_ro: Răspundeți la email
ru_ru: Ответить на письмо
sr_sp: Odgovori na e-poruku

source: Copyright:
bg_bg: Авторски права:
cn_cn: 版权：
de_de: Urheberrecht:
jp_jp: 著作権：
pl_pl: Prawa autorskie:
ro_ro: Drepturi de autor:
ru_ru: Авторские права:
sr_sp: Autorsko pravo:

source: Bot content revisit time
bg_bg: Интервал на автоматизирано преразглеждане на съдържанието
cn_cn: 内容重访时间
cs_cz: Interval prohlížení obsahu automatem
de_de: Zugriff über Bots
el_gr: Ώρα επαναληπτικής επίσκεψης του bot περιεχομένου
fr_fr: Temps de réobservation du contenu du bot
hr_hr: Vrijeme za ponovni posjet sadržaja od strane robota
hu_hu: Bot tartalom újralátogatási idő
jp_jp: ボット内容再訪問時間
pl_pl: Czas ponownych odwiedzin botów
pt_pt: Hora de revisita ao conteúdo do Bot
ro_ro: Timp revizuire conținut bot
ru_ru: Время проверки содержания ботом
sr_sp: Vreme ponovne posete sadržaju

source: Author
bg_bg: Автор
cn_cn: 作者
cs_cz: Autor
de_de: Autor
el_gr: Συγγραφέας
fr_fr: Auteur
hr_hr: Autor
hu_hu: Szerző
jp_jp: 作者
pl_pl: Autor
pt_pt: Autor
ro_ro: Autor
ru_ru: Автор
sr_sp: Autor

source: General ticket controls some of the most basic configuration related to tickets and printing functions.
bg_bg: Общите настройки за билети управляват най-основната конфигурация на билетите и функциите за принтиране.
cn_cn: 一般彩票可控制与彩票和打印功能相关的最基本配置。
cs_cz: Obecná základní nastavení tiketů a tisku.
de_de: Bei den allgemeinen Ticket-Einstellungen finden Sie einige der häufigsten Grundeinstellungen für Tickets und Druckfunktionen.
el_gr: Τα γενικά περί δελτίων ελέγχουν κάποιες από τις πιο βασικές ρυθμίσεις παραμέτρων που σχετίζονται με τα δελτία και τις λειτουργίες εκτύπωσης.
fr_fr: Le ticket général contrôle certaines des configurations les plus élémentaires liées aux tickets et aux fonctions d'impression.
hr_hr: Opći listić upravlja nekim od najosnovnijih funkcija u vezi konfiguracije i ispisa koje su povezane s listićima.
hu_hu: Az általános szelvény beállítások szabályozzák a szelvények és a nyomatási funkciók legalapvetőbb konfigurációs beállításait.
jp_jp: 一般チケットは印刷機能やチケットに関する最も基本的な構成をコントロールします。
pl_pl: Ogólny kupon pozwala na zarządzanie podstawową konfiguracją kuponów i cen.
ro_ro: Biletul general controlează configuraţiile de bază pentru biletele de pariuri şi funcţiile de printare.
ru_ru: Основные настройки билетов - это стандартные настройки функций и печати билетов.
sr_sp: Opšti tiket kontroliše neke od najosnovnijih konfiguracija koje se odnose na tikete i štampanje funkcija.

source: Ticket printing
bg_bg: Принтиране на билет
cn_cn: 彩票打印
cs_cz: Tisk tiketu
de_de: Ticket drucken
el_gr: Εκτύπωση δελτίου
fr_fr: Impression du ticket
hr_hr: Ispis listića
hu_hu: Szelvény nyomtatás
jp_jp: チケット印刷
pl_pl: Drukowanie kuponu
pt_pt: Impressão de Ticket
ro_ro: Printare bilet
ru_ru: Печать билета
sr_sp: Štampanje tiketa

source: Enable (Yes) or disable (No) ticket printing for users and staff.
bg_bg: Включи (Да) или изключи (Не) принтирането на билет за потребител и за служител.
cn_cn: 允许(可以)或禁止(不可以)用户和职员打印彩票
cs_cz: Zde můžete povolit (Ano) nebo zakázat (Ne) tisk tiketů ze strany uživatelů či zaměstnanců.
de_de: Ticketausdruck für Benutzer und Mitarbeiter erlauben (Ja) oder verweigern (Nein).
el_gr: Ενεργοποίηση (Ναι) ή απενεργοποίηση (Όχι) της εκτύπωσης των δελτίων για τους χρήστες και το προσωπικό.
fr_fr: Activer (Oui) ou désactiver (Non) l'impression de tickets pour les utilisateurs et le personnel.
hr_hr: Omogućite (Da) ili onemogućite (Ne) ispis listića za korisnike i osoblje.
hu_hu: Szelvény nyomtatás felhasználóknak és személyzetnek aktiválása (Igen) vagy (Nem) inaktiválása.
jp_jp: ユーザーとスタッフのための有効（はい）または無効（いいえ）チケット印刷
pl_pl: Włącz (tak) lub wyłącz (nie) opcje drukowania kuponu dla użytkowników i pracowników.
pt_pt: Ativar (Sim) ou desativar (Não) a impressão de tickets para utilizadores epessoal.
ro_ro: Activaţi (da) sau dezactivaţi (nu) printarea biletului pentru utilizatori şi angajaţi.
ru_ru: Включить (да) или отключить (нет) возможность печати билетов для игроков и сотрудников.
sr_sp: Omogući (Da) ili onemogući (Ne) štampanje tiketa za korisnike i osoblje.

source: Ticket preview
bg_bg: Предварителен преглед на билет
cn_cn: 彩票预览
cs_cz: Náhled tiketu
de_de: Ticketvorschau
el_gr: Προεπισκόπηση δελτίου
fr_fr: Prévisualiser le ticket
hr_hr: Pregled listića
hu_hu: Szelvény előnézet
jp_jp: チケットプレビュー
pl_pl: Podgląd kuponu
pt_pt: Pré-visualização do Ticket
ro_ro: Vizualizare bilet
ru_ru: Предварительный просмотр билета
sr_sp: Prikaz tiketa

source: Enable (Yes) or disable (No) ticket preview ticket before it is placed.
bg_bg: Включи (Да) или изключи (Не) прегледа на билет преди подаването му.
cn_cn: 允许(可以)或禁止(不可以)在购买彩票前进行预览。
cs_cz: Zde povolujete (ano/ne) náhled tiketu před podáním.
de_de: Ticketvorschau vor Platzierung erlaubt (Ja) oder verweigern (Nein).
el_gr: Ενεργοποίηση (Ναι) ή απενεργοποίηση (Όχι) της προεπισκόπησης των δελτίων για τους χρήστες και το προσωπικό.
fr_fr: Activer (Oui) ou désactiver (Non) la prévisualisation du ticket avant de le placer.
hr_hr: Omogućite (Da) ili onemogućite (Ne) pregled listića prije njegove uplate.
hu_hu: Elhelyezés előtti szelvény áttekintés aktiválása (Igen) vagy (Nem) inaktiválása.
jp_jp: 配置する前にチケットプレビューを有効（はい）または無効（いいえ）にする。
pl_pl: Włącz (tak) lub wyłącz (nie) opcję podglądu kuponu przed jego złożeniem.
pt_pt: Ativar (Sim) ou desativar (Não) pré-visualização do ticket antes de sercolocado.
ro_ro: Activaţi (da) sau dezactivaţi (nu) vizualizarea biletului înainte să fie plasat.
ru_ru: Включить (да) или отключить (нет) возможность предварительного просмотра билетов перед размещением.
sr_sp: Omogući (Da) ili onemogući (Ne) prikaz tiketa pre uplate.

source: Warnings %s
bg_bg: Предупреждения %s
cn_cn: 警示 %s
cs_cz: Varování %s
de_de: Warnungen %s
el_gr: Προειδοποιήσεις %s
fr_fr: Alertes %s
hr_hr: Upozorenja %s
hu_hu: Figyelmeztetések %s
jp_jp: 警告％s
pl_pl: Ostrzeżenia %s
pt_pt: Avisos %s
ro_ro: Atenţionări %s
ru_ru: Предупреждения %s
sr_sp: Upozorenja %s

source: Warning settings would help you to filter warning screen with unnecessary alerts. Please consider what is crucial for you sportsbook and use this function to secure your profit.
bg_bg: Настройките на предупрежденията ще Ви помогнат да филтрирате екрана с предупрежденията от ненужни предупреждения. Моля, преценете кое е от изключителна важност за сметката Ви и го използвайте
cn_cn: 警示设置将帮助过滤不必要的警示。请仔细考虑有什么对您的博彩至关重要，以保护您的利润。
cs_cz: Nastavení varování pomáhá třídit nepotřebná upozornění. Pečlivě zvažte, co je pro vaši kancelář nejdůležitější, a pomocí této funkce si můžete zajistit zisk.
de_de: Die Einstellungen der Warnungen helfen Ihnen dabei, unnötige Warnungen herauszufiltern. Bitte bedenken Sie dabei, was für Ihre Sportwetten wichtig ist und nutzen Sie diese Funktion, um Ihren Profit zu sichern.
el_gr: Οι ρυθμίσεις προειδοποίησης θα μπορούσαν να σε βοηθήσουν να φιλτράρεις τις προειδοποιητικές οθόνες από περιττές ειδοποιήσεις. Θεώρησε ότι αυτό είναι σημαντικό για το sportsbook και κάνε χρήση αυτής της λειτουργίας για να εξασφαλίσεις το κέρδος σου.
fr_fr: Les paramètres d'avertissement vous aideraient à filtrer l'écran d'avertissement avec des alertes inutiles. S'il vous plaît considérer ce qui est crucial pour vous sportsbook et utiliser cette fonction pour sécuriser votre profit.
hr_hr: Postavke upozorenja mogu vam pomoći da filtrirate poruke upozorenja od nepotrebnih upozorenja. Molimo da uzmete u obzir što je ključno za vaše oklade i koristite se tom funkcijom da osigurate zaradu.
hu_hu: A figyelmeztetés beállításokkal szükségtelen figyelmeztető üzeneteket lehet kiszűrni. Érdemes megfontolni, hogy melyik figyelmeztetések szükségesek sportfogadási oldaladra és az alapján beállítani ezt a funkciót.
jp_jp: 警告設定では、不必要なアラートを警告画面からフィルターできます。
pl_pl: Ustawienia ostrzeżeń pozwalają na filtrowaie ekranu ostrzeżeń i usuwanie niepotrzebnych alertów. Jeśli wiesz, co ma znaczenie dla Twoich działań bukmacherskich, funkcja ta pozwoli Ci zabezpieczyć zyski.
ro_ro: Setările pentru avertismente vă ajută să filtraţi avertismentele ce apar fără a include alertele ce nu sunt necesare. Vă rugăm consideraţi ce este crucial pentru casa dvs. de pariuri şi folosiţi această funcţie pentru a securiza profitul dvs.
ru_ru: Настройки предупреждений позволяют отключить ненужные вам предупреждения. Настройте предупреждения так, чтобы вы видели только то, что нужно, и имели больший контроль над своими средствами.
sr_sp: Postavke upozorenja će vam pomoći da filtrirate ekran upozorenja da ne prikazuje nepotrebna upozorenja. Molimo razmotrite ono što je ključno za vaše sportsko klađenje i koristite ovu funkciju kako bi osigurali svoju dobit.

source: Deposit alert
bg_bg: Предупреждение за депозит
cn_cn: 存款警报
cs_cz: Upozornění na vklad
de_de: Einzahlungswarnung
el_gr: Ειδοποίηση για κατάθεση
fr_fr: Alerte de dépôt
hr_hr: Upozorenje o ulaganju
hu_hu: Befizetési figyelmeztetés
jp_jp: 入金アラート
pl_pl: Alert o wpłatach
pt_pt: Alerta de depósito
ro_ro: Alertă depunere
ru_ru: Предупреждение о депозите
sr_sp: Upozorenje o depozitu

source: Withdraw alert
bg_bg: Предупреждение за теглене
cn_cn: 提款警报
cs_cz: Upozornění na výběr
de_de: Auszahlungswarnung
el_gr: Ειδοποίηση για ανάληψη
fr_fr: Alerte de retrait
hr_hr: Upozorenje o podizanju novca
hu_hu: Kifizetési figyelmeztetés
jp_jp: 引き落としアラート
pl_pl: Alert o wypłatach
pt_pt: Alerta de levantamento
ro_ro: Alertă retragere
ru_ru: Предупреждение о выводе средств
sr_sp: Upozorenje o podizanju novca

source: Stake alert
bg_bg: Предупреждение за залог
cn_cn: 赌注警报
cs_cz: Upozornění na výši sázky
de_de: Einsatzwarnung
el_gr: Ειδοποίηση για ποντάρισμα
fr_fr: Alerte de tapis
hr_hr: Upozorenje o ulogu
hu_hu: Tét figyelmeztetés
jp_jp: 賭けアラート
pl_pl: Alert o stawkach
pt_pt: Alerta de aposta
ro_ro: Alertă miză
ru_ru: Предупреждение о размещении ставки
sr_sp: Upozorenje o ulogu

source: Odds alert
bg_bg: Предупреждение за коефициенти
cn_cn: 赔率警报
cs_cz: Upozornění na kurz
de_de: Wettquotenwarnung
el_gr: Ειδοποίηση αποδόσεων
fr_fr: Alerte de cotes
hr_hr: Upozorenje o izgledima
hu_hu: Nyereményszorzó figyelmeztetés
jp_jp: 歩アラート
pl_pl: Alert o kursach
pt_pt: Alerta de odds
ro_ro: Alertă cote
ru_ru: Предупреждение о коэффициентах
sr_sp: Upozorenje o kvotama

source: Potential winning alert
bg_bg: Предупреждение за потенциална печалба
cn_cn: 潜在赢利警报
cs_cz: Upozornění na potenciální výhru
de_de: Warnung bei potentiellen Gewinnen
el_gr: Ειδοποίηση πιθανής νίκης
fr_fr: Alerte de gains potentiels
hr_hr: Upozorenje o mogućoj pobjedi
hu_hu: Lehetséges nyeremény figyelmeztetés
jp_jp: 可能性ある賞金アラート
pl_pl: Alert o potencjalnej wygranej
pt_pt: Alerta de ganhos potenciais
ro_ro: Alertă câştig potenţial
ru_ru: Предупреждение о потенциальном выигрыше
sr_sp: Upozorenje o mogućem dobitku

source: Allow withdraws
bg_bg: Позволяване на тегления
cn_cn: 允许提款
cs_cz: Povolit výběry
de_de: Auszahlungen erlauben
el_gr: Άδεια για αναλήψεις
fr_fr: Autoriser les retraits
hr_hr: Omogući isplate
hu_hu: Kifizetések engedélyezése
jp_jp: 引き落としを許可
pl_pl: Zezwalaj na wypłaty
pt_pt: Permitir retitadas
ro_ro: Permiteţi retrageri
ru_ru: Разрешить выводы
sr_sp: Dozvoli podizanje novca

source: Withdraw %s
bg_bg: Теглене %s
cn_cn: 提款 %s
cs_cz: Výběr %s
de_de: Auszahlung %s
el_gr: Ανάληψη %s
fr_fr: Retrait %s
hr_hr: Podignite %s
hu_hu: Kifizetés %s
jp_jp: 引き落とし％s
pl_pl: Wypłać %s
pt_pt: Levantar %s
ro_ro: Retragere %s
ru_ru: Выводы %s
sr_sp: Podizanje novca %s

source: Please set withdraw risk management setting below:
bg_bg: Моля, задайте настройки за управление на риска при теглене отдолу:
cn_cn: 请在下面设置提款风险管理：
cs_cz: Nastavte si prosím rizika výběrů níže:
de_de: Bitte Einstellungen zum Auszahlungsrisikomanagement unten festlegen:
el_gr: Όρισε τις ρυθμίσεις του ρίσκου διαχείρισης παρακάτω:
fr_fr: Veuillez configurer la gestion des risques de retrait ci-dessous:
hr_hr: U nastavku odredite postavku za upravljanje rizicima kod isplata:
hu_hu: Kérjük, állítsd be a kifizetési kockázatkezelési beállításokat lent:
jp_jp: 以下において引き落としリスク管理を設定して下さい：
pl_pl: Ustawienia opcji zarządzania ryzykiem wypłat:
pt_pt: Por favor configure a sua definição de gestão de risco abaixo:
ro_ro: Vă rugăm stabiliţi setările riscului managementului pentru retragere aici:
ru_ru: Укажите настройки управления рисками относительно выводов ниже:
sr_sp: Molimo postavite postavku upravljanja rizicima pri isplati datu ispod:

source: Lowest amount for withdraw request
bg_bg: Минимална сума за заявка за теглене
cn_cn: 提款请求最低金额
cs_cz: Nejnižší možná vybraná částka činí
de_de: Niedrigster Betrag für Auszahlungsanfrage
el_gr: Ελάχιστο ποσό για αίτημα ανάληψης
fr_fr: Montant minimum pour une demande de retrait
hr_hr: Najmanji iznos za zahtjev za podizanje
hu_hu: Legalacsonyabb összeg kifizetési kérelemhez
jp_jp: 引き落とし要請の最低金額
pl_pl: Minimalna kwota zlecenia wypłaty
pt_pt: Montante mais baixo para levantar é
ro_ro: Cea mai mică valoare pentru o retragere este de
ru_ru: Минимальная сумма для вывода
sr_sp: Najniži iznos za zahtev za podizanje novca

source: Highest amount for withdraw request
bg_bg: Максимална сума за заявка за теглене
cn_cn: 提款请求最高金额
cs_cz: Nejvyšší možná vybraná částka činí
de_de: Höchster Betrag für Auszahlungsanfrage
el_gr: Μέγιστο ποσό για αίτημα ανάληψης
fr_fr: Montant maximum pour une demande de retrait
hr_hr: Najveći iznos za zahtjev za podizanje
hu_hu: Legmagasabb összeg kifizetési kérelemhez
jp_jp: 引き落とし要請の最高金額
pl_pl: Maksymalna kwota zlecenia wypłaty
pt_pt: Montante mais alto para levantar é
ro_ro: Cea mai mare valoare pentru o retragere este de
ru_ru: Максимальная сумма для вывода
sr_sp: Najviši iznos za zahtev za podizanje novca

source: Sports
bg_bg: Спортове
cn_cn: 运动
cs_cz: Sporty
de_de: Sportarten
el_gr: Αθλήματα
hr_hr: Sportovi
hu_hu: Sportok
jp_jp: スポーツ
pl_pl: Sporty
pt_pt: Desportos
ro_ro: Sporturi
ru_ru: Виды спорта
sr_sp: Sportovi

source: Leagues
bg_bg: Лиги
cn_cn: 联赛
cs_cz: Ligy
de_de: Ligen
el_gr: Κατηγορίες
fr_fr: Ligues
hr_hr: Lige
hu_hu: Ligák
jp_jp: リーグ
pl_pl: Ligi
pt_pt: Ligas
ro_ro: Ligi
ru_ru: Лиги
sr_sp: Lige

source: View %s
bg_bg: Виж %s
cn_cn: 查看 %s
cs_cz: Zobrazit %s
de_de: %s anzeigen
el_gr: Προβολή %s
fr_fr: Consulter %s
hr_hr: Prikaži %s
hu_hu: %s megtekintése
jp_jp: 見る％s
pl_pl: Pokaż %s
pt_pt: Ver %s
ro_ro: Vizualizaţi %s
ru_ru: Просмотреть %s
sr_sp: Prikaži

source: Ticket Number
bg_bg: Номер на билет
cn_cn: 彩票号码
cs_cz: Číslo tiketu
de_de: Ticketnummer
el_gr: Αριθμός Δελτίου
fr_fr: Numéro du ticket
hr_hr: Broj listića
hu_hu: Szelvényszám
jp_jp: チケット番号
pl_pl: Numer kuponu
pt_pt: Número do Ticket
ro_ro: Număr bilet
ru_ru: Номер билета
sr_sp: Broj tiketa

source: Return
bg_bg: Обратно
cn_cn: 收益
cs_cz: Návratnost
de_de: Zurück
el_gr: Επιστροφή
fr_fr: Retour
hr_hr: Povratak
hu_hu: Osztalék
jp_jp: 戻る
pl_pl: Powrót
pt_pt: Retorno
ro_ro: Rezultat financiar:
ru_ru: Назад
sr_sp: Vrati

source: Ticket will be deleted. Are you sure you want to delete?
bg_bg: Билетът ще бъде изтрит. Сигурни ли сте, че искате да го изтриете?
cn_cn: 彩票将会被删除。您确定要删除吗？
cs_cz: Tiket bude smazán. Skutečně vymazat?
de_de: Ticket wird gelöscht. Wirklich löschen?
el_gr: Το δελτίο θα διαγραφεί. Είσαι σίγουρος ότι θέλεις να διαγραφεί;
fr_fr: Le ticket sera supprimé. Êtes-vous sûr(e) de vouloir supprimer?
hr_hr: Listić će biti izbrisan. Jeste li sigurni da želite izbrisati?
hu_hu: Szelvény törlésre kerül. Biztosan törölni szeretnéd?
jp_jp: チケットは削除されます。削除してもよろしいですか？
pl_pl: Kupon zostanie usunięty. Na pewno chcesz usunąć?
pt_pt: O ticket será apagado Tem a certeza que quer apagar?
ro_ro: Biletul va fi șters. Sunteți sigur că doriți să îl ștergeți?
ru_ru: Билет будет удален. Вы уверены, что хотите продолжить?
sr_sp: Tiket će biti obrisan. Jeste li sigurni da želite izbrisati?

source: Ticket will be canceled. Are you sure you want to cancel?
bg_bg: Билетът ще бъде отказан. Сигурни ли сте, че искате да го откажете?
cn_cn: 彩票将会被取消。您确定要取消吗？
cs_cz: Tiket bude zrušen. Skutečně zrušit?
de_de: Ticket wird storniert. Wollen Sie es wirklich stornieren?
el_gr: Το δελτίο θα ακυρωθεί. Είσαι σίγουρος ότι θέλεις να ακυρωθεί;
fr_fr: Le ticket sera annulé. Êtes-vous sûr(e) de vouloir annuler?
hr_hr: Listić će biti otkazan. Jeste li sigurni da želite otkazati?
hu_hu: Szelvény megszakításra kerül. Biztosan meg szeretnéd szakítani?
jp_jp: チケットはキャンセルされます。キャンセルしてもよろしいですか？
pl_pl: Kupon zostanie anulowany. Na pewno chcesz anulować?
pt_pt: O ticket será cancelado. Tem a certeza que quer cancelar?
ro_ro: Biletul va fi anulat. Sunteți sigur că doriți să îl anulați?
ru_ru: Билет будет отменен. Вы уверены, что хотите продолжить?
sr_sp: Tiket će biti otkazan. Jeste li sigurni da želite otkazati?

source: Insert Result
bg_bg: Въведете резултат
cn_cn: 插入结果
cs_cz: Vložit výsledek
de_de: Ergebnis eingeben
el_gr: Συμπλήρωσε το Αποτέλεσμα
fr_fr: Insérer le résultat
hr_hr: Unesi rezultat
hu_hu: Eredmény megadása
jp_jp: 結果を入力
pl_pl: Wprowadź wynik
pt_pt: Introduzir Resultado
ro_ro: Adăugați rezultat
ru_ru: Вставить результат
sr_sp: Unesi rezultat

source: Fund user
bg_bg: Захрани потребител
cn_cn: 向用户提供资金
cs_cz: Dotovat uživatele
de_de: Benutzer Geld gutschreiben
el_gr: Χρηματοδότηση χρήστη
fr_fr: Approvisionner l'utilisateur
hr_hr: Uplati korisniku
hu_hu: Felhasználó feltöltése
jp_jp: 資金ユーザー
pl_pl: Zasil konto użytkownika
pt_pt: Financiar utilizador
ro_ro: Alimentare utilizator
ru_ru: Пополнение счета
sr_sp: Uplati na nalog korisnika

source: To fund just enter amount into the input field and press submit. For example if you want to fund just creadit user with 100 USD
bg_bg: За да захраните, само въведете сума в полето и натиснете бутона Подай. Например, ако искате да захраните потребителската си сметка със 100USD,
cs_cz: Stačí vyplnit částku a stisknout Odeslat. Například pokud chcete uživateli poslat 100,
de_de: Zur Zahlung einfach Betrag in das Feld eingeben und einreichen klicken. Wenn Sie einem Benutzer zum Beispiel einen Betrag von 100 USD gutschreiben wollen
hr_hr: Za uplaćivanje sredstava samo unesite iznos u polje za unos i odaberite "predaj". Na primjer, ako želite uplatiti sredstva samo kreditirajte korisnika sa 100
hu_hu: Feltöltéshez csak add meg az összeget a megfelelő mezőbe, majd kattints a Küldés gombra. Például, ha 100
jp_jp: 資金を出すには入力欄に金額を入力し、クリックして下さい。例えば１００ドル資金を入れたいならば
pl_pl: Aby zasilić konto użytkownika, wystarczy wprowadzić kwotę w przeznaczone do tego pole i kliknąć przycisk wysyłania. Można np. przekazać użytkownikowi kwotę w wysokości 100
ro_ro: Pentru a alimenta contul introduceți suma în câmpul corespunzător și apăsați trimiteți. De exemplu, dacă doriți să alimentați un cont, introduceți 100 dolari
ru_ru: Для пополнения счета необходимо ввести нужную сумму в соответствующее поле и нажать кнопку "Отправить". Например, если вы хотите пополнить счет на 100,
sr_sp: Za uplatu na nalog samo unesite iznos u polje za unos i pritisnite Pošalji. Na primer, ako želite uplatiti, samo uplatite na račun korisnika 100

source: just enter that amount into field and press submit
bg_bg: само въведете съответната сума в полето и натиснете бутона Подай
cn_cn: 只需在栏目输入金额并按提交
cs_cz: stačí napsat částku do příslušného pole a odeslat.
de_de: geben Sie den Betrag einfach in das Feld ein und klicken Sie auf einreichen
el_gr: συμπλήρωσε μόνο αυτό το ποσό στο πεδίο και πάτησε υποβολή
fr_fr: saisissez ce montant dans le champ et appuyez sur soumettre
hr_hr: samo unesite taj iznos u polje i odaberite "predaj"
hu_hu: szeretnél jóváírni a felhasználónak, akkor azt az összeget írd be a mezőbe, majd kattints a Küldés gombra.
jp_jp: 入力欄に入力し、クリックを押して下さい
pl_pl: wpisując tę właśnie liczbę we wskazane pole i klikając przycisk wysyłania
pt_pt: Introduza simplesmente o montante no campo e clique em enviar
ro_ro: și apăsați trimiteți.
ru_ru: введите это число в соответствующее поле и нажмите на кнопку "Отправить".
sr_sp: samo unesite taj iznos u polje i pritisnite Pošalji

source: Charge user
bg_bg: Таксувай потребител
cn_cn: 向用户收费
cs_cz: Účtovat uživateli
de_de: Geld von Benutzer abbuchen
el_gr: Χρέωση χρήστη
fr_fr: Débiter l'utilisateur
hr_hr: Naplati korisniku
hu_hu: Felhasználó terhelése
jp_jp: ユーザー変更
pl_pl: Obciąż konto użytkownika
pt_pt: Debitar utilizador
ro_ro: Încasare utilizator
ru_ru: Вывод средств
sr_sp: Naplati korisniku
