Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Password
bg_bg: Парола
cn_cn: 密码
cs_cz: Heslo
de_de: Passwort
el_gr: Κωδικός πρόσβασης
fr_fr: Mot de passe
hr_hr: Zaporka
hu_hu: Jelszó
jp_jp: パスワード
pl_pl: Hasło
ro_ro: Parola
ru_ru: Пароль
sr_sp: Lozinka

source: Fund staff
bg_bg: Захранване служител
cn_cn: 向职员提供资金
cs_cz: Zaměstnanec – připsat
de_de: Mitarbeiter gutschreiben
el_gr: Προσωπικό χρηματοδότησης
fr_fr: Alimenter le compte
hr_hr: Uplati sredstva na račun osoblja
hu_hu: Feltöltés
jp_jp: 資金スタッフ
pl_pl: Pracownik zasilający
pt_pt: Financiar Pessoal
ro_ro: Creditați angajat
ru_ru: Пополнить счет
sr_sp: Osoblje za sredstva

source: Charge staff
bg_bg: Таксуване служител
cn_cn: 向职员收费
cs_cz: Zaměstnanec – strhnout
de_de: Von Mitarbeiter abbuchen
el_gr: Προσωπικό χρέωσης
fr_fr: Débiter le compte
hr_hr: Osoblje za naplatu
hu_hu: Terhelés
jp_jp: 課金スタッフ
pl_pl: Pracownik obciążający
pt_pt: Debitar Pessoal
ro_ro: Taxați angajat
ru_ru: Вывести средства
sr_sp: Naplati osoblju

source: Ticket Fraud Check
bg_bg: Проверка за истинност на билет
cn_cn: 彩票诈欺检查
cs_cz: Kontrola pravosti tiketu
de_de: Ticket-Betrugskontrolle
el_gr: Έλεγχος Δελτίου για Απάτη
fr_fr: Vérification antifraude
hr_hr: Provjera lažnih listića
hu_hu: Szelvény csalás ellenőrzés
jp_jp: チケット詐欺チェック
pl_pl: Sprawdzanie nadużyć kuponu
pt_pt: Verificação de Fraude com Bilhete
ro_ro: Bilet verificare fraudă
ru_ru: Проверка билета на подлинность
sr_sp: Provera prevare sa tiketom

source: Mark as paid
bg_bg: Маркирай като платено
cn_cn: 标记为已支付
cs_cz: Označeno jako vyplacené
de_de: Als bezahlt markieren
el_gr: Σημείωσε ως πληρωμένο
fr_fr: Marquer comme payé
hr_hr: Označi kao plaćeno
hu_hu: Megjelölés fizetettként
jp_jp: 支払済とマーク
pl_pl: Oznacz jako zapłacone
pt_pt: Marcar como pago
ro_ro: Marcat ca plătit
ru_ru: Отметить как оплаченный
sr_sp: Označi kao plaćeno

source: Group ID
bg_bg: Ид. номер на група
cn_cn: 群组编号
cs_cz: ID skupiny
de_de: Gruppennummer
el_gr: ID ομάδας
fr_fr: ID du groupe
hr_hr: ID grupe
hu_hu: Csoportazonosító
jp_jp: グループID
pl_pl: Numer identyfikacyjny grupy
pt_pt: ID de grupo
ro_ro: ID grup
ru_ru: Номер группы
sr_sp: ID grupe

source: Tickets created
bg_bg: Създадени билети
cn_cn: 彩票已建立
cs_cz: Vytvořené tikety
de_de: Tickets erstellt
el_gr: Δελτία που δημιουργήθηκαν
fr_fr: Tickets crées
hr_hr: Izrađeni listići
hu_hu: Szelvények létrehozva
jp_jp: チケットを作成しました
pl_pl: Kupony zostały utworzone
pt_pt: Tickets criados
ro_ro: Bilete create
ru_ru: Созданные билеты
sr_sp: Tiketi kreirani

source: Total payout
bg_bg: Общо за изплащане
cn_cn: 总彩金
cs_cz: Celková výplata
de_de: Auszahlung insgesamt
el_gr: Σύνολο πληρωμής
fr_fr: Gains totaux
hr_hr: Ukupni dobitak
hu_hu: Kifizetés összesen
jp_jp: 総支払い
pl_pl: Suma wypłat
pt_pt: Pagamento total
ro_ro: Total plăți
ru_ru: Общая сумма выигрышей
sr_sp: Ukupno isplate

source: 1Lowest stake on %s is %d
bg_bg: 1Минималният залог на %s е %d
cn_cn: %s 的1最低赌注为 %d
cs_cz: 1Nejnižší sázka na %s je %d
de_de: 1 Kleinster Einsatz auf %s ist %d
el_gr: Το ελάχιστο ποντάρισμα στα %s είναι %d
fr_fr: La mise minimale sur %s est de %d
hr_hr: 1Najniži iznos na %s jest %d
hu_hu: Legalacsonyabb %s tét %d
jp_jp: １最も低い賭けは％sで％dです
pl_pl: 1Minimalna stawka dla %s wynosi %d
pt_pt: 1Aposta mais baixa em %s é %d
ro_ro: 1Cea mai mică miză pentru %s este %d
ru_ru: %s: минимальная ставка составляет %d
sr_sp: 1Najniži ulog na %s je %d

source: Highest stake on %s is %d
bg_bg: Максималният залог на %s е %d
cn_cn: %s 的最高赌注为 %d
cs_cz: Nejvyšší sázka na %s je %d
de_de: Höchster Einsatz auf %s ist %d
el_gr: Το μέγιστο ποντάρισμα στα %s είναι %d
fr_fr: La mise maximale sur %s est de %d
hr_hr: 1Najviši iznos na %s jest %d
hu_hu: Legmagasabb %s tét %d
jp_jp: 最も高い賭けは％sで％dです
pl_pl: Maksymalna stawka dla %s wynosi %d
pt_pt: Aposta mais alta em %s é %d
ro_ro: Cea mai mare miză pentru %s este %d
ru_ru: %s: максимальная ставка составляет %d
sr_sp: Najviši ulog na %s je %d

source: 2Lowest stake on %s is %d
bg_bg: 2Минималният размер на залога е %d
cn_cn: %s 的2最低赌注为 %d
cs_cz: 2Nejnižší sázka na %s je %d
de_de: 2 Kleinster Einsatz auf %s ist %d
fr_fr: 2La mise minimale sur %s est de %d
hr_hr: 2Najniži ulog na %s jest %d
hu_hu: Legalacsonyabb %s tét %d
jp_jp: ２最も低い賭けは％sで％dです
pl_pl: 2Minimalna stawka dla %s wynosi %d
pt_pt: 2Aposta mais baixa em %s é %d
ro_ro: 2Cea mai mică miză pentru %s este %d
ru_ru: %s: минимальная ставка составляет %d
sr_sp: 2Najniži ulog na %s je %d

source: 3Lowest stake amount is %d
bg_bg: 3Минималният размер на залога е %d
cn_cn: %s 的3最低赌注金额为 %d
cs_cz: 3Nejnižší vsazená částka na %s je %d
de_de: 3 Kleinster Einsatz ist %d
fr_fr: 3La mise minimale est de %d
hr_hr: 3Najniži iznos uloga jest %d
hu_hu: Legalacsonyabb tétösszeg %d
jp_jp: ３最も低い賭け金は％dです
pl_pl: 3Minimalna stawka wynosi %d
pt_pt: 3Montante mais baixo de aposta é %d
ro_ro: 3Cea mai mică valoare a mizei este %d
ru_ru: %s: минимальная ставка составляет %d
sr_sp: 3Najviži iznos uloga je %d

source: Highest stake amount is %d
bg_bg: Максималният размер на залога е %d
cn_cn: 最高赌注金额为 %d
cs_cz: Nejvyšší vsazená částka na %s je %d
de_de: Höchster Einsatz ist %d
el_gr: Το μέγιστο ποσό για ποντάρισμα είναι %s
fr_fr: Le montant le plus élevé est %d
hr_hr: Najviši iznos uloga jest %d
hu_hu: Legmagasabb tétösszeg %d
jp_jp: 最も高い掛け金は％dです
pl_pl: Maksymalna stawka wynosi %d
pt_pt: Montante mais alto de aposta é %d
ro_ro: Cea mai mare valoare a mizei este %d
ru_ru: %s: максимальная ставка составляет %d
sr_sp: Najviši iznos uloga je %d

source: You have reached you wager limit per transaction amount: %d %s
bg_bg: Достигнали сте лимита си на сумата за залог на трансакция: %d %s
cn_cn: 您已到达每次交易的下注上限： %d %s
cs_cz: Dosáhli jste limitu sázky na jednu transakci: %d %s
de_de: Sie haben Ihren maximalen Wettbetrag pro Transaktion erreicht: %d %s
el_gr: Έχεις φτάσει το όριο στοιχήματός σου ανά συναλλαγή: %d %s
fr_fr: Vous avez atteint votre limite de mise par montant de transaction : %d %s
hr_hr: Dosegnuli ste ograničenje oklade po transakciji: %d %s
hu_hu: Elérted a tranzakciós fogadási limitösszeget: %d %s
jp_jp: トランザクションにおき賭けれる最高金額に達しました：％d%s
pl_pl: Limit zakładów w przeliczeniu na kwotę transakcji został osiągnięty: %d %s
pt_pt: Atingiu o seu limite de montante de aposta por transação: %d %s
ro_ro: Ați atins limita de pariere per sumă tranzacție: %d %s
ru_ru: Вы достигли максимального лимита на ставки: %d %s
sr_sp: Dostigli ste iznos ograničenja opklade po transakciji: %d %s

source: You have reached you wager limit daily amount: %d %s
bg_bg: Достигнали сте дневния си лимит на сумата за залог: %d %s
cn_cn: 您已到达每天的下注上限： %d %s
cs_cz: Dosáhli jste limitu denního sázení: %d %s
de_de: Sie haben Ihren täglichen maximalen Wettbetrag: %d %s
el_gr: Έχεις φτάσει το ημερίσιο όριο στοιχήματός σου: %d %s
fr_fr: Vous avez atteint votre limite de mise quotidienne : %d %s
hr_hr: Dosegnuli ste dnevno ograničenje oklade: %d %s
hu_hu: Elérted a napi fogadási limitösszeget: %d %s
jp_jp: 一日におき賭けれる最高金額に達しました：％d%s
pl_pl: Dzienny limit zakładów został osiągnięty: %d%s
pt_pt: Atingiu o seu limite de montante de aposta por dia: %d %s
ro_ro: Ați atins limita zilnică de pariere: %d %s
ru_ru: Вы достигли максимального лимита на ставки в день: %d %s
sr_sp: Dostigli ste dnevni iznos ograničenja opklade: %d %s

source: You have reached you wager limit weekly amount: %d %s
bg_bg: Достигнали сте седмичния си лимит на сумата за залог: %d %s
cn_cn: 您已到达每星期的下注上限： %d %s
cs_cz: Dosáhli jste limitu týdenního sázení: %d %s
de_de: Sie haben Ihren wöchentlichen maximalen Wettbetrag: %d %s
el_gr: Έχεις φτάσει το εβδομαδιαίο όριο στοιχήματός σου: %d %s
fr_fr: Vous avez atteint votre limite de mise hebdomadaire : %d %s
hr_hr: Dosegnuli ste tjedno ograničenje oklade: %d %s
hu_hu: Elérted a heti fogadási limitösszeget: %d %s
jp_jp: 一週間におき賭けれる最高金額に達しました：％d%s
pl_pl: Tygodniowy limit zakładów został osiągnięty: %d%s
pt_pt: Atingiu o seu limite de montante de aposta por semana: %d %s
ro_ro: Ați atins limita săptămânală de pariere: %d %s
ru_ru: Вы достигли максимального лимита на ставки в неделю: %d %s
sr_sp: Dostigli ste sedmični iznos ograničenja opklade: %d %s

source: You have reached you wager limit monthly amount: %d %s
bg_bg: Достигнали сте месечния си лимит на сумата за залог: %d %s
cn_cn: 您已到达每月的下注上限： %d %s
cs_cz: Dosáhli jste limitu měsíčního sázení: %d %s
de_de: Sie haben Ihren monatlichen maximalen Wettbetrag: %d %s
el_gr: Έχεις φτάσει το μηνιαίο όριο στοιχήματός σου: %d %s
fr_fr: Vous avez atteint votre limite de mise mensuelle : %d %s
hr_hr: Dosegnuli ste mjesečno ograničenje oklade: %d %s
hu_hu: Elérted a havi fogadási limitösszeget: %d %s
jp_jp: 一ヶ月におき賭けれる最高金額に達しました：％d%s
pl_pl: Miesięczny limit zakładów został osiągnięty: %d%s
pt_pt: Atingiu o seu limite de montante de aposta por mês: %d %s
ro_ro: Ați atins limita lunară de pariere: %d %s
ru_ru: Вы достигли максимального лимита на ставки в месяц: %d %s
sr_sp: Dostigli ste mjesečni iznos ograničenja opklade: %d %s

source: You have reached you loss limit per transaction amount: %d %s
bg_bg: Достигнали сте лимита си на сумата за загуба на трансакция: %d %s
cn_cn: 您已到达每次交易的亏损上限： %d %s
cs_cz: Dosáhli jste limitu ztrát na jednu transakci: %d %s
de_de: Sie haben Ihren maximalen Verlustbetrag pro Transaktion erreicht: %d %s
el_gr: Έχεις φτάσει το όριο χασίματός σου ανά συναλλαγή: %d %s
fr_fr: Vous avez atteint votre limite de pertes par montant de transaction : %d %s
hr_hr: Dosegnuli ste ograničenje gubitka po transakciji: %d %s
hu_hu: Elérted a tranzakciós veszteségi limitösszeget: %d %s
jp_jp: トランザクションにおき損失が最大限まで達しました：％d%s
pl_pl: Limit strat w przeliczeniu na kwotę transakcji został osiągnięty: %d %s
pt_pt: Atingiu o seu limite de montante de perdas por transação: %d %s
ro_ro: Ați atins limita de pierderi per sumă tranzacție: %d %s
ru_ru: Вы достигли максимального лимита на проигрыш: %d %s
sr_sp: Dostigli ste iznos ograničenja gubitka po transakciji: %d %s

source: You have reached you loss limit daily amount: %d %s
bg_bg: Достигнали сте дневния си лимит на сумата за загуба: %d %s
cn_cn: 您已到达每天的亏损上限： %d %s
cs_cz: Dosáhli jste limitu denních ztrát: %d %s
de_de: Sie haben Ihren maximalen Verlustbetrag pro Tag erreicht: %d %s
el_gr: Έχεις φτάσει το ημερίσιο όριο χασίματός σου: %d %s
fr_fr: Vous avez atteint votre limite de pertes quotidienne : %d %s
hr_hr: Dosegnuli ste dnevno ograničenje gubitka: %d %s
hu_hu: Elérted a napi veszteségi limitösszeget: %d %s
jp_jp: 一日におき損失が最大限まで達しました：％d%s
pl_pl: Dzienny limit strat został osiągnięty: %d %s
pt_pt: Atingiu o seu limite de montante de perdas por dia: %d %s
ro_ro: Ați atins limita zilnică de pierderi: %d %s
ru_ru: Вы достигли максимального лимита на проигрыш в день: %d %s
sr_sp: Dostigli ste dnevni iznos ograničenja gubitka: %d %s

source: You have reached you loss limit weekly amount: %d %s
bg_bg: Достигнали сте седмичния си лимит на сумата за загуба: %d %s
cn_cn: 您已到达每星期的亏损上限： %d %s
cs_cz: Dosáhli jste limitu týdenních ztrát: %d %s
de_de: Sie haben Ihren maximalen Verlustbetrag pro Woche erreicht: %d %s
el_gr: Έχεις φτάσει το εβδομαδιαίο όριο χασίματός σου: %d %s
fr_fr: Vous avez atteint votre limite de pertes hebdomadaire : %d %s
hr_hr: Dosegnuli ste tjedno ograničenje gubitka: %d %s
hu_hu: Elérted a heti veszteségi limitösszeget: %d %s
jp_jp: 一週間におき損失が最大限まで達しました：％d%s
pl_pl: Tygodniowy limit strat został osiągnięty: %d %s
pt_pt: Atingiu o seu limite de montante de perdas por semana: %d %s
ro_ro: Ați atins limita săptămânală de pierderi: %d %s
ru_ru: Вы достигли максимального лимита на проигрыш в неделю: %d %s
sr_sp: Dostigli ste nedeljni iznos ograničenja gubitka: %d %s

source: You have reached you loss limit monthly amount: %d %s
bg_bg: Достигнали сте месечния си лимит на сумата за загуба: %d %s
cn_cn: 您已到达每月的亏损上限： %d %s
cs_cz: Dosáhli jste limitu měsíčních ztrát: %d %s
de_de: Sie haben Ihren maximalen Verlustbetrag pro Monat erreicht: %d %s
el_gr: Έχεις φτάσει το μηνιαίο όριο χασίματός σου: %d %s
fr_fr: Vous avez atteint votre limite de pertes mensuelle : %d %s
hr_hr: Dosegnuli ste mjesečno ograničenje gubitka: %d %s
hu_hu: Elérted a havi veszteségi limitösszeget: %d %s
jp_jp: 一ヶ月におき損失が最大限まで達しました：％d%s
pl_pl: Miesięczny limit strat został osiągnięty: %d %s
pt_pt: Atingiu o seu limite de montante de perdas por mês: %d %s
ro_ro: Ați atins limita lunară de pierderi: %d %s
ru_ru: Вы достигли максимального лимита на проигрыш в месяц: %d %s
sr_sp: Dostigli ste mesečni iznos ograničenja gubitka: %d %s

source: Please login
bg_bg: Моля, впишете се
cn_cn: 请登录
cs_cz: Prosím přihlaste se
de_de: Bitte anmelden
el_gr: Κάνε σύνδεση
fr_fr: Veuillez vous connecter
hr_hr: Molimo da se prijavite
hu_hu: Kérjük, jelentkezz be.
jp_jp: ログインして下さい
pl_pl: Się zaloguj
pt_pt: Por favor faça login
ro_ro: Vă rugăm să vă autentificați
ru_ru: Необходимо авторизоваться
sr_sp: Prijavite se

source: Please select at least %d picks
bg_bg: Моля, направете поне %d избора
cn_cn: 请挑选最少 %d 个选择
cs_cz: Zvolte prosím alespoň %d tipů
de_de: Bitte mindestens %d Picks auswählen
el_gr: Κάνε τουλάχιστον %s επιλογές
fr_fr: Veuillez sélectionner au moins %d choix
hr_hr: Molimo da označite barem %d odabira
hu_hu: Kérjük, válassz legalább %d választást.
jp_jp: 少なくとも％d選んで下さい
pl_pl: Wybierz co najmniej %d opcje
pt_pt: Por favor selecione pelo menos %d escolhas
ro_ro: Vă rugăm selectați cel puțin %d opțiuni
ru_ru: Минимальное количество ставок: %d
sr_sp: Izaberite najmanje %d parova

source: Not enough money
bg_bg: Недостатъчна наличност
cn_cn: 没有足够款项
cs_cz: Nedostatek prostředků
de_de: Geld nicht ausreichend
el_gr: Δεν υπάρχουν αρκετά χρήματα
fr_fr: Argent insuffisant
hr_hr: Nema dovoljno novca
hu_hu: Nincs elég pénz.
jp_jp: お金が足りません
pl_pl: Brak wystarczających środków
pt_pt: Dinheiro insuficiente
ro_ro: Nu există suficienți bani
ru_ru: Недостаточно средств
sr_sp: Nema dovoljno novca

source: One or more events already started, please remove them
bg_bg: Едно или няколко събития вече са започнали, моля, премахнете го/ги
cn_cn: 一个或多个赛事已开始，请移除
cs_cz: Jedna či více akcí již začala, prosím odstraňte je.
de_de: Eine oder mehrere Veranstaltungen haben bereits angefangen, bitte entfernen Sie diese
el_gr: Ένα ή περισσότερα γεγονότα έχουν ήδη αρχίσει, αφαίρεσέ τα
fr_fr: Un ou plusieurs événements ont déjà commencé, veuillez les retirer
hr_hr: Jedan ili više događaja već su počeli, uklonite ih
hu_hu: Egy vagy több esemény már elkezdődött, távolítsd el őket.
jp_jp: 一つかそれ以上のイベントが既に開始されました、それらを外して下さい
pl_pl: Jedno lub więcej zdarzeń już się rozpoczęło, usuń je
pt_pt: Um ou mais eventos já iniciados, por favor remova-os
ro_ro: Unul sau mai multe evenimente au început deja, vă rugăm să le ştergeţi
ru_ru: Одно или несколько событий уже начались - удалите их
sr_sp: Jedan ili više događaja je već počelo, molimo vas da ih uklonite

source: Odd outdated. Please remove invalid odd
bg_bg: Коефициентът не е актуален. Моля, премафнете невалидния коефициент
cn_cn: 赔率已过时。请移除无效的赔率
cs_cz: Zastaralý kurz Odstraňte prosím neplatný kurz.
de_de: Wettquote nicht aktuell. Bitte entfernen Sie die ungültige Wettquote
el_gr: Η πρόβλεψη δεν ισχύει πλέον. Αφαίρεσε την άκυρη πρόβλεψη
fr_fr: Cote surannée. Veuillez retirer la cote invalide
hr_hr: Koeficijenti su neažurirani. Uklonite neispravne koeficijente
hu_hu: Nyereményszorzó elavult. Kérjük, távolítsd el az érvénytelen nyereményszorzót.
jp_jp: オッドが古いです。無効なオッドは外して下さい
pl_pl: Kurs nieaktualny. Usuń nieprawidłowy kurs
pt_pt: Odd desatualizada. Por favor retire a odd inválida
ro_ro: Cotă neactualizată. Vă rugăm ştergeţi această cotă
ru_ru: Недействительный коэффициент. Удалите неверный коэффициент
sr_sp: Kvota zastarela. Uklonite nevažeću kvotu

source: One or mode bets are inactive
bg_bg: Един или повече залога са неактивни
cn_cn: 一个或多个赌注已无效
cs_cz: Jedna nebo více sázek není aktivní.
de_de: Eine oder mehrere Wetten sind inaktiv
el_gr: Ένα ή περισσότερα στοιχήματα δεν έχουν ενεργοποιηθεί
fr_fr: Un ou plusieurs paris sont inactifs
hr_hr: Jedna ili više oklada nisu aktivne
hu_hu: Egy vagy több fogadás inaktív.
jp_jp: 一つかそれ以上のベットが無効になっています
pl_pl: Jeden lub więcej zakładów jest nieaktywnych
pt_pt: Uma ou mais apostas inativas
ro_ro: Unul sau mai multe pariuri sunt inactive
ru_ru: Одна или несколько ставок неактивны
sr_sp: Jedna ili više opklada su neaktivne

source: Printed
bg_bg: Принтирано
cn_cn: 已打印
cs_cz: Vytištěno
de_de: Gedruckt
el_gr: Εκτυπώθηκε
fr_fr: Imprimé
hr_hr: Otisnuto
hu_hu: Nyomtatva
jp_jp: 印刷しました
pl_pl: Wydrukowano
pt_pt: Impresso
ro_ro: Printat
ru_ru: Напечатано
sr_sp: Odštampano

source: Amount From
bg_bg: Сума от
cn_cn: 金额由
cs_cz: Částka od
de_de: Betrag von
el_gr: Ποσό από
fr_fr: Montant de
hr_hr: Iznos od
hu_hu: Összeg innen:
jp_jp: からの合計
pl_pl: Kwota od
pt_pt: Montante a partir de
ro_ro: Suma din
ru_ru: Сумма от
sr_sp: Iznos od

source: Amount To
bg_bg: Сума до
cn_cn: 金额至
cs_cz: Částka do
de_de: Betrag bis
el_gr: Ποσό έως
fr_fr: Montant vers
hr_hr: Iznos do
hu_hu: Összeg ide:
jp_jp: への合計
pl_pl: Kwota do
pt_pt: Montante até
ro_ro: Suma către
ru_ru: Сумма до
sr_sp: Iznos do

source: Potential Winning From
bg_bg: Потенциална печалба от
cn_cn: 潜在赢利由
cs_cz: Potenciální výhra od
de_de: Potentieller Gewinn von
el_gr: Πιθανό κέρδος από
fr_fr: Gain Potentiel de
hr_hr: Mogući dobitak od
hu_hu: Lehetséges nyeremény innen:
jp_jp: から見込みのある賞金
pl_pl: Potencjalna wygrana od
pt_pt: Ganhos Potenciais a partir de
ro_ro: Câştiguri potenţiale din
ru_ru: Потенциальный выигрыш от
sr_sp: Mogući dobitak od

source: Potential Winning To
bg_bg: Потенциална печалба до
cn_cn: 潜在赢利至
cs_cz: Potenciální výhra do
de_de: Potentieller Gewinn bis
el_gr: Πιθανό κέρδος έως
fr_fr: Gain Potentiel vers
hr_hr: Mogući dobitak do
hu_hu: Lehetséges nyeremény ide:
jp_jp: への見込みのある賞金
pl_pl: Potencjalna wygrana do
pt_pt: Ganhos Potenciais até
ro_ro: Câştiguri potenţiale către
ru_ru: Потенциальный выигрыш до
sr_sp: Mogući dobitak do

source: Odd From
bg_bg: Коефициент от
cn_cn: 赔率由
cs_cz: Kurz od
de_de: Wettquote von
el_gr: Απόδοση από
fr_fr: Cote de
hr_hr: Koeficijent od
hu_hu: Nyereményszorzó innen:
jp_jp: からの奇数
pl_pl: Kurs od
pt_pt: Odd a partir de
ro_ro: Cota din
ru_ru: Коэффициент от
sr_sp: Kvota od

source: Odd To
bg_bg: Коефициент до
cn_cn: 赔率至
cs_cz: Kurz do
de_de: Wettquote bis
el_gr: Απόδοση έως
fr_fr: Cote vers
hr_hr: Koeficijent do
hu_hu: Nyereményszorzó ide:
jp_jp: への奇数
pl_pl: Kurs do
pt_pt: Odd até
ro_ro: Cota către
ru_ru: Коэффициент до
sr_sp: Kvota do

source: Fund
bg_bg: Захрани
cn_cn: 资金
cs_cz: Připsat peníze
de_de: Gutschrift
el_gr: Χρηματοδότηση
fr_fr: Approvisionner
hr_hr: Sredstva
hu_hu: Feltöltés
jp_jp: 資金
pl_pl: Zasil konto
pt_pt: Atribuir fundos
ro_ro: Alimentaţi
ru_ru: Пополнить
sr_sp: Finansiraj

source: Charge
bg_bg: Таксувай
cn_cn: 收费
cs_cz: Strhnout peníze
de_de: Abbuchung
el_gr: Χρέωση
fr_fr: Faire payer
hr_hr: Naplati
hu_hu: Terhelés
jp_jp: 課金
pl_pl: Obciąż konto
pt_pt: Debitar
ro_ro: Încasaţi
ru_ru: Списать
sr_sp: Naplati

source: Back
bg_bg: Обратно
cn_cn: 返回
cs_cz: Zpět
de_de: Zurück
el_gr: Πίσω
fr_fr: Retour
hr_hr: Natrag
hu_hu: Vissza
jp_jp: 後ろ
pl_pl: Powrót
pt_pt: Voltar
ro_ro: Înapoi
ru_ru: Назад
sr_sp: Nazad

source: All feeds updated
bg_bg: Всички хранилки са обновени
cn_cn: 全部资讯已更新
cs_cz: Všechny zdroje dat byly aktualizovány
de_de: Alle Eingaben aktualisiert
el_gr: Ενημερώθηκαν όλα τα feeds
fr_fr: Toutes alimentations mises à jour
hr_hr: Svi sažeci ažurirani
hu_hu: Összes hírcsatorna frissítve
jp_jp: 全てのフィードが更新されました
pl_pl: Wszystkie źródła zaktualizowane
pt_pt: Todos os feeds atualizados
ro_ro: Toate feedurile actualizate
ru_ru: Все RSS-каналы обновлены
sr_sp: Svi fidovi ažurirani

source: All feeds downloaded
bg_bg: Всички хранилки са изтеглени
cn_cn: 全部资讯已下载
cs_cz: Všechny zdroje dat byly staženy
de_de: Alle Eingaben heruntergeladen
el_gr: Λήφθηκαν όλα τα feeds
fr_fr: Toutes alimentations téléchargées
hr_hr: Svi sažeci preuzeti
hu_hu: Összes hírcsatorna letöltve
jp_jp: 全てのフィードがダウンロードされました
pl_pl: Wszystkie źródła pobrane
pt_pt: Todos os feeds descarregados
ro_ro: Toate feedurile descărcate
ru_ru: Все RSS-каналы загружены
sr_sp: Svi fidovi preuzeti

source: All feeds parsed
bg_bg: Всички хранилки са анализирани
cn_cn: 全部资讯已分析
cs_cz: Všechny zdroje dat byly zpracovány
de_de: Alle Eingaben analysiert
el_gr: Αναλύθηκαν όλα τα feeds
fr_fr: Toutes alimentations analysées
hr_hr: Svi sažeci raščlanjeni
hu_hu: Összes hírcsatorna elemezve
jp_jp: 全てのフィードが解禁されました
pl_pl: Wszystkie źródła przeanalizowane
pt_pt: Todos os feeds analisados
ro_ro: Toate feedurile parsate
ru_ru: Все RSS-каналы обработаны
sr_sp: Svi fidovi raščlanjeni

source: Feed updated
bg_bg: Хранилката е обновена
cn_cn: 资讯已更新
cs_cz: Zdroje dat byly aktualizovány
de_de: Eingabe aktualisiert
el_gr: Το feed ενημερώθηκε
fr_fr: Alimentation mise à jour
hr_hr: Sažetak ažuriran
hu_hu: Hírcsatorna frissítve
jp_jp: フィードは更新されました
pl_pl: Źródło zaktualizowane
pt_pt: Feed atualizado
ro_ro: Feed actualizat
ru_ru: RSS-канал обновлен
sr_sp: Fid ažuriran

source: Cannot find feed
bg_bg: Хранилката не може да бъде намерена
cn_cn: 无法找到资讯
cs_cz: Zdroj dat nebyl nalezen
de_de: Eingabe konnte nicht gefunden werden
el_gr: Το feed δεν βρέθηκε
fr_fr: Alimentation introuvable
hr_hr: Ne može se naći sažetak
hu_hu: Hírcsatorna nem található
jp_jp: フィードを見つけることができませんでした
pl_pl: Nie można odnaleźć źródła
pt_pt: Feed não encontrado
ro_ro: Feedul nu poate fi găsit
ru_ru: RSS-канал не найден
sr_sp: Fid se ne može naći

source: Cant find feed
bg_bg: Хранилката не може да бъде намерена
cn_cn: 无法找到资讯
cs_cz: Zdroj dat nebyl nalezen
de_de: Eingabe konnte nicht gefunden werden
el_gr: Το feed δεν βρέθηκε
fr_fr: Alimentation introuvable
hr_hr: Ne može se naći sažetak
hu_hu: Hírcsatorna nem található
jp_jp: フィードを見つけることができません
pl_pl: Nie można odnaleźć źródła
pt_pt: Feed não encontrado
ro_ro: Feedul nu poate fi găsit
ru_ru: RSS-канал не найден
sr_sp: Fid se ne može pronaći

source: Update
bg_bg: Обнови
cn_cn: 更新
cs_cz: Aktualizovat
de_de: Aktualisieren
el_gr: Ενημέρωση
fr_fr: Mettre à jour
hr_hr: Ažuriranje
hu_hu: Frissítés
jp_jp: 更新
pl_pl: Aktualizuj
pt_pt: Atualização
ro_ro: Actualizare
ru_ru: Обновить
sr_sp: Ažuriraj

source: Update All
bg_bg: Обнови всички
cn_cn: 更新全部
cs_cz: Aktualizovat vše
de_de: Alles aktualisieren
el_gr: Ενημέρωση Όλων
fr_fr: Mettre à jour tous
hr_hr: Ažuriraj sve
hu_hu: Összes frissítése
jp_jp: 全てを更新
pl_pl: Aktualizuj wszystko
pt_pt: Atualizar tudo
ro_ro: Actualizaţi tot
ru_ru: Обновить все
sr_sp: Ažuriraj sve

source: Thank You
bg_bg: Благодарим Ви
cn_cn: 谢谢
cs_cz: Děkujeme
de_de: Vielen Dank
el_gr: Ευχαριστούμε
fr_fr: Merci
hr_hr: Hvala
hu_hu: Köszönjük!
jp_jp: ありがとうございます
pl_pl: Dziękujemy
pt_pt: Obrigado
ro_ro: Mulţumim
ru_ru: Спасибо!
sr_sp: Hvala vam

source: You successfully deposit %d
bg_bg: Успешно депозирахте %d
cn_cn: 您成功存入 %d
cs_cz: Úspěšně jste vložili %d
de_de: Sie haben erfolgreich %d eingezahlt
el_gr: Κατέθεσες με επιτυχία %d
fr_fr: Vous avez déposé %d avec succès
hr_hr: Uspješno ste uložili %d
hu_hu: %d befizetése sikeres.
jp_jp: 無事％dを預金しました
pl_pl: Dokonano wpłaty %d
pt_pt: Depositou com sucesso %d
ro_ro: Aţi depus cu succes %d
ru_ru: Счет пополнен на %d
sr_sp: Uspešno ste položili %d

source: You cancel your deposit
bg_bg: Отказахте депозита си
cn_cn: 您取消存款
cs_cz: Zrušili jste svůj vklad.
de_de: Sie haben die Einzahlung abgebrochen
el_gr: Κάνεις ακύρωση της κατάθεσης
fr_fr: Vous avez annulé votre dépôt
hr_hr: Otkažite ulog
hu_hu: Megszakítottad befizetésedet.
jp_jp: 預金をキャンセルしました
pl_pl: Anulowano wpłatę %d
pt_pt: Cancela o seu depósito
ro_ro: Anulaţi depozitul dvs.
ru_ru: Депозит отменен
sr_sp: Otkazali ste svoj depozit
