Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Kick
bg_bg: Принудително отписване
cn_cn: 得分
cs_cz: Nucené odhlášení
el_gr: Διακοπή
fr_fr: Expulser
hr_hr: Izbaci
hu_hu: Kirúgás
jp_jp: 反動
pl_pl: Start
pt_pt: Chutar
ro_ro: Forţaţi deconectarea
ru_ru: Принудительное отключение
sr_sp: Izbaci

source: All games at one look, all normal sports and all odds can be combined.
fr_fr: Tous les matchs en un coup d'œil, tous les sports classiques et toutes les cotes peuvent se combiner.

source: Live Video Streaming
bg_bg: Видео стрийминг на живо
cn_cn: 现场视频流播
cs_cz: Živé přenosy
el_gr: Zωντανή μετάδοση εικόνας
fr_fr: Streaming vidéo en direct
hr_hr: Video prijenos uživo
hu_hu: Élő videó közvetítés
jp_jp: ライブビデオ配信
pl_pl: Streaming wideo na żywo
ro_ro: Transmisiune video live
ru_ru: Трансляция видео
sr_sp: Streaming prenosi uživo

source: Log in
bg_bg: Впиши се
cn_cn: 登录
cs_cz: Přihlášení
el_gr: Σύνδεση
fr_fr: Se connecter
hr_hr: Prijavi se
hu_hu: Bejelentkezés
jp_jp: ログイン
pl_pl: Zaloguj się
ro_ro: Autentificare
ru_ru: Вход
sr_sp: Prijavi se

source: Number of Bets Placed:
bg_bg: Брой направени залози:
cn_cn: 投注数量：
cs_cz: Počet podaných sázek:
el_gr: Αριθμός στοιχημάτων
fr_fr: Nombre de paris placés:
hr_hr: Broj uplaćenih oklada:
hu_hu: Elhelyezett fogadások száma:
jp_jp: 配置した賭け数：
pl_pl: Liczba postawiony zakładów:
ro_ro: Numărul pariurilor efectuate:
ru_ru: Количество размещенных ставок:
sr_sp: Broj stavljenih opklada:

source: Max Wager for bets:
bg_bg: Максимална сума за залози:
cs_cz: Maximální vklad sázky:
el_gr: Συνολικό ποντάρισμα στοιχημάτων:
fr_fr: Mise max. pour les paris:
hr_hr: Njviši ulog za oklade:
hu_hu: Max fogadási tét:
jp_jp: 賭けの最高金額：
pl_pl: Maksymalna stawka zakładów:
ro_ro: Miza maximă pentru pariuri:
ru_ru: Максимальный размер ставок
sr_sp: Maksimalan ulog za klađenje:

source: 1st
bg_bg: 1-ви
cn_cn: 第一
el_gr: Πρώτο
fr_fr: 1er
jp_jp: 1回目
pl_pl: 1-szy
pt_pt: 1º

source: 2nd
bg_bg: 2-ри
cn_cn: 第二
el_gr: Δεύτερο
fr_fr: 2e
jp_jp: ２回目
pl_pl: 2-gi
pt_pt: 2º

source: 1 sets
bg_bg: 1 сет
cn_cn: 一盘
cs_cz: 1 set
el_gr: 1 Σετ
fr_fr: 1 set
hr_hr: 1 set
hu_hu: 1 szett
jp_jp: １セット
pl_pl: 1 set
ro_ro: 1 set
ru_ru: 1 сет
sr_sp: 1 set

source: 0 sets
bg_bg: 0 сета
cn_cn: 零盘
cs_cz: 0 setů
el_gr: 0 Σετ
fr_fr: 0 set
hr_hr: 0 setova
hu_hu: 0 szett
jp_jp: ０セット
pl_pl: 0 setów
ro_ro: 0 seturi
ru_ru: 0 сетов
sr_sp: 0 setova

source: Banking
fr_fr: Banque
pl_pl: Bank

source: Name
bg_bg: Име
cn_cn: 姓名
cs_cz: Název
el_gr: Όνομα
fr_fr: Prenom
hr_hr: Ime
hu_hu: Név
jp_jp: 氏名
pl_pl: Nazwa
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sr_sp: Ime

source: Partner
fr_fr: Partenaire

source: Cancelled
fr_fr: Annulé
pl_pl: Anulowany

source: Status
bg_bg: Статус
cn_cn: 状态
cs_cz: Stav
el_gr: Κατάσταση
fr_fr: Statut
hu_hu: Állapot
jp_jp: ステータス
pt_pt: Estado
ro_ro: Situaţie
ru_ru: Статус

source: Confirmation failed. Please re-send the confirmation code to your email.
fr_fr: Échec de la confirmation. Veuillez renvoyer le code de confirmation à votre email.

source: Bonus Code
fr_fr: Code Bonus
pl_pl: Kod Bonusowy

source: Video Poker
ar_sa: فيديو بوكر
fr_fr: Vidéo Poker

source: Demo
ar_sa: عرض تجريبي
fr_fr: Démo

source: Live Chat
ar_sa: الدردشة
fr_fr: Chat en direct
pl_pl: Czat na żywo
pt_pt: Chat ao vivo

source: Limits
ar_sa: الحدود
fr_fr: Limites
pt_pt: Limites

source: Bonus name
ar_sa: اسم المكافأة
fr_fr: Nom du bonus
pt_pt: Nome do bônus

source: Email
ar_sa: البريد الإلكتروني
bg_bg: Е-мейл
cn_cn: 电邮
fr_fr: Courriel
hr_hr: E-pošta
jp_jp: Eメール
pl_pl: Adres e-mail
sr_sp: E-pošta

source: optional
ar_sa: اختياري
fr_fr: facultatif
pt_pt: opcional

source: Limit
ar_sa: الحد
fr_fr: Limite
pt_pt: Limite

source: Affiliates/ Bet Happy Affiliates
ar_sa: الشركات التابعة / شركات Bet Happy التابعة
fr_fr: Affiliés/ Affiliés de Bet Happy

source: Tickets
bg_bg: Билети
cn_cn: 彩票
cs_cz: Tikety
el_gr: Δελτία
hr_hr: Listići
hu_hu: Szelvények
jp_jp: チケット
pl_pl: Kupony
ro_ro: Bilete
ru_ru: Билеты
sr_sp: Tiketi

source: Profit
bg_bg: Чиста печалба
cn_cn: 利润
cs_cz: Zisk
el_gr: Κέρδος
jp_jp: 利益
pl_pl: Zysk
pt_pt: Lucro
ru_ru: Доход

source: User Id
bg_bg: Ид. номер на потребител
cn_cn: 用户编号
cs_cz: ID uživatele
el_gr: Ιd Χρήστη
hr_hr: Korisnički ID
hu_hu: Felhasználó azonosító
jp_jp: ユーザーID
pl_pl: Numer identyfikacyjny użytkownika
pt_pt: ID de utilizador
ro_ro: ID utilizator
ru_ru: Номер пользователя
sr_sp: ID korisnika

source: E-mail
bg_bg: Е-мейл
cn_cn: 电邮
hr_hr: E-pošta
jp_jp: Eメール
pl_pl: Adres e-mail
sr_sp: E-pošta

source: email
bg_bg: е-мейл
cn_cn: 电邮
hr_hr: e-pošta
jp_jp: Eメール
pl_pl: adres e-mail
sr_sp: e-pošta

source: Ticket
bg_bg: Билет
cn_cn: 彩票
cs_cz: Tiket
el_gr: Δελτίο
hr_hr: Listić
hu_hu: Szelvény
jp_jp: チケット
pl_pl: Kupon
ro_ro: Bilet
ru_ru: Билет
sr_sp: Tiket

source: Basketball
bg_bg: Баскетбол
cn_cn: 篮球
cs_cz: Basketbal
el_gr: Μπάσκετ
hr_hr: Košarka
hu_hu: Kosárlabda
jp_jp: バスケットボール
pl_pl: Koszykówka
pt_pt: Basquetebol
ro_ro: Baschet
ru_ru: Баскетбол
sr_sp: Košarka

source: Tennis
bg_bg: Тенис
cn_cn: 网球
cs_cz: Tenis
el_gr: Τένις
hr_hr: Tenis
hu_hu: Tenisz
jp_jp: テニス
pl_pl: Tenis
pt_pt: Ténis
ro_ro: Tenis
ru_ru: Теннис
sr_sp: Tenis

source: Handball
bg_bg: Хандбал
cn_cn: 手球
cs_cz: Házená
el_gr: Χάντμπολ
hr_hr: Rukomet
hu_hu: Kézilabda
jp_jp: ハンドボール
pl_pl: Piłka ręczna
pt_pt: Handebol
ro_ro: Handbal
ru_ru: Гандбол
sr_sp: Rukomet

source: Football
bg_bg: Футбол
cn_cn: 足球
cs_cz: Fotbal
el_gr: Ποδόσφαιρο
hr_hr: Nogomet
hu_hu: Labdarúgás
jp_jp: フットボール
pl_pl: Piłka nożna
pt_pt: Futebol
ro_ro: Fotbal
ru_ru: Американский футбол
sr_sp: Fudbal

source: Code
bg_bg: Код
cn_cn: 代码
cs_cz: Kód
el_gr: Κωδικός
hr_hr: Šifra
hu_hu: Kód
jp_jp: コード
pl_pl: Kod
pt_pt: Código
ro_ro: Cod
ru_ru: Код
sr_sp: Kôd

source: Image
bg_bg: Картинка
cn_cn: 图像
cs_cz: Obrázek
el_gr: Εικόνα
hr_hr: Slika
hu_hu: Kép
jp_jp: イメージ
pl_pl: Obrazek
pt_pt: Imagem
ro_ro: Imagine
ru_ru: Изображение
sr_sp: Slika

source: User id
bg_bg: Ид. номер на потребител
cn_cn: 用户编号
cs_cz: ID uživatele
el_gr: id χρήστη
hr_hr: Korisnički ID
hu_hu: Felhasználó azonosító
jp_jp: ユーザーID
pl_pl: Numer użytkownika
ro_ro: ID utilizator
ru_ru: Номер пользователя
sr_sp: ID korisnika

source: amount
bg_bg: сума
cn_cn: 金额
cs_cz: částka
el_gr: ποσό
hr_hr: iznos
hu_hu: összeg
jp_jp: 金額
pl_pl: kwota
pt_pt: montante
ro_ro: suma
ru_ru: сумма
sr_sp: iznos

source: Tickets %s
bg_bg: Билети %s
cn_cn: 彩票 %s
cs_cz: Tikety %s
el_gr: Δελτία %s
hr_hr: Listići %s
hu_hu: Szelvények %s
jp_jp: チケット％s
pl_pl: Kupony %s
pt_pt: Bilhetes %s
ro_ro: Bilete %s
ru_ru: Билеты %s
sr_sp: Tiketi %s

source: LIVE
bg_bg: НА ЖИВО
cn_cn: 现场
cs_cz: ŽIVĚ
hr_hr: UŽIVO
hu_hu: ÉLŐ
jp_jp: ライブ
pl_pl: NA ŻYWO
pt_pt: AO VIVO
ro_ro: ÎN DIRECT
ru_ru: Трансляция
sr_sp: UŽIVO

source: 2 sets
bg_bg: 2 сета
cn_cn: 两盘
cs_cz: 2 sety
el_gr: 2 Σετ
hr_hr: 2 seta
hu_hu: 2 szett
jp_jp: 2セット
pl_pl: 2 sety
ro_ro: 2 seturi
ru_ru: 2 сета
sr_sp: 2 seta

source: 3 sets
bg_bg: 3 сета
cn_cn: 三盘
cs_cz: 3 sety
el_gr: 3 Σετ
hr_hr: 3 seta
hu_hu: 3 szett
jp_jp: ３セット
pl_pl: 3 sety
ro_ro: 3 seturi
ru_ru: 3 сета
sr_sp: 3 seta

source: 4 sets
bg_bg: 4 сета
cn_cn: 四盘
cs_cz: 4 sety
el_gr: 4 Σετ
hr_hr: 4 seta
hu_hu: 4 szett
jp_jp: ４セット
pl_pl: 4 sety
ro_ro: 4 seturi
ru_ru: 4 сета
sr_sp: 4 seta

source: 5 sets
bg_bg: 5 сета
cn_cn: 五盘
cs_cz: 5 setů
el_gr: 5 Σετ
hr_hr: 5 setova
hu_hu: 5 szett
jp_jp: ５セット
pl_pl: 5 setów
ro_ro: 5 seturi
ru_ru: 5 сетов
sr_sp: 5 seta

source: Payment:Deposit
pl_pl: Wpłata

source: Payment:Withdraw
pl_pl: Wypłata

source: Live Bet
pl_pl: Zakłady na żywo

source: Bet
pl_pl: Zakłady

source: Request Withdraw Amount
pl_pl: Zleć wypłatę

source: Payin
pl_pl: Wpłacono

source: Slots
pl_pl: Gry

source: Select a Sport
pl_pl: Wybierz Sport

source: Select a Category
pl_pl: Wybierz Kategorie

source: Select a Tournament
pl_pl: Wybierz Turniej

source: Clear
pl_pl: USUŃ

source: Place
pl_pl: ZAKŁAD

source: Contact Us
pl_pl: Kontakt

source: Mobile
pl_pl: Mobilny

source: 20% Cashback
pl_pl: 20% zwrot środków

source: Documents you need to upload
pl_pl: Dokumenty, które musisz załadować

source: Electricity, Water, Landline Bill of the last 3 months
cn_cn: 过去3个月的电、水和固定电话帐单
jp_jp: ３ヶ月間の電気、水道、電話代
pl_pl: Rachunek za energię elektryczną, wodę, telefon stacjonarny za ostatnie 3 miesiące

source: Play on any device
pl_pl: Zagraj na urządzeniu

source: Account cannot be created
pl_pl: Nie można utworzyć konta

source: Polish
pl_pl: Polski

source: Your Account has been created. Please confirm you email in order to be ableto login
pt_pt: A sua Conta foi criada. Por favor confirme o seu email para poder entrar

source: You cannot cashout transaction. There is a "Locked Amount"" of %s due tobonus policy. You can withdraw %s"
pt_pt: Não pode levantar a transação. Há um "Montante Bloqueado"" de %s devido àpolítica de bónus. Pode retirar %s "

source: You are not verified (all) to complete this transaction. Please fulfill theform on the following address:
pt_pt: Não está verificado (tudo) para completar esta transação. Por favor preenchao formulário no seguinte endereço:

source: You have to resubmit Documents for verification. Please fulfill the form onthe following address
pt_pt: Tem de voltar a enviar Documentos para verificação. Por favor preencha oformulário no seguinte endereço:

source: You are not verified (age) to complete this transaction. Please fulfill theform on the following address:
pt_pt: Não está verificado (idade) para completar esta transação. Por favorpreencha o formulário no seguinte endereço:

source: Your withdrawal request for %s is accepted. Please enter your bankinformation in the following link: <a href='/users/account'>AccountInformation</a>
pt_pt: O seu pedido de levantamento de %s foi aceite. Por favor introduza os seusdados bancários no link seguinte: <a href='/users/account'>Informação deConta</a>

source: For help, run the 'help' command. For help on a specific command, run 'help<command>'
pt_pt: Para ajuda, corra o comando 'help'. Para ajuda sobre um comando específico,corra 'help <comando>'

source: Create new ACO's for controllers and their actions. Does not remove anynodes from ACO table
pt_pt: Criar novos ACOs para novos controladores e suas ações Não remove nenhunsnós da tabela de ACO

source: Creates new ACO's for missing controllers and actions. Removes orphanedentries in the ACO table.
pt_pt: Criar novos ACOs para controladores e ações em falta. Remove entradas órfãsna tabela de ACO.

source: Zip / Postal code
bg_bg: Пощенски код
cn_cn: 邮编
cs_cz: Poštovní směrovací číslo
el_gr: Ταχυδρομικός κώδικας
hr_hr: Pozivni/Poštanski broj
hu_hu: Irányítószám
jp_jp: 郵便番号
pt_pt: Código postal:
ro_ro: Cod poştal
ru_ru: Индекс
sr_sp: Pozivni / poštanski broj

source: Bonus
bg_bg: Бонус
cn_cn: 奖金
cs_cz: Prémie
el_gr: Μπόνους
hu_hu: Bónusz
jp_jp: ボーナス
pt_pt: Bónus
ru_ru: Бонус

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total,starting on record {:start}, ending on {:end}
pt_pt: Página {:page} de {:pages}, mostrando {:current} registos de um total de {:count}, a começar pelo registo {:start}, e a terminar em {:end}

source: From:
bg_bg: От:
cn_cn: 来自：
cs_cz: Od:
el_gr: Από:
hr_hr: Od:
hu_hu: Innen:
jp_jp: から：
pt_pt: De:
ro_ro: De la:
ru_ru: От:
sr_sp: Od:

source: Password reminder
bg_bg: Подсещане за парола
cn_cn: 密码提示
cs_cz: Připomenutí hesla
el_gr: Υπενθύμιση κωδικού πρόσβασης
hr_hr: Podsjetnik za lozinku
hu_hu: Jelszó emlékeztető
jp_jp: パスワードリマインダー
pt_pt: Lembrete de password
ro_ro: Memento parolă
ru_ru: Напомнить пароль
sr_sp: Podsetnik za lozinku

source: If you have any problem, do not hesitate to contact the customer serviceusing form below:
pt_pt: Se tiver algum problema, não hesite em contactar o serviço a clientes usandoo formulário abaixo:

source: Rugby
bg_bg: Ръгби
cn_cn: 橄榄球
el_gr: Ράγκμπυ
hr_hr: Ragbi
hu_hu: Rögby
jp_jp: ラグビー
pt_pt: Râguebi
ru_ru: Регби
sr_sp: Ragbi

source: Account information
bg_bg: Информация за сметка
cn_cn: 帐户信息
cs_cz: Informace o účtu
el_gr: Στοιχεία λογαριασμού
hr_hr: Podaci o računu
hu_hu: Számlainformáció
jp_jp: アカウント情報
pt_pt: Informação de conta
ro_ro: Informaţii cont
ru_ru: Данные учетной записи
sr_sp: Informacije o nalogu

source: Please provide full personal information to confirm your identity. Owing toregulations, your access to some products, markets and commission discountsmay be restricted until you confirm your identity. You can provide personaldocuments using our secure email service.
pt_pt: Por favor providencie informações pessoais completas para confirmar a suaidentidade. Devido às regulamentações, o seu acesso a alguns produtos,mercados e descontos de comissões pode ser restringido até confirmar a suaidentidade. Pode fornecer documentos pessoais usando o nosso site seguro

source: Email has been confirmed. You will be redirected to the home page in 5seconds.</ br>If you are not redirected within the specified time press thefollow <a href="/"">link</a>"
pt_pt: O email foi confirmado Será redirecionado para a página inicial dentro de 5segundos.</ br>Se não for redirecionado nesse tempo, clique no <a href="/"">link</a> seguir. "

source: Fill in email details below. Password reset link sent to your entered email.You will be able to create a new password which you can use to login.
pt_pt: Preencha os dados de email abaixo Link para redefinir a sua password enviadopara o email que introduziu Poderá criar uma nova password para fazer login.

source: Write promotion letter to all user. Messages will arrive to users emailaddresses.
pt_pt: Escrever carta promocional a todos os utilizadores. As mensagens serãoentregues nos endereços de email dos utilizadores.

source: Write promotion letter to certain user. Message will arrive to user emailaddress.
pt_pt: Escrever carta promocional a um determinado utilizador. A mensagem seráentregue no endereço de email do utilizador.

source: Risk management is crucial for sportsbook. Please be careful in setting alloptions.
pt_pt: A gestão de risco é crucial para o livro de apostas Por favor seja cuidadosoao definir todas as opções.

source: General settings controls some of the most basic configuration settings foryour site: your site's title and location, who may register an account atyour site, and how dates and times are calculated and displayed.
pt_pt: As definições gerais controlam algumas de definições de configuração maisbásicas do seu site: o nome do seu site e localização, quem se pode registarcom uma conta no seu site e como são calculadas e mostradas datas e horas.

source: SEO stands for "search engine optimization."" It is the process ofgetting traffic from the ""free,"" ""organic,"" ""editorial"" or""natural"" listings on search engines. All major search engines such asGoogle, Yahoo and Bing have such results, where web pages and other contentsuch as videos or local listings are shown and ranked based on what thesearch engine considers most relevant to users. Payment is not involved, asit is with paid search ads."
pt_pt: SEO significa "search engine optimization."" É o processo de obtertráfego a partir das listas ""free,"" ""organic,"" ""editorial"" ou ""natural"" dos motores de pesquisa. Todos os principais motoresde pesquisa, como o Google, Yahoo e Bing têm esses resultados, onde páginasweb e outros conteúdos como vídeos ou listagens locais são mostrados eclassificados com base naquilo que os motores de pesquisa consideram maisrelevante para os seus utilizadores. Não implica pagamento, como acontececom os anúncios de pesquisa. "

source: General ticket controls some of the most basic configuration related totickets and printing functions.
pt_pt: Ticket geral controla algumas das mais básicas configurações relacionadascom os tickets e funções de impressão.

source: Warning settings would help you to filter warning screen with unnecessaryalerts. Please consider what is crucial for you sportsbook and use thisfunction to secure your profit.
pt_pt: As definições de alerta ajudam a filtrar o ecrã de alertas excluindo osalertas desnecessários. Por favor pondere o que é crucial para o seu livrode apostas e use esta função para assegurar os seus ganhos.

source: To fund just enter amount into the input field and press submit. For exampleif you want to fund just creadit user with 100 USD
pt_pt: Para financiar simplesmente introduza o montante no campo e clique em enviarPor exemplo, se quiser creditar o utilizador com 100

source: To charge enter amount and money will be reduced from user account. Forexample if you want to charge just credit user with 200
pt_pt: Para debitar, introduza o montante e o dinheiro será deduzido da conta doutilizador. Por exemplo, se quiser debitar ao utilizador 200

source: Old password
bg_bg: Предишна парола
cn_cn: 旧密码
cs_cz: Staré heslo
el_gr: Παλιός κωδικός πρόσβασης
hr_hr: Stara lozinka
hu_hu: Régi jelszó
jp_jp: 古いパスワード
pt_pt: Password antiga
ro_ro: Parola veche
ru_ru: Старый пароль
sr_sp: Stara lozinka

source: New password
bg_bg: Нова парола
cn_cn: 新密码
cs_cz: Nové heslo
el_gr: Νέος κωδικός πρόσβασης
hr_hr: Nova lozinka
hu_hu: Új jelszó
jp_jp: 新しいパスワード
pt_pt: Nova password
ro_ro: Parola nouă
ru_ru: Новый пароль
sr_sp: Nova lozinka

source: Get this innovative service now from us. Live games meeting like neverbefore! Good Luck!!
pt_pt: Obtenha connosco este serviço inovador. Jogos ao vivo como nunca antes! Boasorte!

source: You have been playing for the past %s minutes during which you have:<br>Deposited € %s <br>Wagered € %s <br>Lost € %s <br>Won € %s
pt_pt: Esteve a jogar durante os últimos %s minutos, durante os quais:<br>Depositou € %s <br>Apostou € %s <br>Perdeu € %s <br>Ganhou € %s

source: Our website has detected that you are using an outdated browser. Using yourcurrent browser will prevent you from accessing features on our website. Anupgrade is not required, but is strongly recommend to improve your browsingexperience on our website.
pt_pt: O nosso site detetou que está a usar um browser desatualizado. Usar o seubrowser atual impedi-lo-á de aceder a certas características do nossowebsite. Não é obrigatoriamente necessária uma atualização, mas é altamenterecomendado que melhore a sua experiência de navegação no nosso website.

source: Use the links below to download a new browser or upgrade your existingbrowser.
pt_pt: Use os links abaixo para descarregar um novo browser ou atualize o que temneste momento.

source: Register now and get 7bonus7
bg_bg: Регистрирай се сега и вземи 7bonus7
cn_cn: 即时注册并获取 7bonus7
cs_cz: Registrujte se právě teď a získejte 7bonus7
el_gr: Κάνε εγγραφή τώρα και πάρε το 7bonus7
hr_hr: Registrirajte se sada i dobit ćete 7bonus7
hu_hu: Regisztrálj most és 7bonus7 jár
jp_jp: 今すぐ登録して7ボーナス7を獲得しよう
pt_pt: Registe-se agora e receba 7bonus7
ro_ro: Înregistraţi-vă acum şi obţineţi 7bonus7
ru_ru: Зарегистрируйтесь уже сегодня и получите 7bonus7
sr_sp: Registrujte se sada i dobijte 7bonus8

source: <p id=terms>7Epta7 Limited&nbsp; is a company registered under the laws ofMalta and subject to such laws and having registered office at TowerBusiness Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. TheCompany is in possession of a Class 2 licence which it has acquired onthe&nbsp;&nbsp; 2013 from the Lotteries and Gaming Authority of Malta andhaving licence number LGA/CL2/921/2013. The Company is regulated by theLotteries and Gaming Authority (LGA) of Malta.</p>
pt_pt: <p id=terms>7Epta7 Limited&nbsp; é uma empresa registada sob a lei de Maltae sujeita a essa lei, com sede em Tower Business Centre, Suite 5, Level 1,Tower Street, Swatar, Birkirkara. A Empresa possui uma Licença Classe 2 queadquiriu em &nbsp;&nbsp; 2013 à Lotteries and Gaming Authority de Malta,com o número de licença LGA/CL2/921/2013. A Empresa é regulada pelaLotteries and Gaming Authority (LGA) de Malta.</p>

source: en_us
bg_bg: en
cs_cz: en
el_gr: en
hr_hr: en
hu_hu: en
pt_pt: en
ro_ro: en
ru_ru: en
sr_sp: en

source: bg_bg
bg_bg: bg
cs_cz: bg
el_gr: bg
hr_hr: bg
hu_hu: bg
pt_pt: bg
ro_ro: bg
ru_ru: bg
sr_sp: bg

source: hr_hr
bg_bg: hr
cs_cz: hr
el_gr: hr
hr_hr: hr
hu_hu: hr
pt_pt: hr
ro_ro: hr
ru_ru: hr
sr_sp: hr

source: cs_cz
bg_bg: cs
cs_cz: cs
hr_hr: cs
hu_hu: cs
pt_pt: cs
ro_ro: cs
ru_ru: cs
sr_sp: cs

source: da_dk
bg_bg: da
cs_cz: da
el_gr: da
hr_hr: da
hu_hu: da
pt_pt: da
ro_ro: da
ru_ru: da
sr_sp: da

source: et_ee
bg_bg: et
cs_cz: et
el_gr: et
hr_hr: et
hu_hu: et
pt_pt: et
ro_ro: et
ru_ru: et
sr_sp: et

source: fi_fi
bg_bg: fi
cs_cz: fi
el_gr: fi
hr_hr: fi
hu_hu: fi
pt_pt: fi
ro_ro: fi
ru_ru: fi
sr_sp: fi

source: fr_fr
bg_bg: fr
cs_cz: fr
el_gr: fr
hr_hr: fr
hu_hu: fr
pt_pt: fr
ro_ro: fr
ru_ru: fr
sr_sp: fr

source: de_de
bg_bg: de
cs_cz: de
el_gr: de
hr_hr: de
hu_hu: de
pt_pt: de
ro_ro: de
ru_ru: de
sr_sp: de

source: el_gr
bg_bg: el
cs_cz: el
el_gr: el
hr_hr: el
hu_hu: el
pt_pt: el
ro_ro: el
ru_ru: el
sr_sp: el

source: hu_hu
bg_bg: hu
cs_cz: hu
el_gr: hu
hr_hr: hu
hu_hu: hu
pt_pt: hu
ro_ro: hu
ru_ru: hu
sr_sp: hu

source: it_it
bg_bg: it
cs_cz: it
el_gr: it
hr_hr: it
hu_hu: it
pt_pt: it
ro_ro: it
ru_ru: it
sr_sp: it

source: lv_lv
bg_bg: lv
cs_cz: lv
el_gr: lv
hr_hr: lv
hu_hu: lv
pt_pt: lv
ro_ro: lv
ru_ru: lv
sr_sp: lv

source: lt_lt
bg_bg: lt
cs_cz: lt
el_gr: lt
hr_hr: lt
hu_hu: lt
pt_pt: lt
ro_ro: lt
ru_ru: lt
sr_sp: lt

source: no_no
bg_bg: no
cs_cz: no
el_gr: no
hr_hr: no
hu_hu: no
pt_pt: no
ro_ro: no
ru_ru: no
sr_sp: no

source: pl_pl
bg_bg: pl
cs_cz: pl
el_gr: pl
hr_hr: pl
hu_hu: pl
pt_pt: pl
ro_ro: pl
ru_ru: pl
sr_sp: pl

source: pt_pt
bg_bg: pt
cs_cz: pt
el_gr: pt
hr_hr: pt
hu_hu: pt
pt_pt: pt
ro_ro: pt
ru_ru: pt
sr_sp: pt

source: ro_ro
bg_bg: ro
cs_cz: ro
el_gr: ro
hr_hr: ro
hu_hu: ro
jp_jp: no_no
pt_pt: ro
ro_ro: ro
ru_ru: ro
sr_sp: ro

source: ru_ru
bg_bg: ru
cs_cz: ru
el_gr: ru
hr_hr: ru
hu_hu: ru
pt_pt: ru
ro_ro: ru
ru_ru: ru
sr_sp: ru

source: sr_sp
bg_bg: sr
cs_cz: sr
el_gr: sr
hr_hr: sr
hu_hu: sr
pt_pt: sr
ro_ro: sr
ru_ru: sr
sr_sp: sr

source: srl_sr
bg_bg: srl
cs_cz: srl
el_gr: srl
hr_hr: srl
hu_hu: srl
pt_pt: srl
ro_ro: srl
ru_ru: srl
sr_sp: srl

source: sk_sk
bg_bg: sk
cs_cz: sk
el_gr: sk
hr_hr: sk
hu_hu: sk
pt_pt: sk
ro_ro: sk
ru_ru: sk
sr_sp: sk

source: sl_sl
bg_bg: sl
cs_cz: sl
el_gr: sl
hr_hr: sl
hu_hu: sl
pt_pt: sl
ro_ro: sl
ru_ru: sl
sr_sp: sl

source: es_es
bg_bg: es
cs_cz: es
el_gr: es
hr_hr: es
hu_hu: es
pt_pt: es
ro_ro: es
ru_ru: es
sr_sp: es

source: se_se
bg_bg: se
cs_cz: se
el_gr: se
hr_hr: se
hu_hu: se
pt_pt: se
ro_ro: se
ru_ru: se
sr_sp: se

source: tr_tr
bg_bg: tr
cs_cz: tr
el_gr: tr
hr_hr: tr
hu_hu: tr
pt_pt: tr
ro_ro: tr
ru_ru: tr
sr_sp: tr

source: bs_bs
bg_bg: bs
cs_cz: bs
el_gr: bs
hr_hr: bs
hu_hu: bs
pt_pt: bs
ro_ro: bs
ru_ru: bs
sr_sp: bs

source: Choose your favorite sport league from the menu on the left. So you can findit next time you visit
pt_pt: Escolha a sua liga desportiva favorita no menu à esquerda. Para que possaencontrá-la na próxima visita

source: PLAY NOW
bg_bg: ИГРАЙ СЕГА
cn_cn: 现在开始游戏
cs_cz: HRAJTE TEĎ
el_gr: ΠΑΙΞΕ ΤΩΡΑ
hr_hr: ZAIGRAJTE ODMAH
hu_hu: JÁTSSZ MOST
jp_jp: 今すぐプレイ
pt_pt: JOGUE AGORA
ro_ro: JUCAŢI ACUM
ru_ru: ИГРАТЬ!
sr_sp: IGRAJ SADA

source: There are no deposit methods available for your country. Please contactsupport on support@bethappy.com.
pt_pt: Não há métodos de depósito disponíveis para seu país. Entre em contato com osuporte em support@bethappy.com.

source: There are no withdrawal methods available for your country. Please contactsupport on support@bethappy.com.
pt_pt: Não há métodos de retirada disponíveis para seu país. Entre em contato com osuporte em support@bethappy.com.

source: Please take a photo or scan your documents. The uploaded files must bebright and clear and all corners of the documents must be clearly visible.
pt_pt: Por favor, tire uma foto ou digitalize seus documentos. Os arquivoscarregados devem estar claros e todos os cantos dos documentos devem estarclaramente visíveis.
