Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Error adding bet
bg_bg: Грешка при добавяне на залог
cn_cn: 添加赌注错误
cs_cz: Při přidávání sázky došlo k chybě.
de_de: Fehler beim Hinzufügen der Wette
el_gr: Σφάλμα στην προσθήκη στοιχήματος
fr_fr: Erreur lors de l'ajout du pari
hr_hr: Greška u dodavanju oklade
hu_hu: Hiba a fogadás hozzáadása során.
jp_jp: ベット追加エラー
pl_pl: Podczas dodawania zakładu wystąpił błąd
pt_pt: Erro ao adicionar aposta
ro_ro: Eroare adăugare pariu
ru_ru: Не удалось разместить ставку
sr_sp: Greška pri dodavanju opklade

source: Lowest deposit amount is
bg_bg: Минималният депозит е
cn_cn: 最低存款额是
cs_cz: Nejnižší možný vklad činí
de_de: Niedrigster Einzahlbetrag ist
fr_fr: Le montant le plus bas est
hr_hr: Najmanji iznos uloga jest
hu_hu: Lehető legalacsonyabb befizetési összeg
jp_jp: 最低入金金額は
pl_pl: Minimalna kwota wpłaty to
pt_pt: O momento mais baixo de depósito é
ro_ro: Suma minimă pentru o depunere este de
ru_ru: Минимальный депозит:
sr_sp: Najniži iznos depozita je

source: Highest deposit amount is
bg_bg: Максималният депозит е
cn_cn: 最高存款额是
cs_cz: Nejvyšší možný vklad činí
de_de: Höchster Einzahlbetrag ist
fr_fr: Le montant le plus élevé est
hr_hr: Najveći iznos uloga jest
hu_hu: Lehető legmagasabb befizetési összeg
jp_jp: 最高入金金額は
pl_pl: Maksymalna kwota wpłaty to
pt_pt: O momento mais alto de depósito é
ro_ro: Suma maximă pentru o depunere este de
ru_ru: Максимальный депозит:
sr_sp: Najviši iznos depozita je

source: You have reached you deposit limit per transaction amount:
bg_bg: Достигнали сте лимита си на сумата за депозит на трансакция:
cn_cn: 您已到达每项交易的存款上限：
cs_cz: Dosáhli jste limitu vkladu jednou transakcí:
de_de: Sie haben Ihren Maximalbetrag für Einzahlungen pro Transaktion erreicht:
fr_fr: Vous avez atteint votre limite de dépôt par montant de transaction:
hr_hr: Dosegnuli ste ograničenje uloga po transakciji:
hu_hu: Elérted a tranzakciós befizetési limitösszeget:
jp_jp: トランザクションにおいて入金できる金額に達しました：
pl_pl: Limit kwoty wpłaty w przeliczeniu na kwotę transakcji został osiągnięty:
pt_pt: Atingiu o seu limite de montante de depósito por transação:
ro_ro: Ați depășit limita pentru depuneri per sumă tranzacție:
ru_ru: Вы достигли максимального лимита на депозит:
sr_sp: Dostigli ste iznos ograničenja depozita po transakciji:

source: You have reached you deposit limit daily amount:
bg_bg: Достигнали сте дневния си лимит на сумата за депозит:
cn_cn: 您已到达每天的存款上限：
cs_cz: Dosáhli jste limitu denního vkladu:
de_de: Sie haben Ihren täglichen Maximalbetrag für Einzahlungen erreicht:
fr_fr: Vous avez atteint votre limite de dépôt quotidienne:
hr_hr: Dosegnuli ste dnevno ograničenje uloga:
hu_hu: Elérted a napi befizetési limitösszeget:
jp_jp: 一日において入金できる金額に達しました：
pl_pl: Dzienny limit kwoty wpłaty został osiągnięty:
pt_pt: Atingiu o seu limite de montante de depósito por dia:
ro_ro: Ați depășit limita zilnică pentru depuneri:
ru_ru: Вы достигли максимального лимита на депозит в день:
sr_sp: Dostigli ste dnevni iznos ograničenja depozita:

source: You have reached you deposit limit weekly amount:
bg_bg: Достигнали сте седмичния си лимит на сумата за депозит:
cn_cn: 您已到达每星期的存款上限：
cs_cz: Dosáhli jste limitu týdenního vkladu:
de_de: Sie haben Ihren wöchentlichen Maximalbetrag für Einzahlungen erreicht:
fr_fr: Vous avez atteint votre limite de dépôt hebdomadaire:
hr_hr: Dosegnuli ste tjedno ograničenje uloga:
hu_hu: Elérted a heti befizetési limitösszeget:
jp_jp: 一週間において入金できる金額に達しました：
pl_pl: Tygodniowy limit kwoty wpłaty został osiągnięty:
pt_pt: Atingiu o seu limite de montante de depósito por semana:
ro_ro: Ați depășit limita săptămânală pentru depuneri:
ru_ru: Вы достигли максимального лимита на депозит в неделю:
sr_sp: Dostigli ste nedeljni iznos ograničenja depozita:

source: You have reached you deposit limit monthly amount:
bg_bg: Достигнали сте месечния си лимит на сумата за депозит:
cn_cn: 您已到达每月的存款上限：
cs_cz: Dosáhli jste limitu měsíčního vkladu:
de_de: Sie haben Ihren monatlichen Maximalbetrag für Einzahlungen erreicht:
fr_fr: Vous avez atteint votre limite de dépôt mensuelle:
hr_hr: Dosegnuli ste mjesečno ograničenje uloga:
hu_hu: Elérted a havi befizetési limitösszeget:
jp_jp: 一ヶ月において入金できる金額に達しました：
pl_pl: Miesięczny limit kwoty wpłaty został osiągnięty:
pt_pt: Atingiu o seu limite de montante de depósito por mês:
ro_ro: Ați depășit limita lunară pentru depuneri:
ru_ru: Вы достигли максимального лимита на депозит в месяц:
sr_sp: Dostigli ste mesečni iznos ograničenja depozita:

source: Bonus code expired or wrong
bg_bg: Бонус кодът е изтекъл или грешен
cn_cn: 奖金代码已过期或不正确
cs_cz: Prémiový kód je chybný nebo vypršela jeho platnost
de_de: Bonuscode ungültig oder falsch
el_gr: Ο κωδικός μπόνους έχει λήξει ή είναι λάθος
fr_fr: Code bonus expiré ou erroné
hr_hr: Šifra bonusa je istekla ili nije točna
hu_hu: Bónuszkód lejárt vagy hibás.
jp_jp: ボーナスコードの期限が切れているか間違っています
pl_pl: Kod bonusowy wygasł lub jest nieprawidłowy
pt_pt: Código de bónus expirado ou errado
ro_ro: Cod bonus expirat sau greșit
ru_ru: Неправильный или недействительный код бонуса
sr_sp: Bonus kôd istekao ili pogrešan

source: Bonus code expired
bg_bg: Бонус кодът е изтекъл
cn_cn: 奖金代码已过期
cs_cz: Platnost prémiového kódu vypršela
de_de: Bonuscode ungültig
el_gr: Ο κωδικός μπόνους έχει λήξει
fr_fr: Code bonus expiré
hr_hr: Šifra bonusa je istekla
hu_hu: Bónuszkód lejárt.
jp_jp: ボーナスコードの期限が切れました
pl_pl: Kod bonusowy wygasł
pt_pt: Código de bónus expirado
ro_ro: Cod bonus expirat
ru_ru: Недействительный код бонуса
sr_sp: Bonus kôd istekao

source: Your amount is too low for bonus
bg_bg: Сумата е твърде ниска за бонус
cn_cn: 您想取得奖金的金额太低
cs_cz: Částka je na prémii příliš nízká
de_de: Ihr Betrag ist für den Bonus zu gering
el_gr: Το ποσό είναι πολύ χαμηλό για μπόνους
fr_fr: Votre montant est trop bas pour le bonus
hr_hr: Vaš iznos je prenizak za bonus
hu_hu: Összeged túl alacsony bónuszhoz.
jp_jp: ボーナスには金額が低すぎます
pl_pl: Twoja kwota jest zbyt niska, abyś mógł otrzymać bonus
pt_pt: O seu montante é demasiado baixo para bónus
ro_ro: Suma dvs. este prea mică pentru bonus
ru_ru: Указанная сумма слишком мала для получения бонуса
sr_sp: Vaš iznos je premali za bonus

source: Your amount is too high for bonus
bg_bg: Сумата е твърде висока за бонус
cs_cz: Částka je na prémii příliš vysoká
de_de: Ihr Betrag ist für den Bonus zu hoch
hr_hr: Vaš iznos je previsok za bonus
hu_hu: Összeged túl magas bónuszhoz.
jp_jp: ボーナスには金額が高すぎます
pl_pl: Twoja kwota jest zbyt wysoka, abyś mógł otrzymać bonus
ro_ro: Suma dvs. este prea mare pentru bonus
ru_ru: Указанная сумма слишком высока для получения бонуса
sr_sp: Vaš iznos je prevelik za bonus

source: User Terminated
bg_bg: Потребител с преустановени права
cn_cn: 用户已终止
cs_cz: Ukončeno uživatelem
de_de: Benutzer gelöscht
el_gr: Ο λογαριασμός χρήστη τερματίστηκε
fr_fr: Utilisateur résilié
hr_hr: Korisnik uklonjen
hu_hu: Felhasználó zárolva.
jp_jp: ユーザーは解約されました
pl_pl: Użytkownik usunięty
pt_pt: Terminado pelo Utilizador
ru_ru: Пользователь заблокирован
sr_sp: Korisnik otkazan

source: Statuses chart
bg_bg: Таблица за състояние
cn_cn: 状态图
cs_cz: Tabulka stavů
de_de: Statusanzeige
el_gr: Πίνακας καταστάσεων
fr_fr: Charte des statuts
hr_hr: Grafikon statusa
hu_hu: Státusz grafikon
jp_jp: ステータスチャート
pl_pl: Wykres statusów
pt_pt: Tabela de estados
ro_ro: Tabel situație conturi
ru_ru: Статусная таблица
sr_sp: Grafikon statusa

source: Amount chart
bg_bg: Таблица за суми
cn_cn: 金额图
cs_cz: Tabulka částek
de_de: Betragsanzeige
el_gr: Πίνακας ποσών
fr_fr: Charte des montants
hr_hr: Grafikon iznosa
hu_hu: Összeg grafikon
jp_jp: 金額チャート
pl_pl: Wykres kwot
pt_pt: Tabela de montantes
ro_ro: Tabel sume
ru_ru: Количественная таблица
sr_sp: Grafikon iznosa

source: Deposit not found!
bg_bg: Депозитът не е намерен!
cn_cn: 未有找到存款！
cs_cz: Vklad nebyl nalezen!
de_de: Einzahlung nicht gefunden!
el_gr: Η κατάθεση δεν βρέθηκε!
fr_fr: Dépôt introuvable!
hr_hr: Uplata nije nađena!
hu_hu: Befizetés nem található!
jp_jp: 入金が見つかりません！
pl_pl: Nie odnaleziono wpłaty!
pt_pt: Depósito não encontrado!
ro_ro: Depunere negăsită!
ru_ru: Депозит не найден
sr_sp: Depozit nije pronađen!

source: Deposit request set as completed
bg_bg: Заявката за депозит е определена като завършена
cn_cn: 存款请求设置为完成
cs_cz: Žádost o vklad byla označena jako dokončená.
de_de: Einzahlungsanfrage auf fertiggestellt gesetzt
el_gr: Το αίτημα κατάθεσης ορίστηκε ως ολοκληρωμένο
fr_fr: Demande de dépôt indiquée comme terminée
hr_hr: Zahtjev za uplatu je postavljen kao dovršen
hu_hu: Befizetési kérelem befejezve állapotra állítva.
jp_jp: 入金要請は完了と設定されました
pl_pl: Zlecenie wpłaty ustawione jako zakończone
pt_pt: Pedido de depósito marcado como completado
ro_ro: Cerere depunere stabilită ca finalizată
ru_ru: Запрос депозита выполнен
sr_sp: Zahtev za depozit postavljen kao završen

source: Deposit request canceled
bg_bg: Заявката за депозит е отказана
cn_cn: 存款请求取消
cs_cz: Žádost o vklad byla zrušena
de_de: Einzahlungsanfrage abgebrochen
el_gr: Το αίτημα κατάθεσης ακυρώθηκε
fr_fr: Demande de dépôt annulée
hr_hr: Zahtjev za uplatu je otkazan
hu_hu: Befizetési kérelem megszakítva.
jp_jp: 入金要請はキャンセルされました
pl_pl: Zlecenie wpłaty zostało anulowane
pt_pt: Pedido de depósito cancelado
ro_ro: Cerere depunere anulată
ru_ru: Запрос депозита отменен
sr_sp: Zahtev za depozit otkazan

source: Money transaction completed
bg_bg: Паричната трансакция е завършена
cn_cn: 货币交易已完成
cs_cz: Peněžní transakce byla dokončena.
de_de: Transaktion fertiggestellt
el_gr: Η χρηματική συναλλαγή ολοκληρώθηκε
fr_fr: Transaction d'argent terminée
hr_hr: Novčana transakcija dovršena
hu_hu: Pénztranzakció befejezve.
jp_jp: トランザクションは完了しました
pl_pl: Transakcja pieniężna została zakończona
pt_pt: Transação a dinheiro completada
ro_ro: Tranzacție completă
ru_ru: Транзакция выполнена
sr_sp: Transakcija novca obavljena

source: Select Event
bg_bg: Избери събитие
cn_cn: 选择赛事
cs_cz: Zvolte událost.
de_de: Event auswählen
el_gr: Επολογή γεγονότος
fr_fr: Sélectionner événement
hr_hr: Odaberite događaj
hu_hu: Válassz eseményt
jp_jp: イベントを選ぶ
pl_pl: Wybierz zdarzenie
pt_pt: Evento Selecionado
ro_ro: Selectați eveniment
ru_ru: Выбрать событие
sr_sp: Odaberite događaj

source: No search results found
bg_bg: Не бяха намерени резултати от търсенето
cn_cn: 没有相关搜索结果
cs_cz: Nebyly nalezeny žádné odpovídající výsledky.
de_de: Kein Suchergebnis
el_gr: Δεν βρέθηκαν αποτελέσματα αναζήτησης
fr_fr: Aucun résultat trouvé
hr_hr: Nisu pronađeni rezultati pretrage
hu_hu: Nincs keresési találat.
jp_jp: 検索結果が見つかりませんでした
pl_pl: Nie znaleziono wyników wyszukiwania
pt_pt: Não foram encontrados resultados da pesquisa
ro_ro: Nu există rezultate ale căutării
ru_ru: Ничего не найдено
sr_sp: Nema rezultata pretraživanja

source: Permissions updated
bg_bg: Разрешенията са обновени
cn_cn: 权限已更新
cs_cz: Oprávnění aktualizována.
de_de: Berechtigung aktualisiert
el_gr: Οι άδειες ενημερώθηκαν
fr_fr: Autorisations mises à jour
hr_hr: Dopuštenja ažurirana
hu_hu: Engedélyek frissítve.
jp_jp: 許可が更新されました
pl_pl: Uprawnienia zostały zaktualizowane
pt_pt: Permissões atualizadas
ro_ro: Permisiuni actualizate
ru_ru: Разрешения обновлены
sr_sp: Dozvole ažurirane

source: Your request is accepted.
bg_bg: Заявката Ви е приета
cn_cn: 您的请求已被接纳。
cs_cz: Váš požadavek byl přijat.
de_de: Ihre Anfrage wurde akzeptiert.
el_gr: Η αίτησή σας έγινε δεκτή.
fr_fr: Votre requête est acceptée.
hr_hr: Vaš zahtjev je prihvaćen.
hu_hu: Kérelmed elfogadva.
jp_jp: あなたの要請は受諾されました。
pl_pl: Twoje zlecenie zostało zatwierdzone.
pt_pt: O seu pedido foi aceite.
ro_ro: Cererea dvs. este acceptată.
ru_ru: Запрос принят
sr_sp: Vaš zahtev je prihvaćen.

source: Language already exist
bg_bg: Езикът вече съществува
cn_cn: 语言已存在
cs_cz: Tento jazyk již existuje
de_de: Sprache bereits vorhanden
el_gr: Η γλώσσα υπάρχει ήδη
fr_fr: Langue déjà existante
hr_hr: Taj jezik već postoji
hu_hu: Nyelv már létezik.
jp_jp: この言語は既に存在しています
pl_pl: Język już istnieje
pt_pt: Idioma já existe
ro_ro: Limba există deja
ru_ru: Такой язык уже существует
sr_sp: Jezik već postoji

source: can't delete item
bg_bg: Не може да бъде изтрито
cn_cn: 无法删除项目
cs_cz: položku nelze smazat
de_de: objekt kann nicht gelöscht werden
el_gr: το στοιχείο δεν μπορεί να διαγραφεί
fr_fr: impossible de supprimer l'objet
hr_hr: ne može se izbrisati stavka
hu_hu: elem nem törölhető
jp_jp: 消去することが出来ません
pl_pl: nie można usunąć elementu
pt_pt: impossível apagar item
ro_ro: Elementul nu poate fi șters
ru_ru: невозможно удалить
sr_sp: ne može se izbrisati stavka

source: Emails successfully sent
bg_bg: Писмото е изпратено успешно
cn_cn: 电邮已成功发送
cs_cz: E-mail byl úspěšně odeslán.
de_de: E-Mails erfolgreich verschickt
el_gr: Τα emails στάλθηκαν με επιτυχία
fr_fr: E-mails envoyés avec succès
hr_hr: E-pošte su uspješno poslane
hu_hu: E-mailek sikeresen elküldve.
jp_jp: Eメールは無事送信されました
pl_pl: Wiadomości e-mail zostały wysłane
pt_pt: Email enviado com sucesso
ro_ro: Email trimis cu succes
ru_ru: Письмо отправлено
sr_sp: E-poruke uspešno poslate

source: Please enter event result
bg_bg: Моля, въведете резултат за събитието
cn_cn: 请输入赛事结果
cs_cz: Zadejte výsledek akce
de_de: Bitte Veranstaltungsergebnis eingeben
el_gr: Πληκτρολόγησε το αποτέλεσμα του γεγονότος
fr_fr: Veuillez saisir le résultat de l'événement
hr_hr: Unesite rezultat događaja
hu_hu: Kérjük, add meg az esemény eredményt.
jp_jp: イベント結果を入力して下さい
pl_pl: Wprowadź wynik zdarzenia
pt_pt: Por favor introduza resultado do evento
ro_ro: Vă rugăm introduceți rezultatul evenimentului
ru_ru: Введите результаты события
sr_sp: Unesi rezultat događaja

source: Results updated
bg_bg: Резултатите са обновени
cn_cn: 结果已更新
cs_cz: Výsledky byly aktualizovány.
de_de: Ergebnisse aktualisiert
el_gr: Τα αποτελέσματα ενημερώθηκαν
fr_fr: Résultats mis à jour
hr_hr: Rezultati su ažurirani
hu_hu: Eredmények frissítve.
jp_jp: 結果が更新されました
pl_pl: Wyniki zostały zaktualizowane
pt_pt: Resultados atualizados
ro_ro: Rezultate actualizate
ru_ru: Результаты обновлены
sr_sp: Rezultati ažurirani

source: Settings saved.
bg_bg: Настройките са записани
cn_cn: 设置已保存。
cs_cz: Nastavení byla uložena.
de_de: Einstellungen gespeichert.
el_gr: Τα αποτελέσματα ενημερώθηκαν
fr_fr: Paramètres enregistrés.
hr_hr: Postavke su spremljene.
hu_hu: Beállítások mentve.
jp_jp: 設定が保存されました。
pl_pl: Ustawienia zostały zapisane.
pt_pt: Definições guardadas
ro_ro: Setări salvate
ru_ru: Настройки сохранены
sr_sp: Postavke sačuvane.

source: can't save settings.
bg_bg: Настройките не могат да бъдат записани
cn_cn: 无法保存设置。
cs_cz: nastavení nelze uložit.
de_de: Einstellungen können nicht gespeichert werden.
el_gr: οι ρυθμίσεις δεν μπορούν να αποθηκευτούν.
fr_fr: impossible d'enregistrer les paramètres.
hr_hr: ne mogu se spremiti postavke.
hu_hu: beállítások nem menthetők.
jp_jp: 設定を保存することが出来ません。
pl_pl: nie można zapisać ustawień.
pt_pt: impossível guardar as definições
ro_ro: Setările nu pot fi salvate.
ru_ru: не удалось сохранить настройки
sr_sp: ne mogu se sačuvati postavke.

source: Types chart
bg_bg: Таблица за видове
cn_cn: 图表类型
cs_cz: Tabulka typů
de_de: Sortendarstellung
el_gr: Πίνακας τύπων
fr_fr: Charte des types
hr_hr: Grafikon vrsta
hu_hu: Típus grafikon
jp_jp: タイプチャート
pl_pl: Wykres typów
pt_pt: Tabela de tipos
ro_ro: Tabel tipuri
ru_ru: Таблица разновидностей
sr_sp: Grafikon vrsta

source: Cannot find ticket with id:
bg_bg: Не може да бъде намерен билет с ид.номер:
cn_cn: 无法找到此编号的彩票：
cs_cz: Nepodařilo se nalézt tiket s id:
de_de: Das Ticket mit folgender Nr. konnte nicht gefunden werden:
fr_fr: Impossible de trouver le ticket avec pour id:
hr_hr: Ne može se naći listić s id:
hu_hu: Szelvény nem található ezzel az azonosítóval:
jp_jp: ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：ID付きチケットを見つけることが出来ません：
pl_pl: Nie można odnaleźć kuponu o numerze:
pt_pt: Impossível encontrar o ticket com a ID:
ro_ro: Biletul cu ID-ul: nu poate fi găsit
ru_ru: Не удалось найти билет:
sr_sp: Ne može se naći tiket sa ID:

source: Ticket is not found
bg_bg: Билетът не беше намерен
cn_cn: 无法找到彩票
cs_cz: Tiket nenalezen
de_de: Ticket wurde nicht gefunden
el_gr: Το κουπόνι δεν βρέθηκε!
fr_fr: Ticket introuvable
hr_hr: Listić nije pronađen
hu_hu: Szelvény nem található.
jp_jp: チケットは見つかりませんでした
pl_pl: Nie znaleziono kuponu
pt_pt: Bilhete não encontrado
ro_ro: Biletul nu este găsit
ru_ru: Билет не найден
sr_sp: Tiket nije pronađen

source: Unknown ticket status
bg_bg: Непознат статус на билет
cn_cn: 未知彩票状态
cs_cz: Neznámý stav tiketu
de_de: Unbekannter Ticketstatus
el_gr: Άγνωστη κατάσταση δελτίου
fr_fr: Statut de ticket inconnu
hr_hr: Nepoznat status listića
hu_hu: Ismeretlen szelvény állapot.
jp_jp: 不明チケットステータス
pl_pl: Nieznany status kuponu
pt_pt: Estado do bilhete desconhecido
ro_ro: Situație bilet necunoscută
ru_ru: Статус билета неизвестен
sr_sp: Nepoznat status tiketa

source: Unknown paid status
bg_bg: Непознат статус на плащане
cn_cn: 未知支付状态
cs_cz: Neznámý stav výplaty
de_de: Unbekannter Zahlstatus
el_gr: Άγνωστη κατάσταση πληρωμής
fr_fr: Statut payé inconnu
hr_hr: Nepoznat status plaćanja
hu_hu: Ismeretlen fizetési állapot.
jp_jp: 不明支払いステータス
pl_pl: Nieznany status płatności
pt_pt: Estado de pagamento desconhecido
ro_ro: Situație plată necunoscută
ru_ru: Статус платежа неизвестен
sr_sp: Nepoznat status uplate

source: Unknown error
bg_bg: Непозната грешка
cn_cn: 未知错误
cs_cz: Neznámá chyba
de_de: Unbekannter Fehler
el_gr: Άγνωστο Λάθος
fr_fr: Erreur inconnue
hr_hr: Nepoznata pogreška
hu_hu: Ismeretlen hiba.
jp_jp: 不明エラー
pl_pl: Nieznany błąd
pt_pt: Erro desconhecido
ro_ro: Eroare necunoscută
ru_ru: Неизвестная ошибка
sr_sp: Nepoznata greška

source: Insufficient credits
bg_bg: Недостатъчни кредити
cn_cn: 信用度不足
cs_cz: Nedostatek kreditů
de_de: Guthaben nicht ausreichend
el_gr: Ανεπαρκή ποσά πίστωσης
fr_fr: Crédits insuffisants
hr_hr: Nedovoljno sredstava
hu_hu: Elégtelen kredit.
jp_jp: 不十分なクレジット
pl_pl: Niewystarczające zasilenie konta
pt_pt: Créditos insuficientes
ro_ro: Credite insuficiente
ru_ru: Недостаточно средств
sr_sp: Nedovoljno kredita

source: Ticket is still pending or lost
bg_bg: Билетът е в процес на изчакване или губещ
cn_cn: 彩票仍待处理或遗失
cs_cz: Tiket ještě nebyl vyhodnocen nebo prohrál.
de_de: Ticket ist noch nicht abgeschlossen oder verloren
el_gr: Το δελτίο ακόμα εκκρεμεί ή έχει χαθεί
fr_fr: Le ticket est toujours en attente ou perdu
hr_hr: Listić još čeka ili je izgubljen
hu_hu: Szelvény még függőben van vagy vesztes.
jp_jp: チケットはまだ未定か、なくなりました
pl_pl: Kupon nadal oczekuje lub zagubił się
pt_pt: O bilhete ainda está pendente ou perdido
ro_ro: Biletul este în așteptare sau pierdut
ru_ru: Билет рассматривается или потерян
sr_sp: Tiket je još aktivan ili gubitan

source: Ticket already printed. Ticket ID: %d
bg_bg: Билетът вече е принтиран. Билет с ид.номер: %d
cn_cn: 彩票已被打印。彩票编号： %d
cs_cz: Tiket byl již vytištěn. ID tiketu: %d
de_de: Ticket wurde bereits gedruckt. Ticket-Nr.: %d
el_gr: Το δελτίο εκτυπώθηκε. ΙD δελτίου: %d
fr_fr: Ticket déjà imprimé. ID du ticket: %d
hr_hr: Listić je već otisnut. ID listića: %d
hu_hu: Szelvény már ki van nyomtatva. Szelvényazonosító: %d
jp_jp: チケットは既に印刷されました。チケットID:%d
pl_pl: Kupon został już wydrukowany. Numer kuponu: %d
pt_pt: Ticket já impresso ID de ticket %d
ro_ro: Biletul a fost deja printat. ID bilet: %d
ru_ru: Билет уже напечатан. Номер билета: %d
sr_sp: Tiket već odštampan. ID tiketa: %d

source: Can not find ticket. Ticket ID: %d
bg_bg: Билетът не може да бъде намерен. Билет с ид.номер: %d
cn_cn: 无法找到彩票。彩票编号： %d
cs_cz: Tiket nenalezen. ID tiketu: %d
de_de: Ticket konnte nicht gefunden werden. Ticket-Nr.: %d
el_gr: Το δελτίο δεν βρέθηκε. ID δελτίου: %d
fr_fr: Ticket introuvable. ID du ticket: %d
hr_hr: Ne može se naći listić. ID listića: %d
hu_hu: Szelvény nem található. Szelvényazonosító: %d
jp_jp: チケットが見つかりません。チケットID:%d
pl_pl: Nie można odnaleźć kuponu. Numer kuponu: %d
pt_pt: Ticket não encontrado ID de ticket %d
ro_ro: Biletul nu poate fi găsit. ID bilet: %d
ru_ru: Не удалось найти билет. Номер билета: %d
sr_sp: Ne može se naći tiket. ID tiketa: %d

source: Please select another pick from different event
bg_bg: Моля, направете още един избор от друго събитие
cn_cn: 请挑选不同赛事的另一选择
cs_cz: Vyberte jiný tip z jiné akce
de_de: Bitte wählen Sie ein weiteres Pick eines anderen Events
el_gr: Κάνε μια άλλη επιλογή από ένα άλλο γεγονός
fr_fr: Veuillez procéder à une autre sélection pour un événement différent
hr_hr: Odaberite drugi ishod za neki drugi događaj
hu_hu: Kérjük, válassz egy másik fogadást egy különböző eseményből.
jp_jp: 違うイベントから新しいものを選んで下さい
pl_pl: Wybierz inną opcję z innego zdarzenia
pt_pt: Por favor selecione outra escolha de evento diferente
ro_ro: Vă rugăm selectați o altă opțiune de pariere dintr-un eveniment diferit
ru_ru: Выберите ставку для другого события
sr_sp: Izaberite drugi tip sa različitog događaja

source: Min betting amount is %d
bg_bg: Минималният залог е %d
cn_cn: 最低下注金额是 %d
cs_cz: Minimální výše sázky je %d
de_de: Mindestwettbetrag ist %d
el_gr: Το ελάχιστο ποσό στοιχείματος είναι %d
fr_fr: Le montant minimum de pari est %d
hr_hr: Minimalni ulog je %d
hu_hu: Min. fogadási összeg %d
jp_jp: 最低ベット金額は％dです
pl_pl: Minimalna kwota wpłaty to %d
pt_pt: Montante mín. de aposta é %d
ro_ro: Suma minimă de pariere este %d
ru_ru: Минимальный размер ставки: %d
sr_sp: Min. iznos opklade je %d

source: You can not form this type of ticket, switching back to single
bg_bg: Не можете да съставите този вид билет, прехвърляне към единичен.
cn_cn: 您不能组成此彩票种类，请切换到单一彩票
cs_cz: Tento typ tiketu nelze vytvořit. Přepínám zpět na jednoduchý tiket.
de_de: Sie können diese Ticket-Art nicht erstellen, zurück zum Single
el_gr: Δεν μπορείς να χρησιμοποιήσεις δελτίο τέτοιου τύπου, επιστροφή στο μονό
fr_fr: Vous ne pouvez pas former ce type de ticket, retour au ticket simple
hr_hr: Ne možete izraditi ovu vrstu listića, vraćanje na pojedinačnu okladu
hu_hu: Ilyen típusú szelvényt nem hozhatsz létre, visszaállás egyszerire.
jp_jp: このタイプのチケットは作ることが出来ません、シングルに変わります
pl_pl: Nie można utworzyć kuponu tego typu. Powrót do pojedynczego kuponu
pt_pt: Não pode formar este tipo de ticket; voltar para singular
ro_ro: Nu puteți forma acest tip de bilet, veti trece înapoi la biletul simplu
ru_ru: Невозможно создать данный тип билета. Возврат к одиночным ставкам
sr_sp: Ne možete formirati ovu vrstu tiketa, u toku je prebacivanje natrag na singl
