Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default_old.po
Languages: it_it, sv_se

source: Your passwords does not much
it_it: Le password non corrispondono
sv_se: Dina lösenord matchar inte

source: Your Account has been created. Please confirm you email in order to be able to login
it_it: Il tuo account è stato creato. Conferma la tua email per effettuare il login
sv_se: Ditt konto har skapats. Bekräfta din e-post för att logga in

source: Password changed
it_it: Password cambiata
sv_se: Lösenord ändrat

source: Wrong old password. Please try again
it_it: Vecchia password incorretta. Prova ancora
sv_se: Fel gammalt lösenord. Försök igen

source: Passwords do not match. Please try again
it_it: Le password non corrispondono. Prova ancora
sv_se: Lösenorden matchar inte. Försök igen

source: Account information updated.
it_it: Informazioni account aggiornate.
sv_se: Kontoinformation uppdaterad.

source: Limits cancelled.
it_it: Limiti cancellati.
sv_se: Gränser avbrutna.

source: Unable to cancel limit
it_it: Impossibile cancellare limiti
sv_se: Det går inte att avbryta gräns

source: Limits updated.
it_it: Limiti aggiornati.
sv_se: Gränser uppdaterade.

source: Limits not updated.
it_it: Limiti non aggiornati.
sv_se: Gränser uppdaterades inte.

source: You account has been deleted.
it_it: Il tuo account è stato cancellato.
sv_se: Ditt konto har tagits bort.

source: Account settings updated.
it_it: Impostazioni account aggiornate.
sv_se: Kontoinställningar uppdaterade.

source: Password reset link sent to your email
it_it: Link per il reset della password inviato alla tua email
sv_se: Lösenord återställningslänk skickad till din e-postadress

source: E-mail not valid
it_it: Email non valida
sv_se: E-postadress är inte giltig

source: Promotional code successfully used
it_it: Codice promozionale usato con successo
sv_se: Kampanjkod framgångsrikt använt

source: Invalid promotional code
it_it: Codice promozionale invalido
sv_se: Ogiltig kampanjkod

source: Confirm your email.
it_it: Conferma la tua email.
sv_se: Bekräfta din e-postadress.

source: Your Account is Locked. Please Reset your password
it_it: Il tuo account è Bloccato. Reinserisci la password
sv_se: Ditt konto är låst. Återställ ditt lösenord

source: Your Account is Deleted Permanently
it_it: Il tuo account è cancellato permanentemente
sv_se: Ditt konto är permanent borttaget

source: You are Already Logged in.
it_it: Hai già effettuato il log-in.
sv_se: Du redan är inloggad.

source: Wrong Password
it_it: Password errata
sv_se: Fel lösenord

source: Username or password is incorrect
it_it: Nome utente o password incorretti
sv_se: Användarnamn eller lösenord är felaktigt

source: Staff %s (ID: %d) requested to fund your account
it_it: Staff %s (ID: %d) ha richiesto di finanziare il tuo account
sv_se: Personal %s (ID: %d) begärde att ladda upp ditt konto

source: User %s (ID: %d) account was credited by %s
it_it: Utente %s (ID: %d): account accreditato di %s
sv_se: Användare %s (ID: %d) konto krediterades med %s

source: User %s is credited by %d %s
it_it: Utente %s accreditato di %d %s
sv_se: Användare %s krediteras med %d %s

source: Staff %s (ID: %d) requested to charge your account
it_it: Staff %s (ID: %d) ha richiesto di addebitare il tuo account
sv_se: Personal %s (ID: %d) begärde att debitera ditt konto

source: User %s (ID: %d) account was charged by %s
it_it: Utente %s (ID: %d): account addebitato di %s
sv_se: Användare %s (ID: %d) konto belastades med %s.

source: User %s is charged by %d %s
it_it: Utente %s addebitato di %d %s
sv_se: Användare %s debiteras med %d %s

source: KYC Data Accepted
it_it: Dati KYC accettati
sv_se: KYC data godkänt

source: Email successfully sent
it_it: Email inviata con successo
sv_se: E-postmeddelande skickat

source: Cannot send email. Please try again.
it_it: Impossibile inviare email. Prova ancora.
sv_se: Kan inte skicka e-post. Försök igen.

source: can't find
it_it: impossibile trovare
sv_se: kan inte hittas

source: Changes saved
it_it: Cambiamenti salvati
sv_se: Ändringar sparade

source: This cannot be saved.
it_it: Impossibile salvare.
sv_se: Detta kan inte sparas.

source: Item added
it_it: Oggetto aggiunto
sv_se: Objekt lagt till

source: This cannot be added.
it_it: Impossibile aggiungere.
sv_se: Detta kan inte läggas till.

source: Item deleted
it_it: Oggetto eliminato
sv_se: Objekt borttaget

source: This cannot be deleted.
it_it: Impossibile eliminare.
sv_se: Detta kan inte tas bort.

source: Bet added
it_it: Scommessa aggiunta
sv_se: Spel lagt till

source: Error adding bet
it_it: Errore aggiunta scommessa
sv_se: Fel vid tilläggning av spel

source: Lowest deposit amount is
it_it: Somma minima di deposito
sv_se: Lägsta insättningsbelopp är

source: Highest deposit amount is
it_it: Somma massima di deposito
sv_se: Högsta insättningsbelopp är

source: You have reached you deposit limit per transaction amount:
it_it: Hai raggiunto il tuo limite di deposito per transazione:
sv_se: Du har uppnått din insättningsgräns per transaktionssumma:

source: You have reached you deposit limit daily amount:
it_it: Hai raggiunto il tuo limite di deposito giornaliero:
sv_se: Du har uppnått din dagliga insättningsgräns:

source: You have reached you deposit limit weekly amount:
it_it: Hai raggiunto il tuo limite di deposito settimanale:
sv_se: Du har uppnått din veckoliga insättningsgräns:

source: You have reached you deposit limit monthly amount:
it_it: Hai raggiunto il tuo limite di deposito mensile:
sv_se: Du har uppnått din månatliga insättningsgräns:

source: Bonus code expired or wrong
it_it: Codice bonus scaduto o errato
sv_se: Bonuskod har gått ut eller är fel

source: Bonus code expired
it_it: Codice bonus scaduto
sv_se: Bonuskod har gått ut

source: Your amount is too low for bonus
it_it: Somma troppo bassa per il bonus
sv_se: Ditt belopp är för lågt för bonus

source: Your amount is too high for bonus
it_it: Somma troppo alta per il bonus
sv_se: Ditt belopp är för högt för bonus

source: User Terminated
it_it: Utente terminato
sv_se: Användare avbruten

source: Completed
it_it: Completato
sv_se: Fullbordade

source: Pending
it_it: In attesa
sv_se: Väntande

source: Canceled
it_it: Annullato
sv_se: Annullerade

source: Cancelled
it_it: Annullato
sv_se: Annullerade

source: Statuses chart
it_it: Tabella status
sv_se: Status diagram

source: Amount chart
it_it: Tabella somme
sv_se: Belopp diagram

source: Deposit not found!
it_it: Deposito non trovato!
sv_se: Insättning kan inte hittas!

source: Deposit already marked as "completed""!"
it_it: Deposito già contrassegnato come ”completato”!
sv_se: Insättning redan markerad "klar""! "

source: Deposit request set as completed
it_it: Richiesta di deposito contrassegnata come completata
sv_se: Insättningsbegäran inställd som klar

source: Deposit request canceled
it_it: Richiesta di deposito cancellata
sv_se: Insättningsbegäran avbruten

source: Money transaction completed
it_it: Transazione monetaria completata
sv_se: Pengartransaktion klar

source: Select Event
it_it: Seleziona evento
sv_se: Välj evenemang

source: No search results found
it_it: Nessun risultato per la ricerca
sv_se: Inga sökresultat hittades

source: Permissions updated
it_it: Permessi aggiornati
sv_se: Behörigheter uppdaterade

source: Your request is accepted.
it_it: La tua richiesta è stata accettata.
sv_se: Din förfrågan accepterades.

source: Language already exist
it_it: La lingua esiste già
sv_se: Språk finns redan

source: can't delete item
it_it: impossibile eliminare oggetto
sv_se: kan inte ta bort objekt

source: Emails successfully sent
it_it: Email inviata con successo
sv_se: E-postmeddelanden skickades

source: Please enter event result
it_it: Inserisci il risultato dell'evento
sv_se: Ange evenemangresultat

source: Results updated
it_it: Risultati aggiornati
sv_se: Resultaten uppdaterade

source: Settings saved.
it_it: Impostazioni salvate.
sv_se: Inställningar sparade.

source: can't save settings.
it_it: impossibile salvare le impostazioni.
sv_se: kan inte spara inställningar.

source: Types chart
it_it: Tabella tipi
sv_se: Typer diagram

source: Cannot find ticket with id:
it_it: Impossibile trovare biglietto ID:
sv_se: Kan inte hitta kupong med ID:

source: Ticket is not found
it_it: Biglietto non trovato
sv_se: Kupong kan inte hittas

source: Unknown ticket status
it_it: Status biglietto sconosciuto
sv_se: Okänd kupong status

source: Unknown paid status
it_it: Stato pagamento sconosciuto
sv_se: Okänd betalad status

source: Unknown error
it_it: Errore sconosciuto
sv_se: Okänt fel

source: Insufficient credits
it_it: Crediti insufficienti
sv_se: Otillräckliga krediter

source: Ticket is still pending or lost
it_it: Biglietto in corso o perso
sv_se: Kupong avvaktas fortfarande eller är förluren

source: Ticket already printed. Ticket ID: %d
it_it: Biglietto già stampato. ID biglietto: %d
sv_se: Kupong redan utskiven. Kupong ID: %d

source: Can not find ticket. Ticket ID: %d
it_it: Impossibile trovare biglietto. ID biglietto: %d
sv_se: Kan inte hitta kupong. Kupong ID: %d

source: Please select another pick from different event
it_it: Seleziona un'altra scelta da un altro evento
sv_se: Välj ett annat val från olika evenemang

source: Min betting amount is %d
it_it: Somma minima di scommessa %d
sv_se: Minsta spelbelopp är %d

source: You can not form this type of ticket, switching back to single
it_it: Non puoi compilare questo tipo di biglietto, ritorno a singolo
sv_se: Du kan inte formatera denna typ av kupong, växlar tillbaka till singel

source: Wrong Password or Username
it_it: Password o nome utente errati
sv_se: Fel lösenord eller användarnamn

source: Lowest amount for cashout is
it_it: Somma minima per il cashout
sv_se: Lägsta belopp för uttag är

source: Highest amount for cashout is
it_it: Somma massima per il cashout
sv_se: Högsta summa för utbetalning är

source: Not enough money for this cashout transaction
it_it: Denaro insufficiente per questa transazione cashout
sv_se: Inte tillräckligt med pengar för denna utbetalning

source: You cannot cashout transaction. There is a "Locked Amount"" of %s due to bonus policy. You can withdraw %s"
it_it: Non puoi effettuare il cashout. C'è un ”somma fissa” di %s a causa del regolamento del bonus. Puoi prelevare %s
sv_se: Du kan inte utbetala transaktion. Det finns ett "Låst belopp"" på %s på grund av bonuspolicy. Du kan betala ut %s. "

source: Previous withdrawal transaction is not completed
it_it: Transazione di prelievo precedente non completata
sv_se: Förra utbetalningstransaktionen genomfördes inte

source: You are not verified (all) to complete this transaction. Please fulfill the form on the following address:
it_it: Non hai verificato i dati (tutto) per completare questa transazione. Riempi il modulo al seguente indirizzo:
sv_se: Du är inte verifierad (alls) för att genomföra transaktionen. Var vänlig fullfölj formuläret på följande adress:

source: You have to resubmit Documents for verification. Please fulfill the form on the following address
it_it: Devi inviare nuovamente i documenti per la verifica. Riempi il modulo al seguente indirizzo
sv_se: Du måste skicka in dokument igen för verifiering. Var vänlig fullfölj formuläret på följande adress

source: You are not verified (age) to complete this transaction. Please fulfill the form on the following address:
it_it: Non hai verificato i dati (età) per completare questa transazione. Riempi il modulo al seguente indirizzo:
sv_se: Du är inte verifierad (ålder) för att genomföra transaktionen. Var vänlig fullfölj formuläret på följande adress:

source: Your withdrawal request for %s is accepted. Please enter your bank information in the following link: <a href='/users/account'>Account Information</a>
it_it: La tua richiesta di prelievo di %s è stata accettata. Inserisci i tuoi dati bancari al seguente link: <a href='/users/account'>Account Information</a>
sv_se: Din utbetalningsbegäran på %s accepterades. Var vänlig ange din bankinformation på följande länk: <a href='/users/account'>Account Information</a>

source: Your withdrawal request for %s is accepted.
it_it: La tua richiesta di prelievo di %s è stata accettata.
sv_se: Din utbetalningsbegäran på %s accepterades.

source: Bank information updated.
it_it: Dati bancari aggiornati.
sv_se: Bankinformation uppdaterad.

source: Withdraw request set as completed
it_it: Richiesta di prelievo contrassegnata come completata
sv_se: Uttagsbegäran inställd som klar

source: Withdraw request updated
it_it: Richiesta di prelievo aggiornata
sv_se: Uttagsbegäran uppdaterad

source: Withdraw request canceled
it_it: Richiesta di prelievo cancellata
sv_se: Uttagsbegäran avbruten

source: Win
it_it: Vincite
sv_se: Vinst

source: Lost
it_it: Perdite
sv_se: Förslust

source: Yes
it_it: Sì
sv_se: Ja

source: View
it_it: Vedi
sv_se: Granska

source: Edit
it_it: Modifica
sv_se: Redigera

source: Delete
it_it: Cancella
sv_se: Ta bort

source: List
it_it: Lista
sv_se: Lista

source: Create
it_it: Crea
sv_se: Skapa

source: All
it_it: Tutto
sv_se: Alla

source: Users
it_it: Utenti
sv_se: Användare

source: Complete
it_it: Completa
sv_se: Klar

source: Cancel
it_it: Cancella
sv_se: Avbryt

source: Amount from
it_it: Somma da
sv_se: Belopp från

source: Amount to
it_it: Somma a
sv_se: Belopp till

source: Transaction ID
it_it: ID transazione
sv_se: Transaktions ID

source: Event name
it_it: Nome evento
sv_se: Evenemang namn

source: Language
it_it: Lingua
sv_se: Språk

source: language
it_it: lingua

source: League name
it_it: Nome torneo
sv_se: Liga namn

source: View events
it_it: Vedi eventi
sv_se: Visa evenemang

source: Add Event
it_it: Aggiungi evento
sv_se: Lägg till evenemang

source: Send Mail
it_it: Invia mail
sv_se: Skicka post

source: Send to All
it_it: Invia a tutti
sv_se: Skicka till alla

source: Header 2 menu
it_it: Menù header 2
sv_se: Sidhuvud 2 meny

source: Header 3 menu
it_it: Menù header 3
sv_se: Sidhuvud 3 meny

source: Bottom 4 menu
it_it: Menù bottom 4
sv_se: Botten 4 meny

source: Footer menu
it_it: Menù footer
sv_se: Sidfot meny

source: Header menu
it_it: Menù header
sv_se: Sidhuvud meny

source: Top Header menu
it_it: Menù top header
sv_se: Topp sidhuvud meny

source: Top menu
it_it: Top menù
sv_se: Topp meny

source: Tickets
it_it: Biglietti
sv_se: Kuponger

source: Deposits
it_it: Depositi
sv_se: Insättningar

source: Withdraws
it_it: Prelievi
sv_se: Lista av uttag

source: Withdraws List
it_it: Lista dei prelievi
sv_se: Lista av uttag

source: Results
it_it: Risultati
sv_se: Resultat

source: Finished events in tickets
it_it: Eventi finiti nei biglietti
sv_se: Avslutade evenemang på kuponger

source: Pending events in tickets
it_it: Eventi in corso nei biglietti
sv_se: Pågående evenemang på kuponger

source: All finished events
it_it: Tutti gli eventi finiti
sv_se: Alla avslutade evenemang

source: Warnings
it_it: Avvisi
sv_se: Varningar

source: Settings
it_it: Impostazioni
sv_se: Inställningar

source: Identity number
it_it: Numerò identità
sv_se: Identitetsnummer

source: Words in title
it_it: Parole nel titolo
sv_se: Ord i titel

source: Words in description
it_it: Parole nella descrizione
sv_se: Ord i beskrivning

source: Url link
it_it: Link url
sv_se: URL länk

source: Add League
it_it: Aggiungi torneo
sv_se: Lägg till liga

source: Fund staff
it_it: Finanzia staff
sv_se: Fondera personal

source: Charge staff
it_it: Addebita staff
sv_se: Debitera personal

source: Ticket Fraud Check
it_it: Controllo frode biglietto
sv_se: Kupong bedrägerikontroll

source: Mark as paid
it_it: Contrassegna come pagato
sv_se: Markera som betald

source: Group ID
it_it: ID gruppo
sv_se: Grupp ID

source: Tickets created
it_it: Biglietti creati
sv_se: Kuponger skapade

source: Total
it_it: Totale

source: Total payout
it_it: Payout totale
sv_se: Total utbetalning

source: Profit
it_it: Profitto
sv_se: Vinst

source: 1Lowest stake on %s is %d
it_it: 1 Interesse minimo su %s è %d
sv_se: Lägsta insats på %s är %d

source: Highest stake on %s is %d
it_it: Interesse massimo su %s è %d
sv_se: Högsta insats på %s är %d

source: 2Lowest stake on %s is %d
it_it: 2 Interesse minimo su %s è %d
sv_se: Lägsta insats på %s är %d

source: 3Lowest stake amount is %d
it_it: 3 Interesse minimo su %s è %d
sv_se: Lägsta insatssumma är %d

source: Highest stake amount is %d
it_it: Interessa massimo è %d
sv_se: Högsta insatssumma är %d

source: You have reached you wager limit per transaction amount: %d %s
it_it: Hai raggiunto il tuo limite di wager per transazione: %d %s
sv_se: Du har uppnått din satsningsgräns per transaktionssumma: %d %s

source: You have reached you wager limit daily amount: %d %s
it_it: Hai raggiunto il tuo limite di wager giornaliero: %d %s
sv_se: Du har uppnått din dagliga satsningsgräns: %d %s

source: You have reached you wager limit weekly amount: %d %s
it_it: Hai raggiunto il tuo limite di wager settimanale: %d %s
sv_se: Du har uppnått din veckoliga satsningsgräns: %d %s

source: You have reached you wager limit monthly amount: %d %s
it_it: Hai raggiunto il tuo limite di wager mensile: %d %s
sv_se: Du har uppnått din månatliga satsningsgräns: %d %s

source: You have reached you loss limit per transaction amount: %d %s
it_it: Hai raggiunto il tuo limite di perdite per transazione: %d %s
sv_se: Du har uppnått din förslustgräns per transaktionssumma: %d %s

source: You have reached you loss limit daily amount: %d %s
it_it: Hai raggiunto il tuo limite di perdite giornaliere: %d %s
sv_se: Du har uppnått din dagliga förslustgräns: %d %s

source: You have reached you loss limit weekly amount: %d %s
it_it: Hai raggiunto il tuo limite di perdite settimanali: %d %s
sv_se: Du har uppnått din veckoliga förslustgräns: %d %s

source: You have reached you loss limit monthly amount: %d %s
it_it: Hai raggiunto il tuo limite di perdite mensili: %d %s
sv_se: Du har uppnått din månatliga förslustgräns: %d %s

source: Please login
it_it: Effettua il login
sv_se: Var vänlig logga in

source: Please login first!
it_it: Devi prima accedere!
sv_se: Logga in först!

source: Please select at least %d picks
it_it: Seleziona almeno %d scelte
sv_se: Var vänlig välj åtminstone %d val

source: Not enough money
it_it: Denaro insufficiente
sv_se: Inte tillräckligt med pengar

source: One or more events already started, please remove them
it_it: Uno o più eventi sono già iniziati, sei pregato di rimuoverli
sv_se: En eller flera evenemang har redan börjat, ta bort

source: Odd outdated. Please remove invalid odd
it_it: Probabilità scaduta. Sei pregato di rimuovere la probabilità invalida
sv_se: Gammalt odds. Var vänlig ta bort ogiltigt odds

source: One or mode bets are inactive
it_it: Una o più scommesse sono inattive
sv_se: En eller fler spel är inaktiva

source: Printed
it_it: Stampato
sv_se: Utskriven

source: User Id
it_it: ID utente
sv_se: Användar-ID

source: Amount From
it_it: Somma da
sv_se: Belopp från

source: Amount To
it_it: Somma a
sv_se: Belopp till

source: Potential Winning From
it_it: Vincita potenziale da
sv_se: Beräknad vinst från

source: Potential Winning To
it_it: Vincita potenziale a
sv_se: Beräknad vinst till

source: Odd From
it_it: Probabilità da
sv_se: Odd från

source: Odd To
it_it: Probabilità a
sv_se: Odd till

source: Fund
it_it: Finanzia
sv_se: Kapital

source: Charge
it_it: Addebita
sv_se: Avgift

source: User ID
it_it: ID utente
sv_se: Användar-ID

source: Back
it_it: Indietro
sv_se: Tillbaka

source: All feeds updated
it_it: Tutti i feed aggiornati
sv_se: Alla feeds uppdaterade

source: All feeds downloaded
it_it: Tutti i feed scaricati
sv_se: Alla feeds nedladdade

source: All feeds parsed
it_it: Tutti i feed analizzati
sv_se: Alla feeds tolkade

source: Feed updated
it_it: Feed aggiornato
sv_se: Feed uppdaterad

source: Cannot find feed
it_it: Impossibile trovare feed
sv_se: Kan inte hitta feed

source: Cant find feed
it_it: Impossibile trovare feed
sv_se: Kan inte hitta feed

source: Update
it_it: Aggiorna
sv_se: Uppdaternig

source: Update All
it_it: Aggiorna tutto
sv_se: Uppdatera alla

source: Deposit
it_it: Depositare
sv_se: Deposition

source: Thank You
it_it: Grazie
sv_se: Tack

source: You successfully deposit %d
it_it: Hai depositato con successo %d
sv_se: Din insättning på %d lyckades

source: You cancel your deposit
it_it: Hai cancellato il tuo deposito
sv_se: Du avbryter din insättning

source: You have successfully made deposit for
it_it: Hai depositato con successo
sv_se: Du har gjort insättning för

source: Sorry, we can not find your payment
it_it: Spiacente, impossibile trovare il tuo pagamento
sv_se: Vi ber om ursäkt, vi kan inte hitta din betalning

source: Make Deposit
it_it: Deposita
sv_se: Gör insättning

source: Amount
it_it: Somma
sv_se: Belopp

source: Make your Deposit
it_it: Deposita
sv_se: Gör din insättning

source: Bonus code or leave empty
it_it: Codice bonus o lascia in bianco
sv_se: Bonuskod eller lämna tomt

source: Available ACO sync commands:
it_it: Comandi sync AOC disponibili:
sv_se: Tillgängliga ACO synkroniseringskommandon:

source: For help, run the 'help' command. For help on a specific command, run 'help <command>'
it_it: Per aiuto, scrivi “help”. Per aiuto su un comando specifico, scrivi 'help<command>'

source: Deleted %s and all children
it_it: Cancellato %s e tutti i fgli
sv_se: Bortagen %s och alla barn

source: Aco Update Complete
it_it: Aggiornamento ACO completato
sv_se: Aco uppdatering klar

source: Created Aco node: %s
it_it: Creato nodo ACO: %s
sv_se: Skapad Aco förbindelse: %s

source: Deleted Aco node %s
it_it: Cancellato nodo ACO: %s
sv_se: Bortagen Aco förbindelse %s

source: Usage: cake aco_sync <command>
it_it: Utilizzo: cake aco_sync <command>
sv_se: Användning: cake aco_sync <command>

source: Commands:
it_it: Comandi:
sv_se: Kommandon:

source: Add new ACOs for new controllers and actions
it_it: Aggiungi nuovi ACO per nuovi controller e azioni
sv_se: Lägg till nya ACOs för nya kontroller och åtgärder

source: Create new ACO's for controllers and their actions. Does not remove any nodes from ACO table
it_it: Crea nuovo ACO di per i controller e le loro azioni. Non rimuovere i nodi dal tavolo ACO
sv_se: Skapa nya ACOs för kontroller och deras åtgärder. Tar inte bort förbindelser från ACO tabell

source: Creates new ACO's for missing controllers and actions. Removes orphaned entries in the ACO table.
it_it: Crea nuovi ACO per controller mancanti e relative azioni. Rimuove gli elementi orfani nella tabella ACO.
sv_se: Skapar nya ACOs för saknade kontroller och åtgärder. Tar bort föräldralösa poster i ACO tabell.

source: Displays this help message, or a message on a specific command.
it_it: Mostra questo messaggio d'aiuto, o un messaggio su uno specifico comando.
sv_se: Visar detta hjälpmeddelande eller meddelande på specifik begäran.

source: Command '%s' not found
it_it: Comando “%s” non trovato
sv_se: Kommando '%s' inte hittad

source: day
it_it: giorno
sv_se: dag

source: Day
it_it: Giorno
sv_se: Dag

source: month
it_it: mese
sv_se: månad

source: Month
it_it: Mese
sv_se: Månad

source: year
it_it: anno
sv_se: år

source: Year
it_it: Anno
sv_se: År

source: days
it_it: giorni
sv_se: dagar

source: h
it_it: ore
sv_se: t

source: min
it_it: minuti

source: Successful
it_it: Successo
sv_se: Framgångsrikt

source: Failed
it_it: Fallito
sv_se: Misslyckade

source: Unknown
it_it: Sconosciuto
sv_se: Okänd

source: Decimal
it_it: Decimale

source: Fractional
it_it: Frazionale
sv_se: Bråk

source: American
it_it: Americano
sv_se: Amerikanskt

source: more
it_it: di più
sv_se: mer

source: Event
it_it: Evento
sv_se: Evenemang

source: Pick
it_it: Scegli
sv_se: Val

source: odd
it_it: probabilità

source: Result
it_it: Risultato
sv_se: Resultat

source: Outcome
it_it: Esito
sv_se: Resultat

source: Status
it_it: Stato

source: Username
it_it: Nome utente
sv_se: Användarnamn
