Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: 1st Half Double Chance
bg_bg: 1-во полувреме двоен шанс
cn_cn: 上半场双胜
cs_cz: 1. poločas – dvojitá šance
de_de: 1. Hälfte doppelte Chance
el_gr: 1ο Ημίχρονο - Διπλή ευκαιρία
fr_fr: Double chance 1ère mi-temps
hr_hr: Dvoznak za 1. poluvrijeme
hu_hu: 1. félidő - Dupla esély
jp_jp: 第一ハーフ ダブルチャンス
pl_pl: Pierwsza połowa - podwójna szansa
pt_pt: 1ª Metade Dupla Chance
ro_ro: Repriza 1 - şansă dublă
ru_ru: Двойной шанс в 1 тайме
sr_sp: Dupla šansa za 1. poluvreme

source: 1st Half Draw no Bet
bg_bg: 1-во полувреме при равенство залогът се отменя
cn_cn: 上半场平手无效
cs_cz: 1. poločas – remíza ruší sázku
de_de: 1. Hälfte Wette ohne Unentschieden
fr_fr: Match nul écarté 1ère mi-temps
hr_hr: Oklada bez neriješenog za 1. poluvrijeme
hu_hu: 1. félidő - Nincs fogadás döntetlenre
jp_jp: 第一ハーフー引き分け 賭けなし
pl_pl: Pierwsza połowa - zwrot zakładu przy remisie
pt_pt: 1ª Metade Empate sem aposta
ro_ro: Repriza 1 - draw no bet
ru_ru: Возврат ставки в случае ничьей в 1 тайме
sr_sp: 1. poluvreme - Povrat na nerešeno

source: First goal interval 10 min
bg_bg: Първи гол на 10 -та минута
cn_cn: 第一个进球时间间隔10分钟
cs_cz: První gól do 10 minut
de_de: Erstes Tor nach 10 Minuten
el_gr: Σε ποιο δεκάλεπτο θα μπει το πρώτο γκολ
fr_fr: Intervalle premier but 10 min
hr_hr: Interval za prvi gol 10 min
hu_hu: Első gól 10 perces időtartomány
jp_jp: 最初のゴール間隔１０分
pl_pl: Pierwszy gol w ciągu 10 minut
pt_pt: 1º Golo intervalo 10 minutos
ro_ro: Interval 10 min primul gol
ru_ru: Первый гол в течение 10 минут
sr_sp: Vreme prvog gola 10 minuta

source: First goal interval 15 min
bg_bg: Първи гол на 15 -та минута
cn_cn: 第一个进球时间间隔15分钟
cs_cz: První gól do 15 minut
de_de: Erstes Tor nach 15 Minuten
el_gr: Σε ποιο δεκαπεντάλεπτο θα μπει το πρώτο γκολ
fr_fr: Intervalle premier but 15 min
hr_hr: Interval za prvi gol 15 min
hu_hu: Első gól 15 perces időtartomány
jp_jp: 最初のゴール間隔１５分
pl_pl: Pierwszy gol w ciągu 15 minut
pt_pt: 1º Golo intervalo 15 minutos
ro_ro: Interval 15 min primul gol
ru_ru: Первый гол в течение 15 минут
sr_sp: Vreme prvog gola 15 minuta

source: First 10 minutes -3 way
bg_bg: Първите 10 минути - с троен знак
cn_cn: 首10分钟 — 三路
cs_cz: Prvních 10 minut - 3 way
de_de: Erste 10 Minuten - 3 Wege
el_gr: Πρώτα δέκα λεπτα 1Χ2
fr_fr: Premières 10 minutes -3 way
hr_hr: Prvi 10 minuta -3 ishoda
hu_hu: Első 10 perc - 3 esély
jp_jp: 最初の１０分−３通り
pl_pl: Pierwsze 10 minut - 3 możliwości
pt_pt: Primeiros 10 minutos -3 way
ro_ro: Primele 10 minute - 1x2
ru_ru: Первые 10 минут - тройной исход
sr_sp: Prvih 10 minuta - 3 ishoda

source: 1st Half - Both Teams to score
bg_bg: 1-во полувреме - и двата отбора да отбележат
cn_cn: 上半场 — 两队都有得分
cs_cz: 1. poločas – oba týmy skórují
de_de: 1. Hälfte - Treffer beider Teams
el_gr: 1ο Ημίχρονο - Θα σκοράρουν και οι δύο ομάδες
fr_fr: 1ère mi-temps - Les deux equipes marquent
hr_hr: 1. poluvrijeme - obje momčadi zabijaju
hu_hu: 1. félidő - Mindkét csapat szerez gólt
jp_jp: 第一ハーフー両方のチームに得点
pl_pl: Pierwsza połowa - obie drużyny zdobędą punkt
pt_pt: 1ª Metade - Ambas as equipas marcam
ro_ro: Repriza 1 - ambele echipe să înscrie
ru_ru: 1 тайм - забьют обе команды
sr_sp: 1. poluvreme - Oba tima daju gol

source: 2nd Half - Both Teams to score
bg_bg: 2-ро полувреме - и двата отбора да отбележат
cn_cn: 下半场 — 两队都有得分
cs_cz: 2. poločas – oba týmy skórují
de_de: 2. Hälfte - Treffer beider Teams
el_gr: 2ο Ημίχρονο - Θα σκοράρουν και οι δύο ομάδες
fr_fr: 2e mi-temps - Les deux équipes marquent
hr_hr: 2. poluvrijeme - obje momčadi zabijaju
hu_hu: 2. félidő - Mindkét csapat szerez gólt
jp_jp: 第二ハーフー両方のチームに得点
pl_pl: Druga połowa - obie drużyny zdobędą punkt
pt_pt: 2ª Metade - Ambas as equipas marcam
ro_ro: Repriza 2 - ambele echipe să înscrie
ru_ru: 2 тайм - забьют обе команды
sr_sp: 2. poluvreme - Oba tima daju gol

source: Highest Scoring Half Hometeam
bg_bg: Полувреме с най-много отбелязани голове от домакин
cn_cn: 主队最高得分半场
cs_cz: Poločas s více góly – domácí
de_de: Hälfte mit höchstem Ergebnis Gastgeber
el_gr: Ημίχρονο με τα περισσότερα γκολ για τη Γηπεδούχο
fr_fr: Mi-temps la plus prolifique équipe hôte
hr_hr: Poluvrijeme s više golova, domaćin
hu_hu: Hazai csapat legmagasabb gólszámú félideje
jp_jp: 最高得点ハーフホームチーム
pl_pl: Połowa z najwyższą liczbą zdobytych punktów przez gospodarzy
pt_pt: Equipa da casa com maior pontuação a meio
ro_ro: Repriza cu cele mai multe goluri gazde
ru_ru: Тайм с наибольшим количеством голов команды хозяев
sr_sp: Domaćin poluvreme sa više golova

source: Highest Scoring Half Awayteam
bg_bg: Полувреме с най-много отбелязани голове от гост
cn_cn: 客队最高得分半场
cs_cz: Poločas s více góly – hosté
de_de: Hälfte mit höchstem Ergebnis Auswärtsteam
el_gr: Ημίχρονο με τα περισσότερα γκολ για τη φιλοξενούμενη
fr_fr: Mi-temps la plus prolifique équipe visiteuse
hr_hr: Poluvrijeme s više golova, gost
hu_hu: Vendégcsapat legmagasabb gólszámú félideje
jp_jp: 最高得点前半アウェイチーム
pl_pl: Połowa z najwyższą liczbą zdobytych punktów przez gości
pt_pt: Equipa de fora com maior pontuação a meio
ro_ro: Repriza cu cele mai multe goluri oaspeţi
ru_ru: Тайм с наибольшим количеством голов команды гостей
sr_sp: Gost poluvreme sa više golova

source: Correct score (incl. other)
bg_bg: Точен резултат (вкл. друго)
cn_cn: 波胆 (包括其他)
cs_cz: Přesný výsledek (včetně jiné)
de_de: Richtiges Ergebnis (inkl. anderem)
el_gr: Ακριβές σκορ με περισσότερα αποτελέσματα
fr_fr: Score exact (retour incl.)
hr_hr: Točan rezultat (uklj. ostale)
hu_hu: Pontos eredmény (továbbiak elérhetők)
jp_jp: 正しい得点（その他も含む）
pl_pl: Dokładny wynik (wraz z pozostałymi)
pt_pt: Resultado correto (incl. outro)
ro_ro: Scor corect (incl. altele)
ru_ru: Правильный счет (включая другие)
sr_sp: Tačan rezultat (uklju. drugi)

source: Odd/Even Points
bg_bg: Нечетен/четен брой точки
cn_cn: 单双得分
cs_cz: Liché/sudé body
de_de: Gerade/Ungerade Punkte
el_gr: Μονοί / Ζυγοί Πόνται
fr_fr: Points pairs/impairs
hr_hr: Paran/neparan broj bodova
hu_hu: Pontok páratlan/páros
jp_jp: オッド／イーブンポイント
pl_pl: Parzysta / nieparzysta liczba punktów
pt_pt: Pontos Odd/Even
ro_ro: Puncte par/impar
ru_ru: Нечетные/четные очки
sr_sp: Neparno/parno poena

source: Points Spreads
bg_bg: Точкови разлики
cn_cn: 让分
de_de: Differenzpunkte
el_gr: Διαφορά πόντων νικητή
fr_fr: Écarts points
hr_hr: Razlika u bodovima
hu_hu: Pontok
jp_jp: ポイントスプレッド
pl_pl: Różnica punktowa
pt_pt: Spreads de Pontos
ro_ro: Spreads puncte
ru_ru: Распределение очков
sr_sp: Dodela poena hendikepa

source: Total Spreads
bg_bg: Сборни разлики
cn_cn: 总让分
de_de: Differenz insgesamt
el_gr: Σύνολο πόντων +/-
fr_fr: Écarts totaux
hr_hr: Ukupna razlika
hu_hu: Összesítettek
jp_jp: トータルスプレッド
pl_pl: Suma różnic punktowych
pt_pt: Spreads totais
ru_ru: Общее распределение
sr_sp: Ukupno poena hendikepa

source: 1st Half - Points Spread
bg_bg: 1-во полувреме - точкови разлики
cn_cn: 上半场 — 让分
cs_cz: 1. poločas – points spreads
de_de: 1. Hälfte - Differenzpunkte
el_gr: 1ο Ημίχρονο - Διαφορά Πόντων νικητή
fr_fr: 1ère mi-temps - Écarts points
hr_hr: 1. poluvrijeme - razlika u bodovima
hu_hu: 1. félidő - Pontok
jp_jp: 第一ハーフーポイントスプレッド
pl_pl: Pierwsza połowa - różnica punktowa
pt_pt: 1ª Metade - Spread de pontos
ro_ro: Repriza 1 - puncte spread
ru_ru: 1 тайм - распределение очков
sr_sp: 1. poluvreme - Poena hendikepa

source: 1st Half - Total Spread
bg_bg: 1-во полувреме - сборни разлики
cn_cn: 上半场 — 总让分
cs_cz: 1. poločas – total spreads
de_de: 1. Hälfte - Differenz insgesamt
el_gr: 1ο Ημίχρονο - Σύνολο πόντων +/-
fr_fr: 1ère mi-temps - Écarts totaux
hr_hr: 1. poluvrijeme - ukupna razlika
hu_hu: 1. félidő - Összesítettek
jp_jp: 第一ハーフートータルスプレッド
pl_pl: Pierwsza połowa - suma różnic punktowych
pt_pt: 1ª Metade - Spread total
ro_ro: Repriza 1 - total spread
ru_ru: 1 тайм - общее распределение
sr_sp: 1. poluvreme - Ukupno poena hendikepa

source: Matchbet and Totals
bg_bg: Залози за мач и сборове
cn_cn: 独赢及总计
cs_cz: Matchbet a Total
de_de: Matchbet und insgesamt
el_gr: Νίκη αγώνα + Σύνολο πόντων +/-
fr_fr: Paris match et Totaux
hr_hr: Oklada na utakmicu i zbroj
hu_hu: Mérkőzésfogadás + összesítettek
jp_jp: マッチベットと合計
pl_pl: Matchbet i suma
pt_pt: Aposta de jogo e Totais
ro_ro: Meci şi Totaluri
ru_ru: Ставки на матч и итоги
sr_sp: Opklada na meč i ukupno

source: 1st Half - Odd/Even Points
bg_bg: 1-во полувреме - нечетен/четен брой точки
cn_cn: 上半场 — 单双得分
cs_cz: 1. poločas – liché/sudé body
de_de: 1. Hälfte - Gerade/Ungerade Punkte
el_gr: 1ο Ημίχρονο - Μονοί / Ζυγοί Πόντοι
fr_fr: 1ère mi-temps - Points pairs/impairs
hr_hr: 1. poluvrijeme - paran/neparan broj bodova
hu_hu: 1. félidő - Pontok páratlan/páros
jp_jp: 第一ハーフーオッド／イーブンポイント
pl_pl: Pierwsza połowa - parzysta / nieparzysta liczba punktów
pt_pt: 1ª Metade - Pontos pares/ímpares
ro_ro: Repriza 1 - puncte par/impar
ru_ru: 1 тайм - нечетные/четные очки
sr_sp: 1. poluvreme - Neparno/parno poena

source: 1st Half - 2way
bg_bg: 1-во полувреме - изход с двоен знак
cn_cn: 上半场 — 二路
cs_cz: 1. poločas – 2 way
de_de: 1. Hälfte - 2 Wege
el_gr: 1ο Ημίχρονο - 12
fr_fr: 1ère mi-temps - 2 way
hr_hr: 1. poluvrijeme - 2 ishoda
hu_hu: 1. félidő - 2 esély
jp_jp: 第一ハーフー2通り
pl_pl: Pierwsza połowa - 2 możliwości
pt_pt: 1ª Metade - 2way
ro_ro: Repriza 1 - 1 2
ru_ru: 1 тайм - двойной исход
sr_sp: 1. poluvreme - 2 ishoda

source: Highest Scoring Quarter
bg_bg: Четвъртина с най-много отбелязани голове
cn_cn: 最高得分季度
cs_cz: Čtvrtina s více góly
de_de: Viertel mit höchstem Ergebnis
el_gr: Περίοδος με το υψιλότερο σκορ
fr_fr: Quart temps la plus prolifique
hr_hr: Četvrtina s najviše bodova
hu_hu: Legmagasabb pontszámú negyed
jp_jp: 最高得点クォーター
pl_pl: Kwartał meczu z najwyższą liczbą punktów
pt_pt: Maior pontuação a um quarto
ro_ro: Sfertul cu cele mai multe goluri
ru_ru: Четверть с наибольшим количеством голов
sr_sp: Četvrtina sa najviše golova

source: 3way
bg_bg: Изход с троен знак
cn_cn: 三路
de_de: 3 Wege
el_gr: 1Χ2
hr_hr: 3 ishoda
hu_hu: 3 esély
jp_jp: ３通り
pl_pl: 3 możliwości
ro_ro: 1x2
ru_ru: Тройной исход
sr_sp: 3 ishoda

source: 2nd Half - Points Spread
bg_bg: 2-ро полувреме - точкови разлики
cn_cn: 下半场 — 让分
cs_cz: 2. poločas – points spreads
de_de: 2. Hälfte - Differenzpunkte
el_gr: 2ο Ημίχρονο - Διαφορά Πόντων νικητή
fr_fr: 2e mi-temps - Écarts points
hr_hr: 2. poluvrijeme - razlika u bodovima
hu_hu: 2. félidő - Pontok
jp_jp: 第二ハーフーポイントスプレッド
pl_pl: Druga połowa - różnica punktowa
pt_pt: 2ª Metade - Spread de pontos
ro_ro: Repriza 2 - puncte spread
ru_ru: 2 тайм - распределение очков
sr_sp: 2. poluvreme - Poena hendikepa

source: 2nd Half - Total Spread
bg_bg: 2-ро полувреме - сборни разлики
cn_cn: 下半场 — 总让分
cs_cz: 2. poločas – total spreads
de_de: 2. Hälfte - Differenz insgesamt
el_gr: 2ο Ημίχρονο - Σύνολο πόντων +/-
fr_fr: 2e mi-temps - Écarts totaux
hr_hr: 2. poluvrijeme - ukupna razlika
hu_hu: 2. félidő - Összesítettek
jp_jp: 第二ハーフートータルスプレッド
pl_pl: Druga połowa - suma różnic punktowych
pt_pt: 2ª Metade - Spread total
ro_ro: Repriza 2 - total spread
ru_ru: 2 тайм - общее распределение
sr_sp: 2. poluvreme - Ukupno poena hendikepa

source: 1st Half - Draw no bet
bg_bg: 1-во полувреме - при равенство, залогът се отменя
cn_cn: 上半场 — 平手无效
cs_cz: 1. poločas – remíza ruší sázku
de_de: 1. Hälfte - Wette ohne Unentschieden
el_gr: 1ο Ημίχρονο - Draw no bet
fr_fr: 1ère mi-temps - Draw no bet
hr_hr: 1. poluvrijeme - oklada bez neriješenog
hu_hu: 1. félidő - Nincs fogadás döntetlenre
jp_jp: 第一ハーフー引き分け 賭けなし
pl_pl: Pierwsza połowa - zwrot zakładu przy remisie
pt_pt: 2ª Metade - Empate sem aposta
ro_ro: Repriza 1 - draw no bet
ru_ru: 1 тайм - возврат ставки в случае ничьей
sr_sp: 1. poluvreme - Povrat na nerešeno

source: 2nd Half - Odd/Even Points
bg_bg: 2-ро полувреме - нечетен/ четен брой точки
cn_cn: 下半场 — 单双得分
cs_cz: 2. poločas – liché/sudé body
de_de: 2. Hälfte - Gerade/Ungerade Punkte
el_gr: 2o Ημίχρονο - Μονοί / Ζυγοί πόντοι
fr_fr: 2e mi-temps - Points pairs/impairs
hr_hr: 2. poluvrijeme - paran/neparan broj bodova
hu_hu: 2. félidő - Pontok páratlan/páros
jp_jp: 第二ハーフーオッド／イーブンポイント
pl_pl: Druga połowa - punkty parzyste / nieparzyste
pt_pt: 2ª Metade - Pontos pares/ímpares
ro_ro: Repriza 2 - puncte par/impar
ru_ru: 2 тайм - нечетные/четные очки
sr_sp: 2. poluvreme - Neparno/parno poena

source: 2nd Half - Draw no bet
bg_bg: 2-ро полувреме - при равенство, залогът се отменя
cn_cn: 下半场 — 平手无效
cs_cz: 2. poločas – remíza ruší sázku
de_de: 2. Hälfte - Wette ohne Unentschieden
el_gr: 2ο Ημίχρονο - Draw no bet
fr_fr: 2e mi-temps - Match nul écarté
hr_hr: 2. poluvrijeme - oklada bez neriješenog
hu_hu: 2. félidő - Nincs fogadás döntetlenre
jp_jp: 第二ハーフー引き分け 賭けなし
pl_pl: Druga połowa - zwrot zakładu przy remisie
pt_pt: 2ª Metade - Empate sem aposta
ro_ro: Repriza 2 - draw no bet
ru_ru: 2 тайм - возврат ставки в случае ничьей
sr_sp: 2. poluvreme - Povrat na nerešeno

source: Total margins NBA-ranges
bg_bg: Общо маржове NBA серии
cn_cn: 总比数 NBA射程
cs_cz: Rozdíl celkem rozsah NBA
de_de: Gewinne insgesamt NBA-Reihe
el_gr: Με πόσους πόντους διαφορά θα κερδίσει ο νικητής;
fr_fr: Marges totales séries NBA
hr_hr: Ukupan hendikep, NBA rasponi
hu_hu: Összesített NBA tartományok
jp_jp: NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額NBA範囲の総額
pl_pl: Suma różnic - zakres NBA
pt_pt: Margens totais NBA-ranges
ro_ro: Total margini NBA-ranges
ru_ru: Общее преимущество в серии NBA
sr_sp: Ukupne granice NBA - od-do

source: Total margins Regular-ranges
bg_bg: Общо маржове регулярни серии
cn_cn: 总比数 常规射程
cs_cz: Rozdíl celkem obvyklý rozsah
de_de: Gewinne insgesamt reguläre Reihe
el_gr: Με πόσους πόντους διαφορά θα κερδίσει ο νικητής;
fr_fr: Marges totales séries normales
hr_hr: Ukupan hendikep, obični rasponi
hu_hu: Összesített Regular tartományok
jp_jp: レギュラー範囲の総額
pl_pl: Suma różnic - zakres standardowy
pt_pt: Margens totais Regular-ranges
ro_ro: Total margini Regular - ranges
ru_ru: Общее преимущество в стандартной серии
sr_sp: Ukupne granice Redovno - od-do

source: Totals away team
bg_bg: Общо точки гост
cn_cn: 客队总计
cs_cz: Totals hosté
de_de: Auswärtsteam insgesamt
el_gr: Σύνολο πόντων φιλοξενούμενης ομάδας +/-
fr_fr: Totaux équipe visiteuse
hr_hr: Ukupan broj koševa, gost
hu_hu: Összesítettek vendégcsapat
jp_jp: トータルアウェイチーム
pl_pl: Suma dla gości
pt_pt: Totais equipa de fora
ro_ro: Totale oaspeţi
ru_ru: Итоги команды гостей
sr_sp: Gost ukupno

source: Totals home team
bg_bg: Общо точки домакин
cn_cn: 主队总计
cs_cz: Totals domácí
de_de: Gastgeber insgesamt
el_gr: Σύνολο πόντων γηπεδούχου ομάδας +/-
fr_fr: Totaux équipe hôte
hr_hr: Ukupan broj koševa, domaćin
hu_hu: Összesítettek hazai csapat
jp_jp: トータルホームチーム
pl_pl: Suma dla gospodarzy
pt_pt: Totais equipa de casa
ro_ro: Totale gazde
ru_ru: Итоги команды хозяев
sr_sp: Domaćin ukupno

source: 1st Quarter - 1X2
bg_bg: 1-ва четнвърт - 1Х2
cn_cn: 第一季 — 1X2
cs_cz: 1. čtvrtina – 1X2
de_de: 1. Viertel - 1X2
el_gr: 1η περίοδος - 1Χ2
fr_fr: 1er quart temps - 1X2
hr_hr: 1. četvrtina - 1X2
hu_hu: 1. negyed - 1x2
jp_jp: 第一クォーター１X２
pl_pl: Pierwszy kwartał - 1x2
pt_pt: 1º Quarto - 1X2
ro_ro: Sfertul 1 - 1x2
ru_ru: 1 четверть - 1х2
sr_sp: 1. četvrtina - 1x2

source: 2nd Quarter - 1X2
bg_bg: 2-ра четнвърт - 1Х2
cn_cn: 第二季 — 1X3
cs_cz: 2. čtvrtina – 1X2
de_de: 2. Viertel - 1X2
el_gr: 2η περίοδος - 1Χ2
fr_fr: 2e quart temps - 1X2
hr_hr: 2. četvrtina - 1X2
hu_hu: 2. negyed - 1x2
jp_jp: 第二クォーター１X２
pl_pl: Drugi kwartał - 1x2
pt_pt: 2º Quarto - 1X2
ro_ro: Sfertul 2 - 1x2
ru_ru: 2 четверть - 1х2
sr_sp: 2. četvrtina - 1x2

source: 3rd Quarter - 1X2
bg_bg: 3-та четнвърт - 1Х2
cn_cn: 第三季 — 1X4
cs_cz: 3. čtvrtina – 1X2
de_de: 3. Viertel - 1X2
el_gr: 3η περίοδος - 1Χ2
fr_fr: 3e quart temps - 1X2
hr_hr: 3. četvrtina - 1X2
hu_hu: 3. negyed - 1x2
jp_jp: 第三クォーター１X２
pl_pl: Trzeci kwartał - 1x2
pt_pt: 3º Quarto - 1X2
ro_ro: Sfertul 3 - 1x2
ru_ru: 3 четверть - 1х2
sr_sp: 3. četvrtina - 1x2

source: 4th Quarter - 1X2
bg_bg: 4-та четнвърт - 1Х2
cn_cn: 第四季 — 1X5
cs_cz: 4. čtvrtina – 1X2
de_de: 4. Viertel - 1X2
el_gr: 4η περίοδος - 1Χ2
fr_fr: 4e quart temps - 1X2
hr_hr: 4. četvrtina - 1X2
hu_hu: 4. negyed - 1x2
jp_jp: 第四クォーター１X２
pl_pl: Czwarty kwartał - 1x2
pt_pt: 4º Quarto - 1X2
ro_ro: Sfertul 4 - 1x2
ru_ru: 4 четверть - 1х2
sr_sp: 4. četvrtina - 1x2

source: 1st Quarter - Draw no bet
bg_bg: 1-ва четвърт - при равенство, залогът се отменя
cn_cn: 第一季 — 平手无效
cs_cz: 1. čtvrtina – remíza ruší sázku
de_de: 1. Viertel - Wette ohne Unentschieden
el_gr: 1η περίοδος - Draw no bet
fr_fr: 1er quart temps - Draw no bet
hr_hr: 1. četvrtina - oklada bez neriješenog
hu_hu: 1. negyed - Nincs fogadás döntetlenre
jp_jp: 第一クォーターー引き分け 賭けなし
pl_pl: Pierwszy kwartał - zwrot zakładu przy remisie
pt_pt: 1º Quarto - Empate sem aposta
ro_ro: Sfertul 1 - draw no bet
ru_ru: 1 четверть - возврат ставки в случае ничьей
sr_sp: 1. četvrtina - Povratak na nerešeno

source: 2nd Quarter - Draw no bet
bg_bg: 2-ра четвърт - при равенство, залогът се отменя
cn_cn: 第二季 — 平手无效
cs_cz: 2. čtvrtina – remíza ruší sázku
de_de: 2. Viertel - Wette ohne Unentschieden
el_gr: 2η περίοδος - Draw no bet
fr_fr: 2e quart temps - Match nul écarté
hr_hr: 2. četvrtina - oklada bez neriješenog
hu_hu: 2. negyed - Nincs fogadás döntetlenre
jp_jp: 第二クォーターー引き分け 賭けなし
pl_pl: Drugi kwartał - zwrot zakładu przy remisie
pt_pt: 2º Quarto - Empate sem aposta
ro_ro: Sfertul 2 - draw no bet
ru_ru: 2 четверть - возврат ставки в случае ничьей
sr_sp: 2. četvrtina - Povratak na nerešeno

source: 3rd Quarter - Draw no bet
bg_bg: 3-та четвърт - при равенство, залогът се отменя
cn_cn: 第三季 — 平手无效
cs_cz: 3. čtvrtina – remíza ruší sázku
de_de: 3. Viertel - Wette ohne Unentschieden
el_gr: 3η περίοδος - Draw no bet
fr_fr: 3e quart temps - Match nul écarté
hr_hr: 3. četvrtina - oklada bez neriješenog
hu_hu: 3. negyed - Nincs fogadás döntetlenre
jp_jp: 第三クォーターー引き分け 賭けなし
pl_pl: Trzeci kwartał - zwrot zakładu przy remisie
pt_pt: 3º Quarto - Empate sem aposta
ro_ro: Sfertul 3 - draw no bet
ru_ru: 3 четверть - возврат ставки в случае ничьей
sr_sp: 3. četvrtina - Povratak na nerešeno

source: 4th Quarter - Draw no bet
bg_bg: 4-та четвърт - при равенство, залогът се отменя
cn_cn: 第四季 — 平手无效
cs_cz: 4. čtvrtina – remíza ruší sázku
de_de: 4. Viertel - Wette ohne Unentschieden
el_gr: 4η περίοδος - Draw no bet
fr_fr: 4e quart temps - Match nul écarté
hr_hr: 4. četvrtina - oklada bez neriješenog
hu_hu: 4. negyed - Nincs fogadás döntetlenre
jp_jp: 第四クォーターー引き分け 賭けなし
pl_pl: Czwarty kwartał - zwrot zakładu przy remisie
pt_pt: 4º Quarto - Empate sem aposta
ro_ro: Sfertul 4 - draw no bet
ru_ru: 4 четверть - возврат ставки в случае ничьей
sr_sp: 4. četvrtina - Povratak na nerešeno

source: 1st Quarter - Total Spread
bg_bg: 1-ва четнвърт - сборни разлики
cn_cn: 第一季 — 总让分
cs_cz: 1. čtvrtina – total spreads
de_de: 1. Viertel - Differenz insgesamt
el_gr: 1η περίοδος - Σύνολο πόντων
fr_fr: 1er quart temps - Écart total
hr_hr: 1. četvrtina - ukupna razlika
hu_hu: 1. negyed - Összesítettek
jp_jp: 第一クォータートータルスプレッド
pl_pl: Pierwszy kwartał - suma różnic
pt_pt: 1º Quarto - Spread total
ro_ro: Sfertul 1 - Total spread
ru_ru: 1 четверть - общее распределение
sr_sp: 1. četvrtina - Ukupno poena hendikepa

source: 2nd Quarter - Total Spread
bg_bg: 2-ра четнвърт - сборни разлики
cn_cn: 第二季 — 总让分
cs_cz: 2. čtvrtina – total spreads
de_de: 2. Viertel - Differenz insgesamt
el_gr: 2η περίοδος - Σύνολο πόντων
fr_fr: 2e quart temps - Écart total
hr_hr: 2. četvrtina - ukupna razlika
hu_hu: 2. negyed - Összesítettek
jp_jp: 第二クォーターートータルスプレッド
pl_pl: Drugi kwartał - suma różnic
pt_pt: 2º Quarto - Spread total
ro_ro: Sfertul 2 - Total spread
ru_ru: 2 четверть - общее распределение
sr_sp: 2. četvrtina - Ukupno poena hendikepa

source: 3rd Quarter - Total Spread
bg_bg: 3-та четнвърт - сборни разлики
cn_cn: 第三季 — 总让分
cs_cz: 3. čtvrtina – total spreads
de_de: 3. Viertel - Differenz insgesamt
el_gr: 3η περίοδος - Σύνολο πόντων
fr_fr: 3e quart temps - Écart total
hr_hr: 3. četvrtina - ukupna razlika
hu_hu: 3. negyed - Összesítettek
jp_jp: 第三クォータートータルスプレッド
pl_pl: Trzeci kwartał - suma różnic
pt_pt: 3º Quarto - Spread total
ro_ro: Sfertul 3 - Total spread
ru_ru: 3 четверть - общее распределение
sr_sp: 3. četvrtina - Ukupno poena hendikepa

source: 4th Quarter - Total Spread
bg_bg: 4-та четнвърт - сборни разлики
cn_cn: 第四季 — 总让分
cs_cz: 4. čtvrtina – total spreads
de_de: 4. Viertel - Differenz insgesamt
el_gr: 4η περίοδος - Σύνολο πόντων
fr_fr: 4e quart temps - Écart total
hr_hr: 4. četvrtina - ukupna razlika
hu_hu: 4. negyed - Összesítettek
jp_jp: 第四クォータートータルスプレッド
pl_pl: Czwarty kwartał - suma różnic
pt_pt: 4º Quarto - Spread total
ro_ro: Sfertul 4 - Total spread
ru_ru: 4 четверть - общее распределение
sr_sp: 4. četvrtina - Ukupno poena hendikepa

source: 1st Quarter - Points Spread
bg_bg: 1-ва четнвърт - точкови разлики
cn_cn: 第一季 — 让分
cs_cz: 1. čtvrtina – points spreads
de_de: 1. Viertel - Differenzpunkte
el_gr: 1η περίοδος - Διαφορά πόντων νικητή
fr_fr: 1er quart temps - Écarts points
hr_hr: 1. četvrtina - razlika koševa
hu_hu: 1. negyed - Pontok
jp_jp: 第一クォーターポイントスプレッド
pl_pl: Pierwszy kwartał - różnica punktowa
pt_pt: 1º Quarto - Spread de pontos
ro_ro: Sfertul 1 - Puncte spread
ru_ru: 1 четверть - распределение очков
sr_sp: 1. četvrtina - Poena hendikepa

source: 2nd Quarter - Points Spread
bg_bg: 2-ра четнвърт - точкови разлики
cn_cn: 第二季 — 让分
cs_cz: 2. čtvrtina – points spreads
de_de: 2. Viertel - Differenzpunkte
el_gr: 2η περίοδος - Διαφορά πόντων νικητή
fr_fr: 2e quart temps - Écarts points
hr_hr: 2. četvrtina - razlika koševa
hu_hu: 2. negyed - Pontok
jp_jp: 第二クォーターポイントスプレッド
pl_pl: Drugi kwartał - różnica punktowa
pt_pt: 2º Quarto - Spread de pontos
ro_ro: Sfertul 2 - Puncte spread
ru_ru: 2 четверть - распределение очков
sr_sp: 2. četvrtina - Poena hendikepa

source: 3rd Quarter - Points Spread
bg_bg: 3-та четнвърт - точкови разлики
cn_cn: 第三季 — 让分
cs_cz: 3. čtvrtina – points spreads
de_de: 3. Viertel - Differenzpunkte
el_gr: 3η περίοδος - Διαφορά πόντων νικητή
fr_fr: 3e quart temps - Écarts points
hr_hr: 3. četvrtina - razlika koševa
hu_hu: 3. negyed - Pontok
jp_jp: 第三クォーターーポイントスプレッド
pl_pl: Trzeci kwartał - różnica punktowa
pt_pt: 3º Quarto - Spread de pontos
ro_ro: Sfertul 3 - Puncte spread
ru_ru: 3 четверть - распределение очков
sr_sp: 3. četvrtina - Poena hendikepa

source: 4th Quarter - Points Spread
bg_bg: 4-та четнвърт - точкови разлики
cn_cn: 第四季 — 让分
cs_cz: 4. čtvrtina – points spreads
de_de: 4. Viertel - Differenzpunkte
el_gr: 4η περίοδος - Διαφορά πόντων νικητή
fr_fr: 4e quart temps - Écarts points
hr_hr: 4. četvrtina - razlika koševa
hu_hu: 4. negyed - Pontok
jp_jp: 第四クォーターーポイントスプレッド
pl_pl: Czwarty kwartał - różnica punktowa
pt_pt: 4º Quarto - Spread de pontos
ro_ro: Sfertul 4 - Puncte spread
ru_ru: 4 четверть - распределение очков
sr_sp: 4. četvrtina - Poena hendikepa

source: 1st Quarter - Odd/Even Points
bg_bg: 1-ва четнвърт - нечетен/четен брой точки
cn_cn: 第一季 — 单双得分
cs_cz: 1. čtvrtina – liché/sudé body
de_de: 1. Viertel - Gerade/Ungerade Punkte
el_gr: 1η περίοδος - Μονοί / Ζυγοί πόντοι
fr_fr: 1er quart temps - Points pairs/impairs
hr_hr: 1. četvrtina - paran/neparan broj koševa
hu_hu: 1. negyed - Pontok páratlan/páros
jp_jp: 第一クォーターオッド／イーブンポイント
pl_pl: Pierwszy kwartał - punkty parzyste / nieparzyste
pt_pt: 1º Quarto - Pontos pares/ímpares
ro_ro: Sfertul 1 - Puncte par/impar
ru_ru: 1 четверть - нечетные/четные очки
sr_sp: 1. četvrtina - Neparno/parno poena

source: 2nd Quarter - Odd/Even Points
bg_bg: 2-ра четнвърт - нечетен/четен брой точки
cn_cn: 第二季 — 单双得分
cs_cz: 2. čtvrtina – liché/sudé body
de_de: 2. Viertel - Gerade/Ungerade Punkte
el_gr: 2η περίοδος - Μονοί / Ζυγοί πόντοι
fr_fr: 2e quart temps - Points pairs/impairs
hr_hr: 2. četvrtina - paran/neparan broj koševa
hu_hu: 2. negyed - Pontok páratlan/páros
jp_jp: 第二クォーターーオッド／イーブンポイント
pl_pl: Drugi kwartał - punkty parzyste / nieparzyste
pt_pt: 2º Quarto - Pontos pares/ímpares
ro_ro: Sfertul 2 - Puncte par/impar
ru_ru: 2 четверть - нечетные/четные очки
sr_sp: 2. četvrtina - Neparno/parno poena
