Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: 2nd Set Winner
bg_bg: Кой ще победи във 2-ри сет
cn_cn: 第二盘赢家
cs_cz: Vítěz druhého setu
de_de: 2. Set Gewinner
el_gr: 2ο Σετ νικητής
fr_fr: Vainqueur du 2e set
hr_hr: Pobjednik 2. seta
hu_hu: 2. szett nyertese
jp_jp: 第二セット勝者
pl_pl: Zwycięzca drugiego seta
pt_pt: Vencedor 2º Set
ro_ro: Câştigător set 2
ru_ru: Победитель во 2 сете
sr_sp: Pobednik 2. seta

source: Total Number of Sets (best of 5)
bg_bg: Общ брой сетове (от 5)
cn_cn: 总盘数(五盘三胜制)
cs_cz: Celkem setů (na tři vítězné)
de_de: Gesamte Anzahl an Sets (von 5 Sets)
el_gr: Συνολικός αριθμός Σετ ( Στα 5 σετ)
fr_fr: Nombre total de sets (au meilleur des 5)
hr_hr: Ukupan broj setova (do 3 osvojena seta)
hu_hu: Összesített szettek száma (legjobb az 5-ből)
jp_jp: セットの合計数（ベストオブ５）
pl_pl: Suma setów (najlepszy z 5)
pt_pt: Número total de sets (melhor de 5)
ro_ro: Număr total seturi (cel mai bun din 5)
ru_ru: Общее количество сетов (лучший из 5)
sr_sp: Ukupan broj setova (na tri dobijena seta)

source: Correct Set Score (best of 3 sets)
bg_bg: Точен резултат за сет ( от 3)
cn_cn: 盘数波胆(三盘两胜制)
cs_cz: Přesný výsledek (na dva vítězné sety)
de_de: Richtiges Set-Ergebnis (von 3 Sets)
el_gr: Ακριβές σκορ σετ (Στα 3 σετ)
fr_fr: Score exact des sets (au meilleur des 3 sets)
hr_hr: Točan rezultat u setovima (do 2 osvojena seta)
hu_hu: Pontos szett eredmény (legjobb 3 szettből)
jp_jp: コレクトセット得点（ベストオブ３セット）
pl_pl: Dokładny wynik setów (najlepszy z 3)
pt_pt: Score de Sets correto (sets melhor de 3)
ro_ro: Scor corect set (cel mai bun din 3 seturi)
ru_ru: Правильный счет в сете (лучший из 3)
sr_sp: Tačan rezultat seta (na dva dobijena seta)

source: Correct Set Score (best of 5 sets)
bg_bg: Точен резултат за сет ( от 5)
cn_cn: 盘数波胆(五盘三胜制)
cs_cz: Přesný výsledek (na tři vítězné sety)
de_de: Richtiges Set-Ergebnis (von 5 Sets)
el_gr: Ακριβές σκορ σετ (Στα 5 σετ)
fr_fr: Score exact des sets (au meilleur des 5 sets)
hr_hr: Točan rezultat u setovima (do 3 osvojena seta)
hu_hu: Pontos szett eredmény (legjobb 5 szettből)
jp_jp: コレクトセット得点（ベストオブ５セット）
pl_pl: Dokładny wynik setów (najlepszy z 5)
pt_pt: Score de Sets correto (sets melhor de 5)
ro_ro: Scor corect set (cel mai bun din 5 seturi)
ru_ru: Правильный счет в сете (лучший из 5)
sr_sp: Tačan rezultat seta (na tri dobijena seta)

source: 1st Half - 3way
bg_bg: 1-во полувреме - с троен знак
cn_cn: 上半场 — 三路
cs_cz: 1. poločas – 3 way
de_de: 1. Hälfte - 3 Wege
el_gr: 1ο Ημίχρονο - 1Χ2
fr_fr: 1ère mi-temps - 3 way
hr_hr: 1. poluvrijeme - 3 ishoda
hu_hu: 1. félidő - 3 esély
jp_jp: 第一ハーフー３通り
pl_pl: Pierwsza połowa - 3 możliwości
pt_pt: 1ª Metade - 3way
ro_ro: Repriza 1 - 1x2
ru_ru: 1 тайм - тройной исход
sr_sp: 1. poluvreme - 3 ishoda

source: Halftime / Fulltime
bg_bg: Полувреме/ мач
cn_cn: 半场 / 全场
cs_cz: Poločas/zápas
de_de: Halbzeit/Endstand
el_gr: Ημίχρονο αγώνα / Ολόκληρου αγώνα
fr_fr: Mi-temps/Fin du match
hr_hr: Poluvrijeme/kraj utakmice
hu_hu: Félidő/játékidő
jp_jp: ハーフタイム／フルタイム
pl_pl: Połowa meczu / Cały mecz
pt_pt: Meio Tempo / Tempo Total
ro_ro: Pauză/final
ru_ru: Первый тайм/оба тайма
sr_sp: Poluvreme / Kraj

source: Odd / Even Goals
bg_bg: Нечетен/четен брой голове
cn_cn: 单双进球
cs_cz: Liché/sudé góly
de_de: Gerade/Ungerade Tore
el_gr: Μονά / Ζυγά γκολ
fr_fr: Buts pairs/impairs
hr_hr: Paran/neparan broj golova
hu_hu: Gólok páratlan/páros
jp_jp: オッド／イーブンゴール
pl_pl: Gole parzyste / nieparzyste
pt_pt: Golos Pares/Ímpares
ro_ro: Goluri par/impar
ru_ru: Нечетное/четное количество голов
sr_sp: Neparno/parno golova

source: 1st Half - Goal Spread
bg_bg: 1-во полувреме - голова разлика
cn_cn: 下半场 — 进球让分
cs_cz: 1. poločas – goal spreads
de_de: 1. Hälfte - Differenztore
el_gr: 1ο Ημίχρονο - Διαφορά γκολ νικητή
fr_fr: 1ère mi-temps - Écart buts
hr_hr: 1. poluvrijeme - razlika u golovima
hu_hu: 1. félidő - Gólok
jp_jp: 第一ハーフーゴールスプレッド
pl_pl: Pierwsza połowa - różnica w golach
pt_pt: 1ª Metade - Spread de golos
ro_ro: Repriza 1 - Spread gol
ru_ru: 1 тайм - распределение голов
sr_sp: 1. poluvreme - Poena hendikepa na golove

source: 2nd half - 3way
bg_bg: 2-ро полувреме - троен знак
cn_cn: 下半场 — 三路
cs_cz: 2. poločas – 3 way
de_de: 2. Hälfte - 3 Wege
el_gr: 2ο Ημίχρονο - 1Χ2
fr_fr: 2e mi-temps - 3 way
hr_hr: 2. poluvrijeme - 3 ishoda
hu_hu: 2. félidő - 3 esély
jp_jp: 第二ハーフー３通り
pl_pl: Druga połowa - 3 możliwości
pt_pt: 2ª Metade - 3way
ro_ro: Repriza 2 - 1x2
ru_ru: 2 тайм - тройной исход
sr_sp: 2. poluvreme - 3 ishoda

source: 1st half - Double Chance
bg_bg: 1-во полувреме - двоен шанс
cn_cn: 上半场 — 双胜
cs_cz: 1. poločas – Double Chance
de_de: 1. Hälfte - Doppelte Chance
el_gr: 1ο Ημίχρονο - Διπλή ευκαιρία
fr_fr: 1ère mi-temps - Double Chance
hr_hr: 1. poluvrijeme - dvoznak
hu_hu: 1. félidő - Dupla esély
jp_jp: 第一ハーフーダブルチャンス
pl_pl: Pierwsza połowa - podwójna szansa
pt_pt: 1ª Metade - Dupla Chance
ro_ro: Repriza 1 - Șansă dublă
ru_ru: 1 тайм - двойной шанс
sr_sp: 1. poluvreme - Dupla šansa

source: 1st half - Draw no bet
bg_bg: 1-во полувреме - при равенство, залогът се отменя
cn_cn: 上半场 — 和局不投注
cs_cz: 1. poločas – remíza ruší sázku
de_de: 1. Hälfte - Wette ohne Unentschieden
fr_fr: 1ère mi-temps - Draw no bet
hr_hr: 1. poluvrijeme - oklada bez neriješenog
hu_hu: 1. félidő - Nincs fogadás döntetlenre
jp_jp: 第一ハーフー引き分け 賭けなし
pl_pl: Pierwsza połowa - zwrot zakładu przy remisie
pt_pt: 1ª Metade - Empate sem aposta
ro_ro: Repriza 1 - Draw no bet
ru_ru: 1 тайм - возврат ставки в случае ничьей
sr_sp: 1. poluvreme - Povratak na nerešeno

source: 1st Half - Odd / Even
bg_bg: 1-во полувреме - нечетно/ четно
cn_cn: 上半场 — 单双
cs_cz: 1. poločas – liché/sudé
de_de: 1. Hälfte - Gerade/Ungerade
el_gr: 1ο Ημίχρονο - Μονά / Ζυγά
fr_fr: 1ère mi-temps - Pair/impair
hr_hr: 1. poluvrijeme - paran/neparan broj
hu_hu: 1. félidő - Páratlan/páros
jp_jp: 第一ハーフーオッド／イーブン
pl_pl: Pierwsza połowa - parzyste / nieparzyste
pt_pt: 1ª Metade - Par/Ímpar
ro_ro: Repriza 1 - Par/Impar
ru_ru: 1 тайм - чет/нечет
sr_sp: 1. poluvreme - Neparno/parno

source: 2nd Half - Odd / Even
bg_bg: 2-ро полувреме - нечетно/ четно
cn_cn: 下半场 — 单双
cs_cz: 2. poločas – liché/sudé
de_de: 2. Hälfte - Gerade/Ungerade
el_gr: 2ο Ημίχρονο - Μονά / Ζυγά
fr_fr: 2e mi-temps - Pair/impair
hr_hr: 2. poluvrijeme - paran/neparan broj
hu_hu: 2. félidő - Páratlan/páros
jp_jp: 第二ハーフーオッド／イーブン
pl_pl: Druga połowa - parzyste / nieparzyste
pt_pt: 2ª Metade - Par/Ímpar
ro_ro: Repriza 1 - Par/Impar
ru_ru: 2 тайм - чет/нечет
sr_sp: 2. poluvreme - Neparno/parno

source: 2nd half - Draw no bet
bg_bg: 2-ро полувреме - при равенство, залогът се отменя
cn_cn: 下半场 — 和局不投注
cs_cz: 2. poločas – remíza ruší sázku
de_de: 2. Hälfte - Wette ohne Unentschieden
el_gr: 2ο Ημίχρονο - Draw no bet
fr_fr: 2e mi-temps - Match nul écarté
hr_hr: 2. poluvrijeme - oklada bez neriješenog
hu_hu: 2. félidő - Nincs fogadás döntetlenre
jp_jp: 第二ハーフー引き分け 賭けなし
pl_pl: Druga połowa - zwrot zakładu przy remisie
pt_pt: 2ª Metade - Empate sem aposta
ro_ro: Repriza 2 - Draw no bet
ru_ru: 2 тайм - возврат ставки в случае ничьей
sr_sp: 2. poluvreme - Povratak na nerešeno

source: 2nd half - Double Chance
bg_bg: 2-ро полувреме - двоен шанс
cn_cn: 下半场 — 双胜
cs_cz: 2. poločas – Double Chance
de_de: 2. Hälfte - Doppelte Chance
el_gr: 2o Ημίχρονο - Διπλή ευκαιρία
fr_fr: 2e mi-temps - Double Chance
hr_hr: 2. poluvrijeme - dvoznak
hu_hu: 2. félidő - Dupla esély
jp_jp: 第二ハーフーダブルチャンス
pl_pl: Druga połowa - podwójna szansa
pt_pt: 2ª Metade - Dupla Chance
ro_ro: Repriza 2 - Șansă dublă
ru_ru: 2 тайм - двойной шанс
sr_sp: 2. poluvreme - Dupla šansa

source: Points Spread
bg_bg: Точкова разлика
cn_cn: 让分
de_de: Differenzpunkte
el_gr: Διαφορά πόντων νικητή
fr_fr: Écart points
hr_hr: Razlika u bodovima
hu_hu: Pontok
jp_jp: ポイントスプレッド
pl_pl: Różnica punktowa
pt_pt: Spread de Pontos
ro_ro: Puncte spread
ru_ru: Распределение очков
sr_sp: Dodela poena hendikepa

source: Winning Margins Rugby Union
bg_bg: Маржове на печалба ръгби съюз
cn_cn: 输赢比数 橄榄球联盟
cs_cz: Vítězný rozdíl – Rugby Union
de_de: Gewinnausschüttung Rugby Union
el_gr: Με πόσους πόντους διαφορά θα κερδίσει ο νικητής;
fr_fr: Marges gagnantes Rugby Union
hr_hr: Razlika, Rugby Union
hu_hu: Győzelmi arányok Rugby Union
jp_jp: ラグビー協会勝差
pl_pl: Różnice w wygranych - Związek Rugby
pt_pt: Margens de Vitória Rugby Union
ro_ro: Margini de câştig Rugby Union
ru_ru: Победное преимущество в Союзе регби
sr_sp: Granice pobede Ragbi unije

source: Winning Margins Rugby League
bg_bg: Маржове на печалба ръгби лига
cn_cn: 输赢比数 橄榄球联赛
cs_cz: Vítězný rozdíl – Rugby League
de_de: Gewinnausschüttung Rugby Liga
el_gr: Με πόσους πόντους διαφορά θα κερδίσει ο νικητής;
fr_fr: Marges gagnantes Rugby League
hr_hr: Razlika, Rugby League
hu_hu: Győzelmi arányok Rugby League
jp_jp: ラグビーリーグ勝差
pl_pl: Różnice w wygranych - Liga Rugby
pt_pt: Margens de Vitória Rugby League
ro_ro: Margini de câştig Rugby League
ru_ru: Победное преимущество в Лиге регби
sr_sp: Granice pobede Ragbi lige

source: 1st Half - Points Spreads
bg_bg: 1-во полувреме - точкови разлики
cn_cn: 上半场 — 让分
cs_cz: 1. poločas – points spreads
de_de: 1. Hälfte - Differenzpunkte
el_gr: 1ο Ημίχρονο - Διαφορά πόντων νικητή
fr_fr: 1ère mi-temps - Écarts points
hr_hr: 1. poluvrijeme - razlika u bodovima
hu_hu: 1. félidő - Pontok
jp_jp: 第一ハーフーポイントスプレッド
pl_pl: Pierwsza połowa - różnica punktowa
pt_pt: 1ª Metade - Spreads de pontos
ro_ro: Repriza 1 - Puncte spreads
ru_ru: 1 тайм - распределение очков
sr_sp: 1. poluvreme - Dodela poena

source: 1st Half – Odd/Even Points
bg_bg: 1-во полувреме - нечетен/ четен брой точки
cn_cn: 下半场 — 单双得分
cs_cz: 1. poločas – liché/sudé body
de_de: 1. Hälfte - Gerade/Ungerade Punkte
el_gr: 1ο Ημίχρονο - Μονοί / Ζυγοί Πόντοι
fr_fr: 1ère mi-temps - Points pairs/impairs
hr_hr: 1. poluvrijeme – paran/neparan broj bodova
hu_hu: 1. félidő - Pontok páratlan/páros
jp_jp: 第一ハーフーオッド／イーブンポイント
pl_pl: Pierwsza połowa - punkty parzyste / nieparzyste
pt_pt: 1ª Metade - Pontos pares/ímpares
ro_ro: Repriza 1 - Puncte par/impar
ru_ru: 1 тайм - нечетные/четные очки
sr_sp: 1. poluvreme - Neparno/parno poena

source: Odd/Even Points (overtime)
bg_bg: Нечетен/ четен брой точки (продължения)
cn_cn: 单双得分(加时)
cs_cz: Liché/sudé body (prodloužení)
de_de: Gerade/ungerade Punkte (Verlängerung)
el_gr: Μονοί / Ζυγοί Πόντόι (Παράταση)
fr_fr: Points pairs/impairs (prolongation)
hr_hr: Paran/neparan broj bodova (produžetak)
hu_hu: Pontok páratlan/páros (hosszabbítás)
jp_jp: オッド／イーブンポイント（オーバータイム）
pl_pl: Punkty parzyste / nieparzyste (dogrywka)
pt_pt: Pontos Par/Ímpar (Tempo Extra)
ro_ro: Puncte par/impar (prelungiri)
ru_ru: Нечетные/четные очки (дополнительное время)
sr_sp: Neparno/parno poena (produžeci)

source: 2nd Half - Points Spread (incl. Overtime)
bg_bg: 2-ро полувреме - точкови разлики (вкл. продължения)
cn_cn: 下半场 — 让分(包括加时）
cs_cz: 2. poločas – points spreads (vč. prodloužení)
de_de: 2. Hälfte - Differenzpunkte (inkl. Verlängerung)
el_gr: 2ο Ημίχρονο - Διαφορά Πόντων νικητή (συμπ. Παράταση)
fr_fr: 2e mi-temps - Écarts points (prolongation incl.)
hr_hr: 2. poluvrijeme - razlika u bodovima (uklj. produžetak)
hu_hu: 2. félidő - Pontok (hosszabbítással)
jp_jp: 第二ハーフーポイントスプレッド（オーバータイム含む）
pl_pl: Druga połowa - różnica punktowa (dogrywka)
pt_pt: 2ª Metade - Spread de pontos (inc. Tempo extra)
ro_ro: Repriza 2 - Puncte spread (incl. Prelungiri)
ru_ru: 2 тайм - распределение очков (включая дополнительное время)
sr_sp: 2. poluvreme - Poena hendikepa (uklj. produžetke)

source: 2nd Half - Total Spreads (incl. Overtime)
bg_bg: 2-ро полувреме - сборови разлики (вкл. продължения)
cn_cn: 下半场 — 总让分(包括加时）
cs_cz: 2. poločas – total spreads (vč. prodloužení)
de_de: 2. Hälfte - Differenz insgesamt (inkl. Verlängerung)
el_gr: 2ο Ημίχρονο - Σύνολο πόντων νικητή (συμπ. Παράταση)
fr_fr: 2e mi-temps - Écarts totaux (prolongation incl.)
hr_hr: 2. poluvrijeme - ukupna razlika (uklj. produžetak)
hu_hu: 2. félidő - Összesítettek (hosszabbítással)
jp_jp: 第二ハーフートータルスプレッド（オーバータイム含む）
pl_pl: Druga połowa - suma różnic punktowych (dogrywka)
pt_pt: 2ª Metade - Spreads totais (inc. Tempo extra)
ro_ro: Repriza 2 - Puncte spread (incl. Prelungiri)
ru_ru: 2 тайм - общее распределение (включая дополнительное время)
sr_sp: 2. poluvreme - Ukupno poena hendikepa (uklj. produžetke)

source: Who wins first set
bg_bg: Кой ще спечели първи сет
cn_cn: 谁是首盘赢家
cs_cz: Kdo vyhraje první set
de_de: Wer gewinnt 1. Set
el_gr: Ποιος θα κερδίσει το πρώτο σετ;
fr_fr: Qui remporte le premier set
hr_hr: Pobjednik prvog seta
hu_hu: Ki nyeri az első szettet
jp_jp: 誰が最初のセットを勝つか
pl_pl: Która drużyna wygra pierwszy set
pt_pt: Quem ganha o primeiro set
ro_ro: Cine câştigă primul set
ru_ru: Кто победит в первом сете
sr_sp: Ko dobija prvi set

source: Who wins second set
bg_bg: Кой ще спечели втори сет
cn_cn: 谁是第二盘赢家
cs_cz: Kdo vyhraje druhý set
de_de: Wer gewinnt 2. Set
el_gr: Ποιος θα κερδίσει το δεύτερο σετ;
fr_fr: Qui remporte le deuxième set
hr_hr: Pobjednik drugog seta
hu_hu: Ki nyeri a második szettet
jp_jp: 誰が２回目のセットを勝つか
pl_pl: Która drużyna wygra drugi set
pt_pt: Quem ganha o segundo set
ro_ro: Cine câştigă al doilea set
ru_ru: Кто победит во втором сете
sr_sp: Ko dobija drugi set

source: Total number of sets (best of 5)
bg_bg: Общ брой сетове ( от 5)
cn_cn: 总盘数(五盘三胜制)
cs_cz: Celkem setů (na tři vítězné)
de_de: Gesamte Anzahl der Sets (von 5)
el_gr: Συνολικός αριθμός σετ +/- (στα 5 Σετ)
fr_fr: Nombre total de sets (au meilleur des 5)
hr_hr: Ukupan broj setova (do 3 osvojena seta)
hu_hu: Összesített szettek száma (legjobb az 5-ből)
jp_jp: セットの合計数（ベストオブ５）
pl_pl: Suma setów (najlepszy z 5)
pt_pt: Número total de sets (melhor de 5)
ro_ro: Număr total seturi (cel mai bun din 5)
ru_ru: Общее количество сетов (лучший из 5)
sr_sp: Ukupan broj setova (na tri dobijena seta)

source: Correct Set Score
bg_bg: Точен резултат за сет
cn_cn: 正确盘数比分
cs_cz: Přesný výsledek setu
de_de: Richtiges Set-Ergebnis
el_gr: Ακριβές σκορ Σετ
fr_fr: Score exact des sets
hr_hr: Točan rezultat u setovima
hu_hu: Pontos szett eredmény
jp_jp: 正確セットスコア
pl_pl: Dokładny wyników setów
pt_pt: Score de set correto
ro_ro: Scor corect set
ru_ru: Правильный счет сета
sr_sp: Tačan rezultat u setovima

source: How many sets will exceed score limit?
bg_bg: Колко сета ще стигнат до тайбрек
cn_cn: 多少盘会超过得分限制？
cs_cz: Kolik setů přesáhne limit
de_de: Wie viel Sets überschreiten die Treffergrenze
el_gr: Πόσα σετ θα ξεπεράσουν το όριο του σκορ;
fr_fr: Combien de sets excéderont le score limite?
hr_hr: U koliko setova će biti prekoračena rezultatska granica
hu_hu: Hány szett lépi túl a pontlimitet
jp_jp: 何セットで得点制限を上回りますか？
pl_pl: Przy ilu setach zostanie przekroczony limit punktów
pt_pt: Quantos sets excederão o limite de pontos
ro_ro: Câte seturi vor depăşi limita scorului
ru_ru: За сколько сетов будет превышен лимит счета
sr_sp: Koliko setova će premašiti granicu rezultata

source: 1st Set Handicap
bg_bg: 1-ви сет хендикап
cn_cn: 首盘让分盘
cs_cz: 1. set – hendikep
de_de: 1. Set Handicap
el_gr: 1ο σετ - Χάντικαπ
fr_fr: Handicap 1er set
hr_hr: Hendikep u 1. setu
hu_hu: 1. szett - Hendikep
jp_jp: 第一セット ハンディキャップ
pl_pl: Pierwszy set - handicap
pt_pt: Handicap 1º Set
ro_ro: Handicap set 1
ru_ru: 1 сет - гандикап
sr_sp: Hendikep 1. seta

source: 1st Set Total
bg_bg: 1-ви сет общо
cn_cn: 首盘总计
cs_cz: 1. set – total
de_de: 1. Set insgesamt
el_gr: 1ο σετ - Σύνολο +/-
fr_fr: Total 1er set
hr_hr: Zbroj u 1. setu
hu_hu: 1. szett - Összesített
jp_jp: 第一セット トータル
pl_pl: Pierwszy set - suma
pt_pt: Total 1º Set
ro_ro: Total set 1
ru_ru: 1 сет - итоги
sr_sp: Ukupno 1. seta

source: 1st Set Race to X
bg_bg: 1-ви сет съревнование до Х
cn_cn: 首盘首先打到X
cs_cz: 1. set – do X
de_de: 1. Set Rennen zu X
el_gr: 1ο Σετ Ποιος θα φτάσει τους Χ πόντους;
fr_fr: 1er set de course à X
hr_hr: Utrka do X u 1. setu
hu_hu: 1. szett - Első X
jp_jp: 第一セット Xとレース
pl_pl: Pierwszy set - wyścig do X
pt_pt: 1º Set Race para X
ro_ro: Cursa până la X set 1
ru_ru: 1 сет - достижение Х
sr_sp: Trka 1. seta do X

source: 1st Set Odd/even
bg_bg: 1-ви сет нечетно/четно
cn_cn: 首盘单双
cs_cz: 1. set – lichý/sudý
de_de: 1. Set Gerade/Ungerade
el_gr: 1ο Σετ Μονοί / Ζυγοί πόντοι
fr_fr: 1ère pair/impair
hr_hr: Paran/neparan broj u 1. setu
hu_hu: 1. szett - Páratlan/páros
jp_jp: 第一セット オッド／イーブン
pl_pl: Pierwszy set - parzyste / nieparzyste
pt_pt: 1º Set Par/Ímpar
ro_ro: Set 1 par/impar
ru_ru: 1 сет - чет/нечет
sr_sp: Parno/neparno 1. seta

source: Who wins third set
bg_bg: Кой ще спечели трети сет
cn_cn: 谁是第三盘赢家
cs_cz: Kdo vyhraje třetí set
de_de: Wer gewinnt 3. Set
el_gr: Ποιος θα κερδίσει το τρίτο σετ;
fr_fr: Qui remporte le troisième set
hr_hr: Pobjednik trećeg seta
hu_hu: Ki nyeri a harmadik szettet
jp_jp: 誰が3回目のセットを勝つか
pl_pl: Która drużyna wygra trzeci set
pt_pt: Quem ganha o terceiro set
ro_ro: Cine câștigă setul trei
ru_ru: Кто победит в третьем сете
sr_sp: Ko dobija treći set

source: Who wins fourth set
bg_bg: Кой ще спечели четвърти сет
cn_cn: 谁是第四盘赢家
cs_cz: Kdo vyhraje čtvrtý set
de_de: Wer gewinnt 4. Set
el_gr: Ποιος θα κερδίσει το τέταρτο σετ;
fr_fr: Qui remporte le quatrième set
hr_hr: Pobjednik četvrtog seta
hu_hu: Ki nyeri a negyedik szettet
jp_jp: 誰が４回目のセットを勝つか
pl_pl: Która drużyna wygra czwarty set
pt_pt: Quem ganha o quarto set
ro_ro: Cine câștigă setul patru
ru_ru: Кто победит в четвертом сете
sr_sp: Ko dobija četvrti set

source: Who wins fifth set
bg_bg: Кой ще спечели пети сет
cn_cn: 谁是第五盘赢家
cs_cz: Kdo vyhraje pátý set
de_de: Wer gewinnt 5. Set
el_gr: Ποιος θα κερδίσει το πέμπτο σετ;
fr_fr: Qui remporte le cinquième set
hr_hr: Pobjednik petog seta
hu_hu: Ki nyeri az ötödik szettet
jp_jp: 誰が５回目のセットを勝つか
pl_pl: Która drużyna wygra piąty set
pt_pt: Quem ganha o quinto set
ro_ro: Cine câștigă setul cinci
ru_ru: Кто победит в пятом сете
sr_sp: Ko dobija peti set

source: 5th Set Played?
bg_bg: Ще се играе ли 5-ти сет
cn_cn: 有否打第五盘？
cs_cz: Bude pátý set?
de_de: 5. Sets gespielt
el_gr: Θα διεξαχθεί πέμπτο σετ;
fr_fr: 5ème jeu joué?
hr_hr: Hoće li se igrati 5. set
hu_hu: Lesz 5. szett
jp_jp: ５回目セットはプレイした？
pl_pl: Zostanie rozegranych 5 setów
pt_pt: 5º Set jogado?
ro_ro: Setul 5 jucat
ru_ru: Сыгран 5 сет
sr_sp: Igra se 5. set

source: 4th Set Played?
bg_bg: Ще се играе ли 4-ти сет
cn_cn: 有否打第四盘？
cs_cz: Bude čtvrtý set?
de_de: 4. Sets gespielt
el_gr: Θα διεξαχθεί τέταρτο σετ;
fr_fr: 4ème set joué?
hr_hr: Hoće li se igrati 4. set
hu_hu: Lesz 4. szett
jp_jp: ４回目セットはプレイした？
pl_pl: Zostaną rozegrane 4 sety
pt_pt: 4º Set jogado?
ro_ro: Setul 4 jucat
ru_ru: Сыгран 4 сет
sr_sp: Igra se 4. set

source: Total number of sets (best of 3)
bg_bg: Общ брой сетове (от 3)
cn_cn: 总盘数(五盘三胜制)
cs_cz: Celkem setů (na dva vítězné)
de_de: Gesamte Anzahl der Sets (von 3)
el_gr: Συνολικός αριθμός πόντων +/- ( στα 3 σετ)
fr_fr: Nombre total de sets (au meilleur des 3)
hr_hr: Ukupan broj setova (do 2 osvojena seta)
hu_hu: Összesített szettek száma (legjobb a 3-ból)
jp_jp: セットの合計数（ベストオブ３）
pl_pl: Suma setów (najlepszy z 3)
pt_pt: Número total de sets (melhor de 3)
ro_ro: Număr total seturi (cel mai bun din 3)
ru_ru: Общее количество сетов (лучший из 3)
sr_sp: Ukupan broj setova (na dva dobijena seta)

source: Line
bg_bg: Линия
cn_cn: 赔率
de_de: Linie
el_gr: Όριο
fr_fr: Ligne
hr_hr: Margina
hu_hu: Vonal
jp_jp: ライン
pl_pl: Linia
pt_pt: Linha
ro_ro: Linie
ru_ru: Линия
sr_sp: Granica

source: Over
bg_bg: Над
cn_cn: 高于
cs_cz: Nad
de_de: Über
el_gr: Άνω των
fr_fr: Plus
hr_hr: Više
hu_hu: Felett
jp_jp: オーバー
pl_pl: Powyżej
pt_pt: Acima
ro_ro: Peste
ru_ru: Больше
sr_sp: Preko

source: Under
bg_bg: Под
cn_cn: 低于
cs_cz: Pod
de_de: Unter
el_gr: Κάτω των
fr_fr: Moins
hr_hr: Manje
hu_hu: Alatt
jp_jp: アンダー
pl_pl: Poniżej
pt_pt: Abaixo
ro_ro: Sub
ru_ru: Меньше
sr_sp: Ispod

source: None
bg_bg: Нищо
cn_cn: 无
cs_cz: Nic
de_de: Keine
el_gr: Κανένα
fr_fr: Aucun
hr_hr: Niti jedno
hu_hu: Nincs
jp_jp: なし
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Niciun
ru_ru: Ничего
sr_sp: Nema

source: goals
bg_bg: голове
cn_cn: 进球
cs_cz: góly
de_de: tore
el_gr: γκολ
fr_fr: buts
hr_hr: golova
hu_hu: gól
jp_jp: ゴール
pl_pl: gole
pt_pt: golos
ro_ro: goluri
ru_ru: голы
sr_sp: golova

source: Goals
bg_bg: Голове
cn_cn: 进球
cs_cz: Góly
de_de: Tore
el_gr: Γκολ
fr_fr: Buts
hr_hr: Golova
hu_hu: Gólok
jp_jp: ゴール
pl_pl: Gole
pt_pt: Golos
ro_ro: Goluri
ru_ru: Голы
sr_sp: Golova

source: Under and home
bg_bg: Под и домакин
cn_cn: 低于以及主队
cs_cz: Pod a domácí
de_de: Unter und Gastgeber
el_gr: Γηπεδούχος και κάτω των
fr_fr: Moins et hôte
hr_hr: Manje i pobjeda domaćina
hu_hu: Alatt és hazai
jp_jp: アンダーとホーム
pl_pl: Poniżej i gospodarze
pt_pt: Abaixo e casa
ro_ro: Sub și gazde
ru_ru: Меньше и команда хозяев
sr_sp: Ispod i domaćin

source: Under and draw
bg_bg: Под и равенство
cn_cn: 低于以及和局
cs_cz: Pod a remíza
de_de: Unter und unentschieden
el_gr: Ισοπαλία και κάτω των
fr_fr: Moins et nul
hr_hr: Manje i neriješeno
hu_hu: Alatt és döntetlen
jp_jp: アンダーと引き分け
pl_pl: Poniżej i remis
pt_pt: Abaixo e empate
ro_ro: Sub și egal
ru_ru: Меньше и ничья
sr_sp: Ispod i nerešeno

source: Under and away
bg_bg: Под и гост
cn_cn: 低于以及客队
cs_cz: Pod a hosté
de_de: Unter und Auswärtsteam
el_gr: Φιλοξενούμενη και κάτω των
fr_fr: Moins et visiteur
hr_hr: Manje i pobjeda gosta
hu_hu: Alatt és vendég
jp_jp: アンダーとアウェー
pl_pl: Poniżej i goście
pt_pt: Abaixo e fora
ro_ro: Sub și oaspeți
ru_ru: Меньше и команда гостей
sr_sp: Ispod i gost

source: Equal
bg_bg: Равен
cn_cn: 等于
cs_cz: Stejně
de_de: Gleich
el_gr: Ίσα
fr_fr: Égal
hr_hr: Jednako
hu_hu: Egyenlő
jp_jp: 平等
pl_pl: Remis
pt_pt: Igual
ro_ro: Egal
ru_ru: Одинаково
sr_sp: Jednako

source: Hometeam scores first and home
bg_bg: Домакинът отбелязва първи и печели
cn_cn: 主队首先得分以及主队
cs_cz: Domácí skórují první a domácí
de_de: Gastgeber erzielt Treffer zuerst und Gastgeber gewinnt
el_gr: Γηπεδούχος σκοράρει πρώτος και νίκη γηπεδούχος
fr_fr: Équipe hôte marque en premier et hôte
hr_hr: Domaćin zabija prvi i pobjeda domaćina
hu_hu: Hazai csapat szerzi az első gólt és hazai
jp_jp: ホームチームはファーストとホームを得点
pl_pl: Pierwszy punkt i wygrana dla gospodarzy
pt_pt: Equipa de casa marca primeiro e em casa
ro_ro: Gazdele înscriu primele și gazde
ru_ru: Команда хозяев забивает первой и выигрывает
sr_sp: Domaćin prvi postiže i domaćin

source: Hometeam scores first and draw
bg_bg: Домакинът отбелязва първи и има равевнство
cn_cn: 主队首先得分以及平手
cs_cz: Domácí skórují první a remíza
de_de: Gastgeber erzielt Treffer zuerst und unentschieden
el_gr: Γηπεδούχος σκοράρει πρώτος και ισοπαλία
fr_fr: Équipe hôte marque en premier et nul
hr_hr: Domaćin zabija prvi i neriješeno
hu_hu: Hazai csapat szerzi az első gólt és döntetlen
jp_jp: ホームチームはファーストと引き分けを得点
pl_pl: Pierwszy punkt dla gospodarzy i remis
pt_pt: Equipa de casa marca primeiro e empata
ro_ro: Gazdele înscriu primele și egal
ru_ru: Команда хозяев забивает первой и ничья
sr_sp: Domaćin prvi postiže i nerešeno

source: Hometeam scores first and away
bg_bg: Домакинът отбелязва първи и губи
cn_cn: 主队首先得分以及客队
cs_cz: Domácí skórují první a hosté
de_de: Gastgeber erzielt Treffer zuerst und Auswärtsteam gewinnt
el_gr: Γηπεδούχος σκοράρει πρώτος και νίκη φιλοξενούμενη
fr_fr: Équipe hôte marque en premier et visiteur
hr_hr: Domaćin zabija prvi i pobjeda gosta
hu_hu: Hazai csapat szerzi az első gólt és vendég
jp_jp: ホームチームはファーストとアウェーと得点
pl_pl: Pierwszy punkt dla gospodarzy i wygrana gości
pt_pt: Equipa de casa marca primeiro e fora de casa
ro_ro: Gazdele înscriu primele și oaspeți
ru_ru: Команда хозяев забивает первой и проигрывает
sr_sp: Domaćin prvi postiže i gost
