Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default_old.po
Languages: it_it, sv_se

source: Continue
it_it: Continua
sv_se: Fortsätta

source: Deposit the amount of your choice to one of the banks below
it_it: Deposita l'importo della tua scelta in una delle banche sottostanti
sv_se: Ange beloppet för ditt val till en av bankerna nedan

source: Please, select a country first!
it_it: Per favore seleziona in primo luogo un paese!
sv_se: Vänligen välj ett land först!

source: Please, select a payment method first!
it_it: Per favore, seleziona innanzitutto un metodo di pagamento!
sv_se: Var god, välj en betalningsmetod först!

source: Save this card info from next time
it_it: Salva questa scheda informazioni dalla prossima volta
sv_se: Spara denna kortinformation från nästa gång

source: Enter CCV
it_it: Entra CCV
sv_se: Ange CCV

source: Expiration
it_it: Data di scadenza
sv_se: Utgångsdatum

source: Enter card number
it_it: Inserisci il numero della carta
sv_se: Ange kortnummer

source: Card Number
it_it: Numero di carta
sv_se: Kortnummer

source: Select a Card
it_it: Seleziona una scheda
sv_se: Välj ett kort

source: A password reset mail was sent to your e-mail address.
it_it: Una mail di reset password è stata inviata al tuo indirizzo e-mail.
sv_se: Ett mail för återställning av lösenord skickades till din e-postadress.

source: You have just deposited money, %s thanks you and wish you good luck.
it_it: Basta depositare denaro WinnerMillion vi ringrazio e vi auguro buona fortuna.
sv_se: Du har just deponerat pengar, Winner Million tackar dig och önskar dig lycka till.

source: You can start playing.
it_it: Si può iniziare a giocare.
sv_se: Du kan börja spela.

source: Back to the games
it_it: Torna ai giochi
sv_se: Tillbaka till spel

source: Your deposit failed.
it_it: Il tuo deposito non è riuscito.
sv_se: Din insättning misslyckades.

source: Please try another credit card, or contact support.
it_it: Prova un'altra carta di credito o contatta il supporto.
sv_se: Vänligen försök med ett annat kreditkort eller kontakta support.

source: Contact Support
it_it: Contatta il supporto
sv_se: Kontakta supporten

source: %s, you have no money in your balance
it_it: %s, non hai soldi nel tuo equilibrio
sv_se: %s, du har inga pengar i din balans

source: Go to the CASHIER to make a deposit
it_it: Vai al CASHIER per fare un deposito
sv_se: Gå till CASHIER för att göra en insättning

source: Enjoy Your Luck
it_it: Godetevi la tua fortuna
sv_se: Njut av din lycka

source: Change Email
it_it: Cambia email
sv_se: Byta e-mail

source: Contact by phone
it_it: Contatto per telefono
sv_se: Kontakta telefon

source: In the event you need to reach a customer %s support person via phone, please dial %s
it_it: Nel caso in cui si debba raggiungere un cliente %s persona di sostegno tramite telefono, si prega di chiamare %s
sv_se: I händelse av att du behöver nå en kund %s support person via telefon, vänligen ring %s

source: In order to make additional deposits, you have to verify your account by sending us your piece of identical recto verso, credit card recto verso (hiding the figures of the middle) as well as a note of telephone, gas, Electricity.
it_it: Al fine di effettuare versamenti aggiuntivi, è necessario verificare il tuo account inviando la propria identità per camera duplex, carta di credito lati (nascondendo figure centrali), così come una nota di telefono, gas, elettricità, o estratto conto bancario.
sv_se: För att göra ytterligare insättningar måste du verifiera ditt konto genom att skicka oss din identitet till rum duplex, kreditkort sidiga kort (dölja siffror mitten) samt en telefon notering, gas, elektricitet eller kontoutdrag.

source: You can send them to %s or upload your documents in the KYC section.
it_it: È possibile li hanno inviati %s o grazie a scaricare i documenti nella sezione KYC.
sv_se: Du kan få dem skickade %s eller tack för att hämta dina dokument i avsnittet KYC.

source: Thanking you in advance.
it_it: Grazie in anticipo.
sv_se: Tack på förhand.

source: The %s Team
it_it: Squadra %s
sv_se: Team %s

source: Filter by provider
it_it: Filtra per fornitore
sv_se: Filtrera efter leverantör

source: Select your preferred deposit method
it_it: Seleziona il tuo metodo di deposito preferito
sv_se: Välj din föredragna insättningsmetod

source: Select your preferred withdraw method
it_it: Seleziona il tuo metodo di prelievo preferito
sv_se: Välj din föredragna uttagningsmetod

source: No data to show.
it_it: Nessun dato da mostrare.
sv_se: Ingen data att visa.

source: I accept the Terms and Conditions
it_it: Accetto i Termini e le Condizioni
sv_se: Jag accepterar villkoren

source: By clicking the Continue button you will be redirected to %s payment page.
it_it: Facendo clic sul pulsante Continua verrai reindirizzato alla pagina di pagamento di %s.
sv_se: Genom att klicka på Fortsätt-knappen vidarebefordras du till %s betalningssida.

source: Form is invalid. Please check your inputs.
it_it: Il modulo non è valido. Si prega di verificare i tuoi input.
sv_se: Blanketten är ogiltig. Kontrollera dina ingångar.

source: Make sure you enter correct amount and accept the Terms and Conditions.
it_it: Assicurati di inserire l'importo corretto e accetta i Termini e Condizioni.
sv_se: Se till att du anger rätt mängd och accepterar villkoren.

source: Your withdraw request failed.
it_it: La tua richiesta di prelievo non è riuscita.
sv_se: Din återkallningsförfrågan misslyckades.

source: Please try again or contact support.
it_it: Si prega di riprovare o contattare l'assistenza.
sv_se: Var vänlig försök igen eller kontakta support.

source: Security Code
it_it: Codice di sicurezza
sv_se: Säkerhetskod

source: %s Account
it_it: Conto %s
sv_se: %s Konto

source: Sign Up
it_it: Registrare
sv_se: Registrera

source: Sign In
it_it: Accesso
sv_se: Logga In

source: Sign Out
it_it: Disconnessione
sv_se: Logga Ut

source: Payoff Amount
it_it: Importo del pagamento
sv_se: Utbetalningsbelopp

source: Turnover Amount
it_it: Importo del fatturato
sv_se: Omsättningsbelopp

source: Bonus Name
it_it: Nome bonus
sv_se: Bonusnamn

source: Activated
it_it: Attivato
sv_se: Aktiverad

source: Released
it_it: Risolto
sv_se: Avsluta

source: main_banner_1.jpg
it_it: main_banner_1_it_it.jpg
sv_se: main_banner_1_sv_se.jpg

source: main_banner_2.jpg
it_it: main_banner_2_it_it.jpg
sv_se: main_banner_2_sv_se.jpg

source: main_banner_3.jpg
it_it: main_banner_3_it_it.jpg
sv_se: main_banner_3_sv_se.jpg

source: No
sv_se: Nej

source: Download
sv_se: Ladda ner

source: Password
sv_se: Lösenord

source: Login/Logout
sv_se: Logga in/logga ut

source: For help, run the 'help' command. For help on a specific command, run 'help<command>'
sv_se: För hjälp, kör "hjälp"-kommando. För att få hjälp med ett visst kommando,kör 'help <command>'

source: Log out
sv_se: Logga ut

source: If you have any problem, do not hesitate to contact the customer service using form below:
sv_se: Om du har något problem, tveka inte att kontakta kundtjänst via formuläret nedan:

source: News
sv_se: Nyheter

source: Football
sv_se: Fotboll

source: Note
sv_se: Notera

source: File
sv_se: Fil

source: Admin Audit Trail
sv_se: Admin spårbarhet revision

source: Liability Dumps
sv_se: Ansvars dumper

source: locale
sv_se: lokal

source: Handicap
sv_se: Handikapp

source: Staff Login
sv_se: Personal inloggning

source: Liability
sv_se: Ansvar

source: Liability Cancelled the Bonus
sv_se: Ansvar avbröt bonusen

source: Charset
sv_se: Teckenuppsättning

source: Kick
sv_se: Sparka

source: Log in
sv_se: Logga in

source: Price
sv_se: Pris

source: 3 Way
sv_se: 3-väg

source: 2 Way
sv_se: 2-väg

source: Draw no bet
sv_se: Insatsen tillbaka vid oavgjort

source: Asian Handicap
sv_se: Asiatiskt handikapp

source: European Handicap
sv_se: Europeiskt handikapp

source: Corner handicap
sv_se: Hörnor handikapp

source: Corner matchbet
sv_se: Hörnor matchspel

source: 3way
sv_se: 3-väg

source: Over
sv_se: Över

source: Table Games
sv_se: Bordsspel

source: Keno & Games
sv_se: Keno & spel

source: Video Slots
sv_se: Video Spelautomater

source: Mobile
sv_se: Mobil

source: E-mail
sv_se: E-postadress

source: email
sv_se: e-postadress

source: Email
sv_se: E-postadress

source: Know your customer (KYC)
sv_se: Känn din kund (KYC)

source: Documents you need to upload
sv_se: Dokument du behöver ladda upp

source: Electricity, Water, Landline Bill of the last 3 months
sv_se: Räkning för el, vatten och fast telefonlinje de senaste 3 månaderna
