Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Admin Audit Trail
bg_bg: Административен одитен процес
cn_cn: 管理审计记录
de_de: Admin-Prüfpfad
el_gr: Ίχνη Ελέγχου Διαχειριστή
fr_fr: Journal d'audit administratif
hr_hr: Administratorski postupak pri reviziji
hu_hu: Admin könyvvizsgálat
jp_jp: 監査証跡管理
pl_pl: Opcje śledzenia administratora
pt_pt: Trilho de Auditoria Admin
ru_ru: Контрольный журнал администратора
sr_sp: Praćenje administratora

source: Application File Backups
bg_bg: Архивиране на файлове на приложения
cn_cn: 应用文件备份
cs_cz: Záloha souborů aplikace
de_de: Backups der Anwendungsdatei
el_gr: Αντίγραφα ασφαλείας Αρχείων Εφαρμογών
fr_fr: Sauvegardes des fichiers d'application
hr_hr: Sigurnosne kopije datoteka aplikacije
hu_hu: Alkalmazás fájl mentések
jp_jp: 申込書ファイルバックアップ
pl_pl: Kopie zapasowe plików aplikacji
pt_pt: Cópias de Segurança de Ficheiros de Aplicação
ru_ru: Резервные файлы приложения
sr_sp: Rezervne kopije datoteke aplikacije

source: Database Backups
bg_bg: Архивиране на база данни
cn_cn: 数据库备份
cs_cz: Záloha databáze
de_de: Backups der Datenbank
el_gr: Αντίγραφα ασφαλείας Βάσης Δεδομένων
fr_fr: Sauvegardes de la base de données
hr_hr: Sigurnosne kopije baze podataka
hu_hu: Adatbázismentések
jp_jp: データベースバックアップ
pl_pl: Kopie zapasowe baz danych
pt_pt: Cópias de Segurança de Basa de Dados
ru_ru: Резервные копии базы данных
sr_sp: Rezervne kopije baze podataka

source: Betradar Feeds Log
bg_bg: Betradar записи на хранилки
cn_cn: Betradar消息记录
cs_cz: Záznam dat z Betradaru
de_de: BetRadar Eingabeprotokoll
el_gr: Αρχεία καταγραφής Betradar
fr_fr: Journal Betradar
hr_hr: Sažeci sadržaja Betaradara
hu_hu: Betradar hírcsatorna napló
jp_jp: ベットラダーフィードログ
pt_pt: Log de Feeds da Betradar
ru_ru: RSS-канал Betradar
sr_sp: Evidencija Betradar izvoda

source: Liability Dumps
cn_cn: 负债转储
de_de: Haftungsausschluss
el_gr: Σφάλματα Υποχρέωσης
fr_fr: Déchets des droits de recours
hr_hr: Sigurnosne kopije za Liability
hu_hu: Tartozás csökkenések
jp_jp: 負担
pt_pt: Despejo de Responsabilidades
ru_ru: Дамп обязательств
sr_sp: Ispisi odgovornosti

source: Data list
bg_bg: Списък с данни
cn_cn: 数据列表
cs_cz: Seznam dat
de_de: Datenliste
el_gr: Λίστα δεδομένων
fr_fr: Liste des données
hr_hr: Popis podataka
hu_hu: Adatlista
jp_jp: データリスト
pl_pl: Wykaz danych
pt_pt: Lista de dados
ro_ro: Listă date
ru_ru: Список данных
sr_sp: Spisak podataka

source: Actions
bg_bg: Действия
cn_cn: 行动
cs_cz: Akce
de_de: Aktionen
el_gr: Ενέργειες
hr_hr: Radnje
hu_hu: Műveletek
jp_jp: アクション
pl_pl: Akcje
pt_pt: Ações
ro_ro: Acţiuni
ru_ru: Действия
sr_sp: Radnje

source: Translations
bg_bg: Преводи
cn_cn: 译本
cs_cz: Překlady
de_de: Übersetzung
el_gr: Μεταφράσεις
fr_fr: Traductions
hr_hr: Prijevodi
hu_hu: Fordítások
jp_jp: 翻訳
pl_pl: Tłumaczenia
pt_pt: Traduções
ro_ro: Traduceri
ru_ru: Переводы
sr_sp: Prevodi

source: Translate
bg_bg: Преведи
cn_cn: 翻译
cs_cz: Přeložit
de_de: Übersetzen
el_gr: Μετάφραση
fr_fr: Traduire
hr_hr: Prevedi
hu_hu: Fordítás
jp_jp: 訳す
pl_pl: Przetłumacz
pt_pt: Traduzir
ro_ro: Traduceţi
ru_ru: Перевести
sr_sp: Prevedi

source: No records found
bg_bg: Няма намерен запис
cn_cn: 无法找到记录
cs_cz: Nebyly nalezeny žádné záznamy
de_de: Keine Aufzeichnungen gefunden
el_gr: Δεν βρέθηκαν αρχεία
fr_fr: Aucune archive trouvée
hr_hr: Nema pronađenih zapisa
hu_hu: Nincs találat
jp_jp: 記録が見つかりませんでした
pl_pl: Nie znaleziono pozycji
pt_pt: Nenhum registo encontrado
ro_ro: Nu există înregistrări
ru_ru: Ничего не найдено
sr_sp: Nisu pronađeni podaci

source: Sports and Leagues
bg_bg: Спортове и лиги
cn_cn: 运动和联赛
cs_cz: Sporty a ligy
de_de: Sportarten und Ligen
el_gr: Αθλήματα και κατηγορίες
fr_fr: Sports et Ligues
hr_hr: Sportovi i lige
hu_hu: Sportok és ligák
jp_jp: スポーツとリーグ
pl_pl: Sporty i ligi
pt_pt: Desportos e Ligas
ro_ro: Sporturi şi ligi
ru_ru: Виды спорта и лиги
sr_sp: Sportovi i lige

source: Events management
bg_bg: Управление на събития
cn_cn: 赛事管理
cs_cz: Správa akcí
de_de: Veranstaltungsmanagement
el_gr: Διαχείριση Γεγονότων
fr_fr: Gestion d'événements
hr_hr: Upravljanje događajima
hu_hu: Események menedzsment
jp_jp: イベント管理
pl_pl: Zarządzanie zdarzeniami
pt_pt: Gestão de eventos
ro_ro: Management evenimente
ru_ru: Управление событиями
sr_sp: Upravljanje događajima

source: Events Printing
bg_bg: Принтиране на събития
cn_cn: 赛事打印
cs_cz: Tisk akcí
de_de: Veranstaltungen drucken
el_gr: Εκτύπωση Γεγονότων
fr_fr: Impression d'événements
hr_hr: Ispis događaja
hu_hu: Események nyomtatása
jp_jp: イベント印刷
pl_pl: Drukowanie informacji o zdarzeniach
pt_pt: Impressão de eventos
ro_ro: Printare evenimente
ru_ru: Печать билетов на события
sr_sp: Štampanje događaja

source: Users report
bg_bg: Справка потребители
cn_cn: 用户报告
cs_cz: Uživatelské zprávy
de_de: Benutzerreport
el_gr: Aναφορά χρηστών
fr_fr: Rapport des utilisateurs
hr_hr: Korisnički izvještaj
hu_hu: Felhasználói jelentés
jp_jp: ユーザー報告
pl_pl: Raport o użytkownikach
pt_pt: Relatórios de utilizadores
ro_ro: Raport utilizatori
ru_ru: Отчет пользователей
sr_sp: Korisnički izveštaji

source: Tickets report
bg_bg: Справка билети
cn_cn: 彩票报告
cs_cz: Zprávy tiketů
de_de: Ticketreport
el_gr: Αναφορά δελτίων
fr_fr: Rapport des tickets
hr_hr: Izvještaj o listićima
hu_hu: Szelvény jelentés
jp_jp: チケット報告
pl_pl: Raport o kuponach
pt_pt: Relatório de bilhetes
ro_ro: Raport bilete
ru_ru: Отчет о билетах
sr_sp: Izveštaj o tiketima

source: Deposits report
bg_bg: Справка депозити
cn_cn: 存款报告
cs_cz: Zprávy vkladů
de_de: Einzahlungsreport
el_gr: Αναφορά καταθέσεων
fr_fr: Rapport des dépôts
hr_hr: Izvještaj o ulozima
hu_hu: Befizetés jelentés
jp_jp: 預金報告
pl_pl: Raport o wpłatach
pt_pt: Relatório de depósitos
ro_ro: Raport depuneri
ru_ru: Отчет о депозитах
sr_sp: Izveštaj o depozitima

source: Witdraw report
bg_bg: Справка тегления
cn_cn: 提款报告
cs_cz: Zprávy výběrů
de_de: Auszahlungsreport
el_gr: Αναφορά ανάληψης
fr_fr: Rapport des retraits
hr_hr: Izvještaj o podizanju novca
hu_hu: Kifizetés jelentés
jp_jp: 引き落とし報告
pl_pl: Raport o wypłatach
pt_pt: Relatório de levantamentos
ro_ro: Raport retrageri
ru_ru: Отчет о выводах
sr_sp: Izveštaj o podizanju novca

source: Liability report
bg_bg: Справка задължения
cn_cn: 负债报告
de_de: Haftungsreport
el_gr: Αναφορά υποχρέωσης
fr_fr: Rapport des droits de recours
hr_hr: Izvještaj za Liability
hu_hu: Tartozásjelentés
jp_jp: 責任義務報告
pl_pl: Raport o odpowiedzialności
pt_pt: Relatório de responsabilidade
ro_ro: Raport
ru_ru: Отчет обязательств
sr_sp: Izveštaj o odgovornosti

source: Active Users
bg_bg: Активни потребители
cn_cn: 活跃用户
cs_cz: Aktivní uživatelé
de_de: Aktive Benutzer
el_gr: Ενεργοί χρήστες
fr_fr: Utilisateurs actifs
hr_hr: Aktivni korisnici
hu_hu: Aktív felhasználók
jp_jp: アクティブユーザー
pl_pl: Aktywni użytkownicy
pt_pt: Utilizador Ativo
ro_ro: Utilizatori activi
ru_ru: Активные пользователи
sr_sp: Aktivni korisnici

source: locale
bg_bg: локални настройки
cn_cn: 地点
cs_cz: lokalita
de_de: platz
el_gr: Τοπικά
fr_fr: lieu
hr_hr: lokalno
hu_hu: helyi
jp_jp: ロケール
pl_pl: lokalni
pt_pt: local
ru_ru: место
sr_sp: lokalni

source: Create %s
bg_bg: Създай %s
cn_cn: 建立 %s
cs_cz: Vytvořit %s
de_de: %s erstellen
el_gr: Δημιουργία %s
fr_fr: Créer %s
hr_hr: Izradi %s
hu_hu: %s létrehozása
jp_jp: ％sを作成
pl_pl: Utwórz %s
pt_pt: Criar %s
ro_ro: Creaţi %d
ru_ru: Создать %s
sr_sp: Kreiraj %s

source: Event ID
bg_bg: Събитие с ид.номер
cn_cn: 赛事编号：
cs_cz: ID akce
de_de: Veranstaltungsnummer
el_gr: ID γεγονότος
fr_fr: ID d'événement
hr_hr: ID događaja
hu_hu: Eseményazonosító
jp_jp: イベントID
pl_pl: Numer zdarzenia
pt_pt: ID de Evento
ro_ro: ID eveniment
ru_ru: Номер события
sr_sp: ID događaja

source: User:
bg_bg: Потребител:
cn_cn: 用户：
cs_cz: Uživatel:
de_de: Benutzer:
el_gr: Χρήστης:
fr_fr: Utilisateur:
hr_hr: Korisnik:
hu_hu: Felhasználó:
jp_jp: ユーザー：
pl_pl: Użytkownik:
pt_pt: Utilizador:
ro_ro: Utilizator:
ru_ru: Пользователь:
sr_sp: Korisnik:

source: Current Time:
bg_bg: Време в момента:
cn_cn: 当前时间：
cs_cz: Aktuální čas:
de_de: Aktuelle Zeit:
el_gr: Τρέχουσα Ώρα:
fr_fr: Heure actuelle:
hr_hr: Trenutno vrijeme:
hu_hu: Aktuális idő:
jp_jp: 現時間：
pl_pl: Aktualny czas:
pt_pt: Hora atual:
ro_ro: Ora curentă:
ru_ru: Время:
sr_sp: Trenutno vreme:

source: Current Language:
bg_bg: Избран език:
cn_cn: 当前语言：
cs_cz: Aktuální jazyk:
de_de: Aktuelle Sprache:
el_gr: Τρέχουσα Γλώσσα:
fr_fr: Langue actuelle :
hr_hr: Trenutni jezik:
hu_hu: Aktuális nyelv:
jp_jp: 言語：
pl_pl: Aktualny język:
pt_pt: Idioma atual:
ro_ro: Limba curentă:
ru_ru: Язык:
sr_sp: Trenutni jezik:

source: Front Page
bg_bg: Начална страница
cn_cn: 标题页
cs_cz: Hlavní strana
de_de: Hauptseite
el_gr: Αρχική Σελίδα
fr_fr: Première page
hr_hr: Naslovnica
hu_hu: Első oldal
jp_jp: 前ページ
pl_pl: Strona tytułowa
pt_pt: Página principal
ro_ro: Pagina principală
ru_ru: Главная страница
sr_sp: Naslovna stranica

source: Under / Over
bg_bg: Под/ Над
cn_cn: 低于 / 高于
cs_cz: Pod / Nad
de_de: Unter / Über
el_gr: Κάτω / Πάνω
fr_fr: En-dessous/Au-dessous
hr_hr: Manje/više
hu_hu: Alatt / Felett
jp_jp: 下／向こう
pl_pl: Poniżej / Powyżej
pt_pt: Acima / Abaixo
ro_ro: Sub / Peste
ru_ru: Под/на
sr_sp: Ispod / Iznad

source: %s Printing
bg_bg: %s Принтиране
cn_cn: %s 打印
cs_cz: Tisk %s
de_de: %s Drucke
el_gr: Εκτύπωση %s
fr_fr: Impression de %s
hr_hr: %s ispis
hu_hu: %s nyomtatása
jp_jp: %s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格%s価格
pl_pl: %s drukowania
pt_pt: Impressão %s
ro_ro: Printare %D
ru_ru: В печати: %s
sr_sp: %s štampanje

source: Available Events List For:
bg_bg: Списък с налични събития за:
cn_cn: 提供赛事列表：
cs_cz: Seznam akcí pro:
de_de: Verfügbare Veranstaltungen für Liste:
fr_fr: Liste d'événements disponibles pour:
hr_hr: Popis raspoloživih događaja za:
hu_hu: Elérhető eseménylista erre:
jp_jp: への利用可能なイベントリスト：
pl_pl: Wykaz zdarzeń dostępny dla:
pt_pt: Lista de Eventos Disponíveis Para:
ro_ro: Listă evenimente disponibilă pentru:
ru_ru: Список доступных событий:
sr_sp: Lista dostupnih igara za:

source: Unknown Sport
bg_bg: Непознат спорт
cn_cn: 未知运动
cs_cz: Neznámý sport
de_de: Unbekannte Sportart
el_gr: Άγνωστο άθλημα
fr_fr: Sport inconnu
hr_hr: Nepoznat sport
hu_hu: Ismeretlen sport
jp_jp: 知らないスポーツ
pl_pl: Nieznany sport
pt_pt: Desporto desconhecido
ro_ro: Sport necunoscut
ru_ru: Неизвестный вид спорта
sr_sp: Nepoznat sport

source: Please select sport below:
bg_bg: Моля, изберете спорт отдолу:
cn_cn: 请在下面选择运动：
cs_cz: Zvolte prosím sport níže:
de_de: Bitte Sportart unten auswählen:
el_gr: Διάλεξε άθλημα παρακάτω:
fr_fr: Veuillez sélectionner un sport ci-dessous:
hr_hr: U nastavku odaberite sport:
hu_hu: Kérjük, válassz sportot alább:
jp_jp: 以下からスポーツを選んで下さい：
pl_pl: Wybierz sport z poniższej listy:
pt_pt: Por favor selecione o desporto abaixo:
ro_ro: Vă rugăm selectaţi sportul de mai jos:
ru_ru: Выберите вид спорта ниже:
sr_sp: Izaberite sport u nastavku:

source: View Events
bg_bg: Виж събития
cn_cn: 查看赛事
cs_cz: Zobrazit akce
de_de: Veranstaltungen anzeigen
el_gr: Δες τα Γεγονότα
fr_fr: Consulter événements
hr_hr: Pogledaj događaje
hu_hu: Események megtekintése
jp_jp: イベントを見る
pl_pl: Pokaż zdarzenia
pt_pt: Ver eventos
ro_ro: Vizualizaţi evenimente
ru_ru: Просмотреть события
sr_sp: Prikaži događaje

source: No available events found for this sport
bg_bg: Няма налични събития за този спорт
cn_cn: 无法找到此运动的赛事
cs_cz: Pro tento sport nebyly nalezeny žádné dostupné akce
de_de: Für diese Sportart wurde keine verfügbare Veranstaltung gefunden
el_gr: Δεν βρέθηκαν γεγονότα γι' αυτό το άθλημα
fr_fr: Aucune événement disponible pour ce sport
hr_hr: Nisu pronađeni događaji za ovaj sport
hu_hu: Nincs elérhető esemény ebben a sportban.
jp_jp: このスポーツで利用できるイベントは見つかりませんでした
pl_pl: Nie znaleziono dostępnych zdarzeń dla tego sportu
pt_pt: Não foram encontrados eventos disponíveis para este desporto
ro_ro: Nu există evenimente disponibile pentru acest sport
ru_ru: Нет доступных событий для данного вида спорта
sr_sp: Nema dostupnih događaja nađenih za ovaj sport

source: Can not find event
bg_bg: Събитието не може да бъде намерено
cn_cn: 无法找到赛事
cs_cz: Akci se nepodařilo najít
de_de: Event konnte nicht gefunden werden
el_gr: Το γεγονός δεν βρέθηκε
fr_fr: Événement introuvable
hr_hr: Ne može se pronaći događaj
hu_hu: Esemény nem található.
jp_jp: イベントが見つかりません
pl_pl: Nie znaleziono zdarzenia
pt_pt: Evento não encontrado
ro_ro: Evenimentul nu poate fi găsit
ru_ru: Не удалось найти событие
sr_sp: Ne može se naći događaj

source: Edit %s
cn_cn: 编辑 %s
cs_cz: Upravit %s
de_de: %s bearbeiten
el_gr: Επεξεργασία %s
fr_fr: Éditer %s
hr_hr: Uredi %s
hu_hu: %s szerkesztése
jp_jp: ％sを編集
pl_pl: Edytuj %s
pt_pt: Editar %s
ro_ro: Editaţi %d
ru_ru: Изменить %s
sr_sp: Uredi %s

source: Users %s
bg_bg: Потребители %s
cn_cn: 用户 %s
cs_cz: Uživatelé %s
de_de: Benutzer %s
el_gr: %s Χρηστών
fr_fr: Utilisateurs %s
hr_hr: Korisnici %s
hu_hu: Felhasználók %s
jp_jp: ％sユーザー
pl_pl: Użytkownicy %s
pt_pt: %s Utilizadores
ro_ro: Utilizatori %d
ru_ru: Пользователи %s
sr_sp: Korisnici %s

source: Edit User
bg_bg: Редактирай потребител
cn_cn: 编辑用户
cs_cz: Upravit uživatele
de_de: Benutzer bearbeiten
el_gr: Επεξεργασία Χρήστη
fr_fr: Éditer utilisateur
hr_hr: Uredi korisnika
hu_hu: Felhasználó szerkesztése
jp_jp: ユーザーを編集
pl_pl: Edytuj dane o użytkowniku
pt_pt: Editar utilizador
ro_ro: Editaţi utilizator
ru_ru: Редактировать данные пользователя
sr_sp: Uredi korisnika

source: Administration Panel
bg_bg: Административен панел
cn_cn: 管理面板
cs_cz: Panel administrativy
de_de: Verwaltungskonsole
el_gr: Πίνακας Διαχείρισης
fr_fr: Panneau d'Administration
hr_hr: Administracijska ploča
hu_hu: Adminisztrációs panel
jp_jp: 管理パネル
pl_pl: Panel administracyjny
pt_pt: Painel de Administração
ro_ro: Panou administrare
ru_ru: Панель администратора
sr_sp: Tabla administracije

source: Logout
bg_bg: Отпиши се
cn_cn: 退出
cs_cz: Odhlásit se
de_de: Ausloggen
el_gr: Αποσύνδεση
fr_fr: Se déconnecter
hr_hr: Odjava
hu_hu: Kilépés
jp_jp: ログアウト
pl_pl: Wyloguj się
ro_ro: Deconectare
ru_ru: Выйти
sr_sp: Odjava sa sistema

source: Staff Login
bg_bg: Вписване служител
cn_cn: 职员登录
cs_cz: Přihlášení zaměstnance
de_de: Mitarbeiter-Login
el_gr: Σύνδεση Προσωπικού
fr_fr: Connexion du personnel
hr_hr: Prijava osoblja
hu_hu: Személyzet bejelentkezés
jp_jp: スタッフログイン
pl_pl: Logowanie pracownika
pt_pt: Login de Pessoal
ro_ro: Autentificare angajaţi
ru_ru: Вход для сотрудников
sr_sp: Prijava osoblja

source: Events
bg_bg: Събития
cn_cn: 赛事
cs_cz: Akce
de_de: Veranstaltungen
el_gr: Γεγονότα
fr_fr: Événements
hr_hr: Događaji
hu_hu: Események
jp_jp: イベント
pl_pl: Zdarzenia
pt_pt: Eventos
ro_ro: Evenimente
ru_ru: События
sr_sp: Događaji

source: Available cultures
bg_bg: Налични регионални формати
cn_cn: 提供文化
cs_cz: Dostupné kultury
de_de: Verfügbare Kulturen
el_gr: Διαθέσιμες κουλτούρες
fr_fr: Cultures disponibles
hr_hr: Dostupne kulture
hu_hu: Elérhető régiók
jp_jp: 利用可能な文化
pl_pl: Dostępne kultury
pt_pt: Culturas disponíveis
ro_ro: Culturi disponibile
ru_ru: Доступные страны
sr_sp: Dostupne kulture

source: Add a culture
bg_bg: Добави регионален формат
cn_cn: 新增文化
cs_cz: Přidat kulturu
de_de: Kultur hinzufügen
el_gr: Πρόσθεσε μια κουλτούρα
fr_fr: Ajouter un format régional
hr_hr: Dodaj kulturu
hu_hu: Régió hozzáadása
jp_jp: 文化を追加
pl_pl: Dodaj kulturę
pt_pt: Adicionar uma cultura
ro_ro: Adăugaţi o cultură
ru_ru: Добавить страну
sr_sp: Dodaj kulturu

source: Add
bg_bg: Добави
cn_cn: 新增
cs_cz: Přidat
de_de: Hinzufügen
el_gr: Προσθήκη
fr_fr: Ajouter
hr_hr: Dodaj
hu_hu: Hozzáadás
jp_jp: 追加
pl_pl: Dodaj
pt_pt: Adicionar
ro_ro: Adăugaţi
ru_ru: Добавить
sr_sp: Dodaj

source: Cultures this site supports
bg_bg: Регионални формати, поддържани от този сайт
cn_cn: 此网站支持的文化
cs_cz: Kultury podporované touto stránkou
de_de: Von der Seite unterstütze Kulturen
el_gr: Κουλτούρες που υποστηρίζει αυτή η ιστοσελίδα
fr_fr: Ce site prend en charge les cultures
hr_hr: Kulture koje ova stranica podržava
hu_hu: Régiók, melyet az oldal támogat
jp_jp: このサイトをサポートする文化
pl_pl: Kultury obsługiwane przez stronę
pt_pt: Culturas que este site suporta
ro_ro: Culturi suportate pe acest site
ru_ru: Поддерживаемые сайтом страны
sr_sp: Kulture koje ovaj sajt podržava

source: Are you sure you want to delete
bg_bg: Сигурни ли сте, че искате да изтриете?
cn_cn: 您是否确定要删除
cs_cz: Skutečně vymazat
de_de: Sind Sie sicher, dass Sie das löschen möchten
fr_fr: Êtes-vous sûr(e) de vouloir supprimer
hr_hr: Jeste li sigurni da želite izbrisati
hu_hu: Biztosan törlöd ezt:
jp_jp: 削除してもよろしいですか
pl_pl: Na pewno usunąć?
pt_pt: Tem a certeza que quer apagar?
ro_ro: Sunteţi sigur că doriţi să ştergeţi
ru_ru: Удалить
sr_sp: Jeste li sigurni da želite izbrisati

source: ID
bg_bg: Ид. номер
cn_cn: 编号
de_de: Nummer
hu_hu: Azonosító
pl_pl: Numer identyfikacyjny
ru_ru: Номер

source: Write promotion letter to all user. Messages will arrive to users email addresses.
bg_bg: Изпратете промоционални писма до всички потребители. Съобщенията ще пристигнат на е-мейл адресите на потребителите.
cn_cn: 撰写促俏信予所有用户。信息将会送到用户的电邮地址。
cs_cz: Napsat reklamní dopis všem uživatelům. Zprávy budou odeslány na e-mailové adresy uživatelů.
de_de: Aktionsbrief an alle Benutzer schreiben. Benutzer erhalten die Nachricht per E-Mail
el_gr: Γράψε επιστολή προσφοράς σε όλους τους χρήστες. Τα μηνύματα θα πάνε στις διευθύνσεις email των χρηστών.
fr_fr: Rédiger un courrier promotionnel à tous les utilisateurs. Les messages arriveront aux adresses e-mail des utilisateurs.
hr_hr: Napišite promotivno pismo svim korisnicima. Poruke će stići na korisničke adrese e-pošte.
hu_hu: Promóciós levél írása az összes felhasználónak. Az üzenetek a felhasználók e-mail címére érkeznek.
jp_jp: 全てのユーザーにプロモーションレターを送ります。メッセージはユーザーのEメールアドレスに送信されます。
pl_pl: Napisz wiadomość promocyjną do wszystkich użytkowników. Zostanie ona przesłana na ich adresy e-mail.
ro_ro: Scrieţi un mesaj promoţional tuturor utilizatorilor. Mesajele vor ajunge în căsuţele de email ale utilizatorilor.
ru_ru: Отправить письмо об акции всем пользователям. Сообщения будут доставлены на их электронные адреса.
sr_sp: Piši promotivno pismo svim korisnicima. Poruke će stići na adrese e-pošte korisnika.

source: Subject:
bg_bg: Относно:
cn_cn: 主题：
cs_cz: Předmět:
de_de: Betreff:
el_gr: Θέμα:
fr_fr: Objet:
hr_hr: Predmet:
hu_hu: Tárgy:
jp_jp: 題名：
pl_pl: Temat:
pt_pt: Assunto:
ro_ro: Subiect:
ru_ru: Тема:
sr_sp: Naslov:

source: Content:
bg_bg: Съдържание:
cn_cn: 内容：
cs_cz: Obsah:
de_de: Inhalt:
el_gr: Περιεχόμενο:
fr_fr: Contenu:
hr_hr: Sadržaj:
hu_hu: Tartalom:
jp_jp: 内容：
pl_pl: Treść wiadomości:
pt_pt: Conteúdo:
ro_ro: Conţinut:
ru_ru: Содержание:
sr_sp: Sadržaj:

source: Download all e-Mails (csv file)
bg_bg: Изтегли всички е-мейли (.csv файл)
cn_cn: 下载全部电邮 (csv文件)
cs_cz: Stáhnout všechny e-maily (soubor .csv)
de_de: Alle E-Mails herunterladen (csv-Datei)
el_gr: Κάνε λήψη όλων των διευθύνσεων email (αρχείο csv)
fr_fr: Télécharger tous les e-mails (fichier csv)
hr_hr: Preuzmi sve e-poruke (csv datoteka)
hu_hu: Összes e-mail letöltése (csv fájl)
jp_jp: 全てのEメールをダウンロード（csvファイル）
pl_pl: Pobierz wszystkie adresy e-mail (plik csv)
pt_pt: Descarregar todos os emails (ficheiro csv)
ro_ro: Descărcaţi toate e-mailurile (document csv)
ru_ru: Загрузить все электронные сообщение (в формате .csv)
sr_sp: Preuzmi sve e-poruke (csv datoteka)

source: Write promotion letter to certain user. Message will arrive to user email address.
bg_bg: Изпратете промоционално писмо до конкретен потребител. Съобщението ще пристигне на е-мейл адреса на потребителя.
cn_cn: 撰写促俏信予部分用户。信息将会送到用户的电邮地址。
cs_cz: Napsat reklamní dopis určitému uživateli. Zpráva bude odeslána na e-mailovou adresu uživatele.
de_de: Aktionsbrief an bestimmte Benutzer schreiben. Benutzer erhalten die Nachricht per E-Mail
el_gr: Γράψε επιστολή προσφοράς σε συγκεκριμένους χρήστες. Τα μηνύματα θα πάνε στις διευθύνσεις email των χρηστών.
fr_fr: Rédiger un courrier promotionnel à un utilisateur déterminé. Les messages arriveront à l'adresse e-mail de l'utilisateur.
hr_hr: Napišite promotivno pismo određenom korisniku. Poruka će stići na adresu e-pošte korisnika.
hu_hu: Promóciós levél írása egy adott felhasználónak. Az üzenet a felhasználó e-mail címére érkezik.
jp_jp: 一部のユーザーにプロモーションレターを送ります。メッセージはユーザーのEメールアドレスに送信されます。
pl_pl: Napisz wiadomość promocyjną do wybranego użytkownika. Zostanie ona przesłana na jego adres e-mail.
ro_ro: Scrieţi un mesaj promoţional unui anumit utilizator. Mesajul va ajunge în căsuţa de email a utilizatorului.
ru_ru: Отправить письмо об акции конкретному пользователю. Сообщение будет доставлено на его электронный адрес.
sr_sp: Piši promotivno pismo određenom korisniku. Poruka će stići na adresu e-pošte korisnika.

source: To:
bg_bg: До:
cn_cn: 给：
cs_cz: Adresát:
de_de: An:
el_gr: Προς:
fr_fr: À:
hr_hr: Prima:
hu_hu: Címzett:
jp_jp: 宛先：
pl_pl: Do:
pt_pt: Para:
ro_ro: Către:
ru_ru: Кому:
sr_sp: Za:

source: Contact support team
bg_bg: Връзка с екипа за обслужване на клиенти
cn_cn: 联系支持团队
cs_cz: Kontaktujte tým zákaznické podpory
de_de: Support-Team kontaktieren
el_gr: Επικοινώνησε με την ομάδα υποστήριξης
fr_fr: Contacter l'équipe d'assistance
hr_hr: Obratite se korisničkoj službi
hu_hu: Kapcsolatfelvétel az ügyfélszolgálattal
jp_jp: サポートチームお問合せ
pl_pl: Kontak z działem obsługi klienta
pt_pt: Contactar a equipa de suporte
ro_ro: Contactaţi echipa suport
ru_ru: Связь со службой поддержки
sr_sp: Kontaktiraj tim za podršku

source: <br>No data in this period
bg_bg: <br>Липсва информация за този период
cn_cn: <br> 无法找到此期间内数据
cs_cz: <br>Za toto období neexistují žádné údaje
de_de: <br>Keine Daten in diese Zeitspanne vorhanden
el_gr: <br>Δεν υπάρχουν δεδομένα αυτή την περίοδο
fr_fr: <br>Aucune donnée pendant cette période
hr_hr: <br>Nema podataka u ovom razdoblju
hu_hu: <br>Nincs adat ebben az időszakban.
jp_jp: ＜br＞この期間でのデータはなし
pl_pl: <br>Brak danych dla tego okresu
pt_pt: <br>Sem dados para este período
ro_ro: <br>Nu există date în această perioadă
ru_ru: <br>Нет данных за этот период
sr_sp: <br>Nema podataka u ovom periodu

source: No data in this period
bg_bg: Липсва информация за този период
cn_cn: 此期间没有数据
cs_cz: Za toto období neexistují žádné údaje
de_de: Keine Daten in diese Zeitspanne vorhanden
el_gr: Δεν υπάρχουν δεδομένα αυτή την περίοδο
fr_fr: Aucune donnée pendant cette période
hr_hr: Nema podataka u ovom razdoblju
hu_hu: Nincs adat ebben az időszakban.
jp_jp: この期間のデータはありません
pl_pl: Brak danych dla tego okresu
pt_pt: Sem dados para este período
ro_ro: Nu există date în această perioadă
ru_ru: Нет данных за этот период
sr_sp: Nema podataka u ovom periodu

source: User name
bg_bg: Потребителско име
cn_cn: 用户名称
cs_cz: Jméno uživatele
de_de: Benutzername
el_gr: Όνομα χρήστη
fr_fr: Identifiant
hr_hr: Korisničko ime
hu_hu: Felhasználó neve
jp_jp: ユーザー名
pl_pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sr_sp: Ime korisnika

source: Date of registration
bg_bg: Дата на регистрация
cn_cn: 注册日期
cs_cz: Datum registrace
de_de: Datum der Registrierung
el_gr: Ημερομηνία εγγραφής
fr_fr: Date d'inscription
hr_hr: Datum registracije
hu_hu: Regisztráció dátuma
jp_jp: 登録日
pl_pl: Data rejestracji
pt_pt: Data de registo
ro_ro: Data înregistrării
ru_ru: Дата регистрации
sr_sp: Datum registracije

source: Won
bg_bg: Печели
cn_cn: 赢
cs_cz: Vyhráno
de_de: Gewonnen
el_gr: Kέρδισε
fr_fr: Gagné
hr_hr: Osvojeno
hu_hu: Nyert
jp_jp: 勝利
pl_pl: Wygrane
pt_pt: Ganho
ro_ro: Câştigat
ru_ru: Выиграно
sr_sp: Dobijeni

source: Liability
cn_cn: 负债
de_de: Haftung
el_gr: Υποχρέωση
hu_hu: Tartozás
jp_jp: 責任義務
pl_pl: Odpowiedzialność
pt_pt: Responsabilidade
ru_ru: Обязательство
