Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: No bet selected yet. <br>Click on the respective odds to select the bets.
bg_bg: Не е избран залог. <br> Щракнете върху съответния коефициент, за да изберете залози.
cn_cn: 未有选择赌注。 <br> 点击相应赔率以选择赌注。
cs_cz: Nebyly vybrány žádné sázky. <br>Pro výběr sázky klikněte na příslušný kurz.
de_de: Noch keine Wette ausgewählt. Klicken Sie auf die jeweiligen Wettquoten, um die Wetten auszuwählen.
el_gr: Δεν έχει επιλεγεί ακόμα κάποιο στοίχημα. <br> Κάνε κλικ στις αντίστοιχες αποδόσεις για να επιλεγούν τα στοιχήματα.
fr_fr: Aucun pari sélectionné pour le moment. <br>Cliquez sur les cotes respectives pour sélectionner les paris.
hr_hr: Još nije odabrana oklada. <br>Kliknite na odgovarajuće koeficijente kako biste odabrali oklade.
hu_hu: Még nincs kiválasztva fogadás. <br>Kattints a megfelelő nyereményszorzóra fogadás választásához.
jp_jp: 賭け金が選ばれていません。<br>それぞれのオッズをクリックして賭け金を選んで下さい。
pl_pl: Nie wybrano zakładu. <br>Kliknij odpowiedni kurs, aby wybrać zakłady.
pt_pt: Nenhuma aposta selecionada ainda. <br>Clique nas odds respetivas paraselecionar as apostas.
ro_ro: Nu aţi selectat niciun pariu. <br>Click pe cota respectivă pentru a selecta pariuri.
ru_ru: Ставка не выбрана. <br>Нажмите на соответствующие коэффициенты и выберите ставку.
sr_sp: Nijedna opklada još nije odabrana. <br>Kliknite na odgovarajuće kvote za odabir opklada.

source: Ticket History
bg_bg: Хронология на билети
cn_cn: 彩票记录
cs_cz: Historie tiketu
de_de: Ticket-Historie
el_gr: Ιστορικό Δελτίων
fr_fr: Historique des tickets
hr_hr: Povijest listića
hu_hu: Szelvény előzmények
jp_jp: 過去のチケット
pl_pl: Historia kuponów
pt_pt: Histórico de bilhetes
ro_ro: Istoric pariuri
ru_ru: История билетов
sr_sp: Istorija tiketa

source: Ticket ID:
bg_bg: Билет с ид.номер:
cn_cn: 彩票编号：
cs_cz: ID tiketu:
de_de: Ticketnummer:
el_gr: ΙD δελτίου:
fr_fr: ID de billets:
hr_hr: ID listića:
hu_hu: Szelvényazonosító:
jp_jp: チケットID:
pl_pl: Numer kuponu:
pt_pt: ID de ticket
ro_ro: Bilet ID:
ru_ru: Номер билета:
sr_sp: ID tiketa:

source: Print
bg_bg: Принтирай
cn_cn: 打印
cs_cz: Vytisknout
de_de: Drucken
el_gr: Εκτύπωση
fr_fr: Imprimer
hr_hr: Ispiši
hu_hu: Nyomtatás
jp_jp: プリント
pl_pl: Drukuj
pt_pt: Imprimir
ro_ro: Printaţi
ru_ru: Печать
sr_sp: Štampaj

source: No tickets activity available
bg_bg: Не са налични действия по билети
cn_cn: 无可用彩票活动
cs_cz: U tiketu není k dispozici žádná činnost
de_de: Keine Ticketaktivitäten verfügbar
el_gr: Η κίνηση των δελτίων δεν είναι διαθέσιμη
fr_fr: Aucune activité de tickets disponible
hr_hr: Nije pronađena aktivnost na listiću
hu_hu: Nincs elérhető szelvény.
jp_jp: チケットアクティビティはありません
pl_pl: Nie znaleziono aktywnych kuponów
pt_pt: Nenhuma atividade de bilhetes disponível
ro_ro: Nu există activitate
ru_ru: Нет доступных билетов
sr_sp: Nema dostupne aktivnosti tiketa

source: Date and time
bg_bg: Дата и час
cn_cn: 日期和时间
cs_cz: Datum a čas
de_de: Datum und Zeit
el_gr: Ημερομηνία και ώρα
fr_fr: Date et heure
hr_hr: Datum i vrijeme
hu_hu: Dátum és idő
jp_jp: 日付と時間
pl_pl: Data i czas
pt_pt: Data e hora
ro_ro: Data şi ora
ru_ru: Дата и время
sr_sp: Datum i vreme

source: Ticket id
bg_bg: Билет с ид.номер
cn_cn: 彩票编号
cs_cz: ID tiketu
de_de: Ticketnummer
el_gr: ID δελτίου
fr_fr: ID du ticket
hr_hr: ID listića
hu_hu: Szelvényazonosító
jp_jp: チケットID
pl_pl: Numer kuponu
pt_pt: ID de ticket
ro_ro: ID bilet
ru_ru: Номер билета
sr_sp: ID tiketa

source: ID / Date
bg_bg: Ид. номер / дата
cn_cn: 编号 / 日期
cs_cz: ID / datum
de_de: Nummer/Datum
el_gr: ΙD / Ημερομηνία
hr_hr: ID/datum
hu_hu: Azonosító / Dátum
jp_jp: ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付ID/日付
pl_pl: Numer / Data
pt_pt: ID / Data
ro_ro: ID / Data
ru_ru: Номер/дата
sr_sp: ID / Datum

source: Total:
bg_bg: Общо:
cn_cn: 总计：
cs_cz: Celkem:
de_de: Insgesamt:
el_gr: Σύνολο:
hr_hr: Ukupno:
hu_hu: Összesen:
jp_jp: 合計：
pl_pl: Suma:
ru_ru: Всего:
sr_sp: Ukupno:

source: Amount:
bg_bg: Стойност:
cn_cn: 金额：
cs_cz: Částka:
de_de: Betrag:
el_gr: Ποσό:
fr_fr: Montant :
hr_hr: Iznos:
hu_hu: Összeg:
jp_jp: 金額：
pl_pl: Kwota:
pt_pt: Montante:
ro_ro: Suma:
ru_ru: Сумма:
sr_sp: Iznos:

source: Return:
bg_bg: Възвръщаемост:
cn_cn: 收益：
cs_cz: Návratnost:
de_de: Zurück:
el_gr: Επιστροφή:
fr_fr: Retour:
hr_hr: Povrat:
hu_hu: Osztalék:
jp_jp: 復帰：
pl_pl: Zwrot:
pt_pt: Retorno:
ro_ro: Rezultat financiar:
ru_ru: Возврат:
sr_sp: Vrati:

source: Please see your betting history below:
bg_bg: Моля, вижте хронология на залозите си отдолу:
cn_cn: 请查看以下您的投注记录：
cs_cz: Níže vidíte historii svých sázek:
de_de: Ihre Wett-Historie sehen Sie unten:
el_gr: Μπορείς να δεις το ιστορικό των στοιχημάτων σου παρακάτω:
fr_fr: Consultez votre historique des paris ci-dessous:
hr_hr: U nastavku pregledajte povijest svojih oklada:
hu_hu: Az alábbiakban láthatod fogadási előzményeidet:
jp_jp: 下記から過去の賭けを見て下さい：
pl_pl: Historia zakładów:
pt_pt: Por favor veja o seu histórico de apostas abaixo:
ro_ro: Vă rugăm găsiți istoricul pariurilor dvs. mai jos:
ru_ru: История ваших ставок:
sr_sp: Pogledajte u nastavku istoriju svog klađenja:

source: Ticket ID
bg_bg: Билет с ид.номер
cn_cn: 彩票编号：
cs_cz: ID tiketu
de_de: Ticketnummer
el_gr: ID δελτίου
fr_fr: ID du ticket
hr_hr: ID listića
hu_hu: Szelvényazonosító
jp_jp: チケットID
pl_pl: Numer kuponu
pt_pt: ID de ticket
ro_ro: ID bilet
ru_ru: Номер билета
sr_sp: ID tiketa

source: Note
bg_bg: Бележка
cn_cn: 备忘
cs_cz: Poznámka
de_de: Hinweis
el_gr: Σημείωση
hr_hr: Napomena
hu_hu: Megjegyzés
jp_jp: メモ
pl_pl: Uwagi
pt_pt: Nota
ro_ro: Notă
ru_ru: Примечание
sr_sp: Napomena

source: To place ticket please use betslip.
bg_bg: За да подадете билет, моля използвайте купона за залози.
cn_cn: 请使用投注单购买彩票。
cs_cz: Tiket vytvoříte pomocí sázenky.
de_de: Bitte verwenden Sie den Wettschein zur Platzierung eines Tickets.
el_gr: Για να υποβάλεις το δελτίο σου χρησιμοποίησε το betslip.
fr_fr: Pour placer un ticket, utilisez le pari combiné.
hr_hr: Prilikom uplate listića koristite se obrascem za oklade.
hu_hu: Szelvény elhelyezéséhez használd a fogadószelvényt.
jp_jp: Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。Betsslipを使ってチケットを置いて下さい。
pl_pl: Aby postawić zakład, skorzystaj z kuponu.
pt_pt: Para colocar ticket, por favor use o talão de aposta
ro_ro: Pentru a plasa un bilet vă rugăm să folosiți biletul de pariuri.
ru_ru: Используйте лотерейный купон, чтобы разместить билет
sr_sp: Za klađenje koristite uplatni listić.

source: Pending tickets
bg_bg: Изчакващи билети
cn_cn: 待处理彩票
cs_cz: Nevyřešené tikety
de_de: Ausstehende Tickets
el_gr: Εκκρεμή δελτία
fr_fr: Tickets en attente
hr_hr: Listići na čekanju
hu_hu: Függőben lévő szelvények
jp_jp: チケットを申込中
pl_pl: Oczekujące kupony
pt_pt: Tickets pendentes
ro_ro: Bilete în aşteptare
ru_ru: Текущие билеты
sr_sp: Tiketi na čekanju

source: Please see you recently placed tickets below:
bg_bg: Моля, вижте последно подадените от Вас билети отдолу:
cs_cz: Níže vidíte své poslední tikety:
de_de: Untenstehend finden Sie Ihre kürzlich platzierten Tickets:
el_gr: Μπορείς να δεις τα δελτία που υπέβαλες πρόσφατα, παρακάτω:
fr_fr: Consultez vos tickets placés récemment ci-dessous:
hr_hr: U nastavku pregledajte svoje nedavno uplaćene listiće:
hu_hu: Az alábbiakban láthatod legutóbb elhelyezett szelvényeidet:
pl_pl: Zobacz swoje ostatnie kupony poniżej:
pt_pt: Por favor, veja os seus tickets colocados recentemente abaixo:
ro_ro: Vă rugăm să găsiți ultimele bilete jucate mai jos:
ru_ru: Ваши недавно размещенные билеты:
sr_sp: Pogledajte u nastavku nedavno napravljene tikete:

source: Paid
bg_bg: Платено
cn_cn: 已支付
cs_cz: Vyplaceno
de_de: Bezahlt
el_gr: Πληρωμένο
fr_fr: Payé
hr_hr: Plaćeno
hu_hu: Fizetve
jp_jp: 支払われました
pl_pl: Zapłacone
pt_pt: Pago
ro_ro: Plătit
ru_ru: Оплачено
sr_sp: Plaćeno

source: No pending tickets found. For previous tickets please see tickets history.
bg_bg: Не са намерени изчакващи билети. За предишни билети, моля вижте хронологията на билетите.
cn_cn: 未发现待处理彩票。请查看彩票记录以检视之前的彩票。
cs_cz: Nebyly nalezeny žádné nevyřešené tikety. Starší tikety naleznete v historii tiketů.
de_de: Keine ausstehenden Tickets gefunden. Für ältere Tickets, überprüfen Sie bitte die Ticket-Historie.
el_gr: Δεν βρέθηκαν εκκρεμή δελτία. Για προηγούμενα δελτία μπορείς να δεις το ιστορικό των δελτίων.
fr_fr: Aucun ticket en attente trouvé. Pour les tickets précédents, consultez l'historique des tickets.
hr_hr: Nisu pronađeni listići na čekanju. Za prijašnje listiće pregledajte povijest listića.
hu_hu: Nincs függőben lévő szelvény. Korábbi szelvényekért nézd meg a szelvény előzményeket.
jp_jp: 申込中のチケットは見つかりませんでした。以前のチケットは過去のチケットからご覧下さい。
pl_pl: Nie znaleziono oczekujących kuponów. Aby sprawdzić poprzednie kupony, zobacz historię kuponów.
pt_pt: Não foram encontrados bilhetes pendentes Para bilhetes anteriores, por favorveja o histórico de bilhetes
ro_ro: Nu există bilete în aşteptare. Pentru bilete anterioare vă rugăm verificaţi istoric pariuri.
ru_ru: Текущих билетов не найдено. Информацию о старых билетах можно просмотреть в истории.
sr_sp: Nisu pronađeni aktivni tiketi. Za prethodne tikete pogledajte istoriju tiketa.

source: History
bg_bg: Хронология
cn_cn: 记录
cs_cz: Historie
de_de: Historie
el_gr: Ιστορικό
fr_fr: Historique
hr_hr: Povijest
hu_hu: Előzmények
jp_jp: 過去
pl_pl: Historia
pt_pt: Histórico
ro_ro: Istoric
ru_ru: История
sr_sp: Istorija

source: Ticket Preview
bg_bg: Преглед на билет
cn_cn: 彩票预览
cs_cz: Náhled tiketu
de_de: Ticketvorschau
el_gr: Προεπισκόπιση δελτίων
fr_fr: Prévisualiser ticket
hr_hr: Pregled listića
hu_hu: Szelvény előnézet
jp_jp: チケットプレビュー
pl_pl: Podgląd kuponów
pt_pt: Pré-visualização do Ticket
ro_ro: Vizualizare bilet
ru_ru: Предварительный просмотр билета
sr_sp: Prikaz tiketa

source: Event ID / Date
bg_bg: Ид. номер на събитие / Дата
cn_cn: 赛事编号 / 日期
cs_cz: ID a datum akce
de_de: Veranstaltungsnummer / Datum
el_gr: ID Γεγονότος/Ημερομηνία
fr_fr: ID / date de l'événement
hr_hr: ID/datum događaja
hu_hu: Eseményazonosító / Dátum
jp_jp: イベントID/日付
pl_pl: Numer / Data zdarzenia
pt_pt: ID / Data de evento
ro_ro: ID eveniment / Data
ru_ru: Номер и дата проведения события
sr_sp: ID / Datum događaja

source: Sport / League
bg_bg: Спорт / лига
cn_cn: 运动 / 联赛
cs_cz: Sport / liga
de_de: Sportart/Liga
el_gr: Άθλημα / Κατηγορία
fr_fr: Sport / Ligue
hr_hr: Sport/liga
hu_hu: Sport / Liga
jp_jp: スポーツ／リーグ
pl_pl: Sport / Liga
pt_pt: Desporto / Liga
ro_ro: Sport / Liga
ru_ru: Вид спорта/лига
sr_sp: Sport / Liga

source: Submit Ticket
bg_bg: Подай билет
cn_cn: 提交彩票
cs_cz: Odeslat tiket
de_de: Ticket einreichen
el_gr: Υποβολή δελτίου
fr_fr: Soumettre ticket
hr_hr: Uplati listić
hu_hu: Szelvény küldése
jp_jp: チケットを提示
pl_pl: Prześlij kupon
pt_pt: Enviar Ticket
ro_ro: Trimiteţi bilet
ru_ru: Отправить билет
sr_sp: Pošalji tiket

source: Clear Ticket
bg_bg: Изчисти билет
cn_cn: 清除彩票
cs_cz: Vymazat tiket
de_de: Ticket leeren
el_gr: Καθάρισε το δελτίο
fr_fr: Vider ticket
hr_hr: Obriši listić
hu_hu: Szelvény törlése
jp_jp: チケットをクリア
pl_pl: Wyczyść kupon
pt_pt: Limpar Bilhete
ro_ro: Ştergeţi bilet
ru_ru: Очистить билет
sr_sp: Obriši tiket

source: No bets selected
bg_bg: Не са избрани залози
cn_cn: 未选择赌注
cs_cz: Nebyly vybrány žádné sázky
de_de: Keine Wetten ausgewählt
el_gr: Δεν επιλέχθηκαν στοιχήματα
fr_fr: Aucun pari sélectionné
hr_hr: Nema odabranih oklada
hu_hu: Nincs fogadás kiválasztva.
jp_jp: 賭け金が選ばれていません
pl_pl: Nie wybrano zakładów
pt_pt: Nenhuma aposta selecionada
ro_ro: Nu au fost selectate pariuri
ru_ru: Ставка не выбрана
sr_sp: Nema izabranih opklada

source: Ticket placed
bg_bg: Билетът е подаден
cn_cn: 彩票已购买
cs_cz: Tiket byl vytvořen
de_de: Ticket platziert
el_gr: Δελτία που υποβλήθηκαν
fr_fr: Ticket placé
hr_hr: Listić je uplaćen
hu_hu: Szelvény elhelyezve
jp_jp: チケットを配置しました
pl_pl: Złożono kupony
pt_pt: Ticket colocado
ro_ro: Bilet efectuat
ru_ru: Билет размещен
sr_sp: Tiket uplaćen

source: Your ticket is created successfully
bg_bg: Билетът Ви е създаден успешно
cn_cn: 您的彩票已成功建立
cs_cz: Váš tiket byl úspěšně vytvořen
de_de: Ihr Ticket wurde erfolgreich erstellt
el_gr: Το δελτίο δημιουργήθηκε με επιτυχία
fr_fr: Votre ticket a été créé avec succès
hr_hr: Vaš listić je uspješno izrađen
hu_hu: Szelvényed sikeresen létrehozva.
jp_jp: 無事チケットを作成しました
pl_pl: Utworzono kupon
pt_pt: A sua conta foi criada com sucesso.
ro_ro: Biletul dvs. a fost creat cu succes
ru_ru: Билет создан
sr_sp: Vaš tiket je uspešno kreiran

source: Your ticket number is
bg_bg: Номерът на билета Ви е
cn_cn: 您的彩票号码是
cs_cz: Číslo vašeho tiketu je
de_de: Ihre Ticketnummer ist
el_gr: Ο αριθμός του δελτίου σου είναι
fr_fr: Votre numéro de ticket est
hr_hr: Broj vašeg listića je
hu_hu: Szelvényszámod
jp_jp: チケット番号は
pl_pl: Numer kuponu to
pt_pt: O número do seu ticket é
ro_ro: Numărul biletului dvs. este
ru_ru: Номер вашего билета:
sr_sp: Broj vašeg tiketa je

source: Login/Logout History
bg_bg: Хронология на вписване/отписване
cn_cn: 登录 / 退出记录
cs_cz: Historie přihlášení/odhlášení
de_de: Login/Logout Historie
el_gr: Ιστορικό Σύνδεσης/Αποσύνδεσης
fr_fr: Historique des Connexion / Déconnexion
hr_hr: Povijest prijava/odjava
hu_hu: Be-/kijelentkezési előzmények
jp_jp: ログイン／ログアウト過去
pl_pl: Historia logowania / wylogowania
pt_pt: Histórico de Login/Logout
ro_ro: Istoric autentificare/deconectare
ru_ru: История входов и выходов
sr_sp: Istorija prijave/odjave

source: User Login/Logout History:
bg_bg: Хронология на вписване/отписване на потребител
cn_cn: 用户登录 / 退出记录
cs_cz: Historie přihlášení/odhlášení uživatele
de_de: Login/Logout Benutzer-Historie:
el_gr: Ιστορικό Σύνδεσης/Αποσύνδεσης Χρήστη:
fr_fr: Historique de connexion / déconnexion de l'utilisateur:
hr_hr: Povijest prijave/odjave korisnika:
hu_hu: Felhasználói be-/kijelentkezési előzmények:
jp_jp: ユーザーログイン／ログアウトヒストリー：
pl_pl: Historia logowania / wylogowania użytkownika:
pt_pt: Histórico de Login/Logout do Utilizador:
ro_ro: Istoric utilizator autentificare/deconectare
ru_ru: История входов и выходов пользователя
sr_sp: Istorija korisnikove prijave/odjave:

source: Action
bg_bg: Действие
cn_cn: 行动
cs_cz: Akce
de_de: Aktion
el_gr: Δράση
hr_hr: Radnja
hu_hu: Művelet
jp_jp: アクション
pl_pl: Akcja
pt_pt: Ação
ro_ro: Acţiune
ru_ru: Действие
sr_sp: Radnja

source: Please set up options for more comfortable view.
bg_bg: Моля, задайте опции за по-удобен изглед.
cn_cn: 请设置选项以体验更舒适视野。
cs_cz: Proveďte nastavení tak, aby se vám stránky prohlížely pohodlněji.
de_de: Einstellungen für optimale Ansicht.
el_gr: Μπορείς να ρυθμίσεις τις επιλογές για μια πιο άνετη προβολή.
fr_fr: Veuillez configurer les options pour un plus grand confort d'affichage.
hr_hr: Postavite mogućnosti za prikaz koji vam više odgovara.
hu_hu: Állítsd be az opciókat egy megfelelőbb nézet érdekében.
jp_jp: より見やすくするためのオプションを設定して下さい。
pl_pl: Ustaw wygodny widok.
pt_pt: Por favor defina as opções para visualização mais confortável.
ro_ro: Vă rugăm setați opțiuni pentru o vizualizare mai bună.
ru_ru: Настройте вид отображения сайта
sr_sp: Podesite opcije za prikladniji prikaz.

source: Odds type
bg_bg: Вид коефициенти
cn_cn: 赔率类型
cs_cz: Typ kurzu
de_de: Wettquoten-Arten
el_gr: Τύποι αποδόσεων
fr_fr: Type de cotes
hr_hr: Vrsta koeficijenata
hu_hu: Nyereményszorzó típus
jp_jp: 確率タイプ
pl_pl: Rodzaj kursów
pt_pt: Tipo de odds
ro_ro: Tip cote
ru_ru: Вид коэффициентов
sr_sp: Vrste kvota

source: Time zone
bg_bg: Часова зона
cn_cn: 时区
cs_cz: Časové pásmo
de_de: Zeitzone
el_gr: Ζώνη ώρας
fr_fr: Fuseau horaire
hr_hr: Vremenska zona
hu_hu: Időzóna
jp_jp: 時間帯
pl_pl: Strefa czasowa
pt_pt: Fuso horário
ro_ro: Fus orar
ru_ru: Часовой пояс
sr_sp: Vremenska zona

source: Time Zone
de_de: Zeitzone
fr_fr: Fuseau Horaire

source: Change Password
bg_bg: Промени парола
cn_cn: 更改密码
cs_cz: Změnit heslo
de_de: Passwort ändern
el_gr: Αλλαγή κωδικού πρόσβασης
fr_fr: Modifiez le mot de passe
hr_hr: Promijeni lozinku
hu_hu: Jelszó megváltoztatása
jp_jp: パスワードを変更
pl_pl: Zmień hasło
pt_pt: Mudar password
ro_ro: Schimbaţi parola
ru_ru: Изменить пароль
sr_sp: Promeni lozinku

source: Please provide full personal information to confirm your identity. Owing to regulations, your access to some products, markets and commission discounts may be restricted until you confirm your identity. You can provide personal documents using our secure email service.
bg_bg: Моля, попълнете пълно и точно личните си данни, за да потвърдите самоличността си. Поради законови изисквания достъпът Ви до някои продукти, пазари и отстъпки от комисионни може да бъде ограничен докато не потвърдите самоличността си. Можете да предоставите лични документи чрез нашата защитена е-мейл услуга.
cn_cn: 请提供完整的个人信息以确认您的身份。基于法规，在您确认身份前，所存取的一些产品、市场和佣金折扣可能会受到限制。您可使用我们的安全电邮服务提供个人文档。
cs_cz: Zadejte prosím všechny své osobní údaje pro ověření totožnosti. Dokud neověříte svou totožnost, váš přístup k některým našim produktům, sázkovým trhům nebo provizím může být ze zákonných důvodů omezen. Osobní dokumentaci můžete poskytnout pomocí našeho zabezpečeného systému.
de_de: Bitte geben Sie Ihre vollständigen Personendaten an, um Ihre Identität zu bestätigen. Aufgrund von Vorschriften könnte Ihr Zugang zu bestimmten Produkten, Märkten und Rabatten beschränkt sein, bis Sie Ihre Identität bestätigt haben. Sie können persönliche Dokumente über unseren sicheren E-Mail Service bereitstellen.
el_gr: Παρακαλούμε να μας παρέχεις τα πλήρη προσωπικά στοιχεία σου για την επιβεβαίωση της ταυτότητάς σου. Σύμφωνα με τους κανονισμούς, η πρόσβασή σου σε κάποια προϊόντα, αγορές και εκπτώσεις στις προμήθειες μπορεί να περιοριστούν μέχρι την επιβεβαίωση της ταυτότητάς σου. Μπορείς να παρέχεις προσωπικά έγγραφα χρησιμοποιώντας την ασφαλή τοποθεσία μας.
fr_fr: Veuillez fournir vos informations personnelles complètes afin de confirmer votre identité. Conformément au règlement, votre accès à certains produits, marchés et escomptes de commission peut être restreint jusqu'à la confirmation de votre identité. Vous pouvez nous fournir des documents personnels en utilisant notre service d'e-mail sécurisé.
hr_hr: Unesite pune osobne podatke kako bismo mogli potvrditi vaš identitet. Sukladno pravilima, može biti ograničen pristup nekim proizvodima, tržištima i popustima na maržu dok ne potvrdite svoj identitet. Osobne dokumente možete dostaviti putem naše usluge sigurne e-pošte.
hu_hu: Azonosságod megerősítéséhez add meg személyes adataidat. A szabályzatok értelemében, bizonyos termékekhez, piacokhoz és jutalékengedményekhez korlátozott hozzáférést kapsz csak azonosságod megerősítéséig. Személyes okmányaidat biztonságos oldalunkon juttathatod el hozzánk:
jp_jp: 個人情報を証明するため、全ての欄にご記入下さい。規則のため、証明されるまでは我が製品、マーケット、割引などへのアクセスが制限されることがあります。私達の安全なEメールサービスで、書類を送信することが出来ます。
ro_ro: Vă rugăm să oferiți cât mai multe informații personale pentru a confirma identitatea dvs. Conform legii, accesul dvs. la unele produse, oferte și reduceri de comisioane poate fi restricționat până în momentul în care vă confirmați identitatea. Puteți trimite documente personale folosind website-ul nostru securizat.
ru_ru: Убедительно просим вас предоставить все свои личные данные для подтверждения вашей личности. В соответствии с нашими правилами, для возможности использования всех продуктов, игры на спортивных биржах и получения бонусных скидок необходимо подтвердить свою личность. Свои личные документы вы можете предоставить через наш защищенный почтовый сервис.
sr_sp: Navedite potpune lične podatke da biste potvrdili svoj identitet. Zahvaljujući propisima, pristup nekim popustima na proizvode, klađenja i provizije mogu biti ograničeni dok ne potvrdite svoj ​​identitet. Možete pružiti lične dokumente pomoću naše usluge sigurne e-pošte.

source: Bank name
bg_bg: Име на банка
cn_cn: 银行名称
cs_cz: Název banky
de_de: Name der Bank
el_gr: Όνομα τράπεζας
fr_fr: Nom de la banque
hr_hr: Naziv banke
hu_hu: Bank neve
jp_jp: 銀行名
pl_pl: Nazwa banku
pt_pt: Nome do banco
ro_ro: Nume bancă
ru_ru: Название банка
sr_sp: Naziv banke

source: Bank code
bg_bg: Вътрешнобанков код
cn_cn: 银行代码
cs_cz: Kód banky
de_de: Bankleitzahl
el_gr: Τραπεζικός κώδικας
fr_fr: Code bancaire
hr_hr: Šifra banke
hu_hu: Bankkód
jp_jp: 銀行コード
pl_pl: Kod banku
pt_pt: Código do banco
ro_ro: Cod bancă
ru_ru: БИК
sr_sp: Kôd banke

source: Bank account number
bg_bg: Номер на банкова сметка
cn_cn: 银行帐号
cs_cz: Číslo bankovního účtu
de_de: Kontonummer
el_gr: Αριθμός λογαριασμού τράπεζας
fr_fr: Numéro de compte bancaire
hr_hr: Broj bankovnog računa
hu_hu: Bankszámlaszám
jp_jp: 銀行アカウント番号
pl_pl: Numer rachunku bankowego
pt_pt: Número de conta
ro_ro: Număr cont bancar
ru_ru: Номер банковского счета
sr_sp: Broj bankovnog računa

source: Ref. Code
bg_bg: Реф. Код
cn_cn: 参考代码
cs_cz: Referenční kód
de_de: Referenzcode
el_gr: Κώδικας Αναφ.
fr_fr: Code réf.
hr_hr: Ref. šifra
hu_hu: Ref. kód
jp_jp: 参照コード
pl_pl: Kod ref.
pt_pt: Código de Refª
ro_ro: Cod referinţă
ru_ru: Реф. Код
sr_sp: Ref. šifra

source: Balance Information Analysis
bg_bg: Анализ на информация за наличност
cn_cn: 余额信息分析
cs_cz: Analýza zůstatku
de_de: Analyse des Kontostands
el_gr: Ανάλυση Πληροφοριών Υπολοίπου
fr_fr: Analyse des informations du solde
hr_hr: Analiza podataka za ravnotežu
hu_hu: Egyenleginformáció elemzés
jp_jp: 残高情報分析
pl_pl: Analiza salda
pt_pt: Análise de Informação de Saldo
ro_ro: Analiză informaţii sold
ru_ru: Анализ информации о балансе
sr_sp: Analiza informacija o balansu

source: Here you can see all the information refer to your current balance.
bg_bg: Оттук можете да видите цялата информациа за наличността си.
cn_cn: 您在这里可查看所有与您当前余额相关的信息。
cs_cz: Zde najdete všechny informace týkající se vašeho zůstatku.
de_de: Hier finden Sie alle Informationen zu Ihrem aktuellen Kontostand.
el_gr: Eδώ μπορείς να δεις όλες τις πληροφορίες σχετικά με το τρέχον υπόλοιπό σου.
fr_fr: Ici vous pouvez voir toutes les informations se rapportent à votre solde actuel.
hr_hr: Ovdje možete vidjeti sve podatke o svom trenutnom stanju.
hu_hu: Az alábbiakban láthatod az egyenlegedhez kapcsolódó információkat.
jp_jp: ここで現在の残高に関する情報を見ることが出来ます。
pl_pl: Tutaj wyświetlane są wszystkie informacje powiązane z bieżącym saldem.
pt_pt: Aqui pode ver toda a informação relativa ao seu saldo atual.
ro_ro: Aici puteţi găsi toate informaţiile cu privire la soldul dvs. curent.
ru_ru: Здесь можно просмотреть информацию о вашем балансе.
sr_sp: Ovde možete videti sve informacije koje se odnose na vaš trenutni balans.

source: Promotional Code
bg_bg: Промоционален код
cn_cn: 促销代码
cs_cz: Kód propagační akce
de_de: Aktionscode
el_gr: Κωδικός Προσφοράς
fr_fr: Code promotionnel
hr_hr: Promotivni kod
hu_hu: Promóciós kód
jp_jp: プロモーションコード
pl_pl: Kod promocyjny
pt_pt: Código Promocional
ro_ro: Cod promoţional
ru_ru: Промо-код
sr_sp: Promotivni kôd
