Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default_old.po
Languages: it_it, sv_se

source: No limits
it_it: Nessun limite
sv_se: Ingen gräns

source: List Sports
it_it: Lista sport
sv_se: Lista sporter

source: Sport ID
it_it: ID sport

source: Warning Withdraws
it_it: Avvisi prelievi
sv_se: Varning uttag

source: Warning Stakes
it_it: Avvisi interessi
sv_se: Varning insatser

source: Warning Winnings
it_it: Avvisi vincite
sv_se: Varning vinster

source: Warning Deposits
it_it: Avvisi depositi
sv_se: Varning insättningar

source: amount
it_it: somma
sv_se: belopp

source: Deposit fee percentage
it_it: Tassa percentuale per il deposito
sv_se: Insättningsavgiftprocent

source: Payment gateways
it_it: Metodi di pagamento
sv_se: Betalningsport

source: Please set payment gateways below:
it_it: Imposta i metodi di pagamento qui sotto:
sv_se: Var vänlig välj betalningsport nedan:

source: Payments
it_it: Pagamenti
sv_se: Betalningar

source: Deposits %s
it_it: Depositi %s
sv_se: Insättningar %s

source: Please set deposit risk management setting below:
it_it: Imposta le opzioni della gestione del rischio qui sotto:
sv_se: Var vänlig ställ in riskhanteringsinställningar angående insättningar nedan:

source: Allow automated deposits
it_it: Permetti depositi automatici
sv_se: Tillåt automatiska insättningar

source: Allow manual deposits
it_it: Permetti depositi manuali
sv_se: Tillåt manuella insättningar

source: Lowest amount for deposit
it_it: Somma minore per deposito
sv_se: Lägsta belopp för insättning

source: Highest amount for deposit
it_it: Somma maggiore per deposito
sv_se: Högsta belopp för insättning

source: General %s
it_it: Generale %s
sv_se: Allmän %s

source: General settings controls some of the most basic configuration settings for your site: your site's title and location, who may register an account at your site, and how dates and times are calculated and displayed.
it_it: Le impostazioni generali controllano le opzioni di configurazione del sito più basilari: titolo e luogo, chi può registrare un account sul tuo sito, e come ora e data sono calcolate e mostrate.
sv_se: Allmänna inställningar kontrollerar några utav de mest grundläggande konfigurationsinställningar för denna sida: din sidas titel och lokalisering, vem som kan registrera ett konto på din sida och hur datum samt tider är kalkylerade och visade.

source: Contact Email
it_it: Contatto email
sv_se: Kontakt e-post

source: Password reset
it_it: Reset pasword
sv_se: Återställning av lösenord

source: Default currency
it_it: Valuta predefinita
sv_se: Standardvaluta

source: Default timezone:
it_it: Fuso orario predefinito:
sv_se: Standard tidszon:

source: Default language
it_it: Lingua predefinita
sv_se: Standardspråk

source: Items per page
it_it: Oggetti per pagina
sv_se: Objekt per sida

source: Referral system
it_it: Sistema riferimento
sv_se: Värvningssystem

source: Left active
it_it: Attiva sinistra
sv_se: Vänster aktiv

source: Left sidebar title
it_it: Titolo sidebar sinistra
sv_se: Vänster sidofältstitel

source: Left sidebar content
it_it: Contenuto sidebar sinistra
sv_se: Vänster sidofältsinnehåll

source: Right active
it_it: Attiva destra
sv_se: Höger aktiv

source: Right sidebar title
it_it: Titolo sidebar destra
sv_se: Höger sidofältstitel

source: Right sidebar content
it_it: Contenuto sidebar destra
sv_se: Höger sidofältsinnehåll

source: Bottom active
it_it: Attiva fondo pagina
sv_se: Botten aktiv

source: Bottom sidebar title
it_it: Titolo sidebar fondo pagina
sv_se: Botten sidofältstitel

source: Bottom sidebar content
it_it: Contenuto sidebar fondo pagina
sv_se: Botten sidofältsinnehåll

source: Referral Settings
it_it: Impostazioni riferimento
sv_se: Värvningsinställningar

source: First deposit percentage to referral
it_it: Percentuale del primo deposito per il referente
sv_se: Första insättningsprocent till värvning

source: What Is <b>SEO</b> / Search Engine Optimization?
it_it: Cos'è <b>SEO</b> / Sear Engine Optimization?
sv_se: Vad är <b>SEO</b> / Search Engine Optimization?

source: SEO stands for "search engine optimization."" It is the process of getting traffic from the ""free,"" ""organic,"" ""editorial"" or ""natural"" listings on search engines. All major search engines such as Google, Yahoo and Bing have such results, where web pages and other content such as videos or local listings are shown and ranked based on what the search engine considers most relevant to users. Payment is not involved, as it is with paid search ads."
it_it: SEO sta per ”search engine optimization.” È il processo di acquisizione di traffico dalle liste ”free,” ”organic.” ”editorial” o ”natural” dei motori di ricerca. Tutti i principali motori di ricerca come Google, Yahoo e Bing usano tali risultato, dove pagine web e altri contenuti come video o liste locali vengono mostrati e ordinati in base a quanto il motore li considera utili per l'utente. Non è previsto alcun pagamento, dato che si fonda con le pubblicità.
sv_se: SEO står för "search engine optimization."" Det är processen av att erhålla trafik ""free,"" ""organic,"" ""editorial"" eller ""natural"" listor på sökmotorer. Alla större sökmotorer som Google, Yahoo och Bing har sådana resultat, där hemsidor och andra innehåll som videon eller lokala listningar visas och rankas baserade på vad sökmotorn finner mest relevant för användaren. Betalning involveras ej, så som vid betalda sökannonser. "

source: Title tag
it_it: Tag titolo
sv_se: Titel taggar

source: Keywords
it_it: Parole chiave
sv_se: Nyckelord

source: Reply to email
it_it: Rispondi all'email
sv_se: Svara på e-post

source: Bot content revisit time
it_it: Tempo rivisita contenuto bot
sv_se: Bot innehåll återbesökstid

source: Author
it_it: Autore
sv_se: Författare

source: Tickets %s
it_it: Biglietti %s
sv_se: Kuponger %s

source: General ticket controls some of the most basic configuration related to tickets and printing functions.
it_it: Biglietti generali controlla alcune delle opzioni più basilari relativi a biglietti e funzioni di stampa.
sv_se: Allmänna kuponger kontrollerar några av de mest grundläggande konfigurationsinställningar relaterat till kupongs- och utskrivningsfunktioner.

source: Ticket printing
it_it: Stampa biglietto
sv_se: Kupongutskrift

source: Enable (Yes) or disable (No) ticket printing for users and staff.
it_it: Abilita (sì) o disabilita (no) la stampa dei biglietti per utenti e staff.
sv_se: Aktivera (Ja) eller inaktivera (Nej) kupongutskrivning för alla användare och personal.

source: Ticket preview
it_it: Anteprima biglietto
sv_se: Kupongförhandsvisning

source: Enable (Yes) or disable (No) ticket preview ticket before it is placed.
it_it: Abilita (sì) o disabilita (no) la stampa dei biglietti prima che siano piazzati.
sv_se: Aktivera (Ja) eller inaktivera (Nej) kupongförhandsvisning innan den placeras.

source: Warnings %s
it_it: Avvisi %s
sv_se: Varningar %s

source: Warning settings would help you to filter warning screen with unnecessary alerts. Please consider what is crucial for you sportsbook and use this function to secure your profit.
it_it: Le impostazioni degli avvisi ti aiutano a filtrare gli avvisi non necessari. Pensa a cosa è fondamentale per il tuo libro scommesse e usa questa funzione per ottimizzarne l'utilizzo.
sv_se: Varningsinställningar hjälper dig att filtrera varningsskärm med onödiga varningar. Var vänlig överväg spel som är viktigt för din sportspel och använd denna funktion för att säkra din vinst.

source: Deposit alert
it_it: Avviso deposito
sv_se: Insättningsavisering

source: Withdraw alert
it_it: Avviso prelievo
sv_se: Uttagsavisering

source: Stake alert
it_it: Avviso interesse
sv_se: Insatsavisering

source: Odds alert
it_it: Avviso probabilità
sv_se: Oddsavisering

source: Potential winning alert
it_it: Avviso potenziale vincita
sv_se: Potential vinst avisering

source: Allow withdraws
it_it: Consenti prelievi
sv_se: Tillåt uttag

source: Withdraw %s
it_it: Prelievo %s
sv_se: Uttag %s

source: Please set withdraw risk management setting below:
it_it: Imposta le opzioni di gestione del rischio dei prelievi qui sotto:
sv_se: Var vänlig bestäm riskhanteringsinställningar nedan:

source: Lowest amount for withdraw request
it_it: Somma minore per richiesta prelievo
sv_se: Lägsta belopp för uttagsbegäran

source: Highest amount for withdraw request
it_it: Somma maggiore per richiesta prelievo
sv_se: Hösta belopp för uttagsbegäran

source: Sports
it_it: Sport
sv_se: Sporter

source: Leagues
it_it: Tornei
sv_se: Ligor

source: View %s
it_it: Vedi %s
sv_se: Visa %s

source: Ticket Number
it_it: Numero biglietto
sv_se: Kupongnummer

source: Return
it_it: Ritorna
sv_se: Avkastning

source: Ticket will be deleted. Are you sure you want to delete?
it_it: Il biglietto verrà eliminato. Sei sicuro di volerlo eliminare?
sv_se: Kupong kommer att tas bort. Är du säker på att du vill ta bort den?

source: Ticket will be canceled. Are you sure you want to cancel?
it_it: Il biglietto verrà cancellato. Sei sicuro di volerlo cancellare?
sv_se: Kupong kommer att avbrytas. Är du säker på att du vill avbryta den?

source: Insert Result
it_it: Inserisci risultato
sv_se: Ange resultat

source: Fund user
it_it: Finanzia utente
sv_se: Fondera användare

source: To fund just enter amount into the input field and press submit. For example if you want to fund just creadit user with 100 USD
it_it: Per finanziare qualcuno inerisci la somma nel campo apposito e premi invia. Ad esempio se vuoi finanziare un utente con 100 dollari
sv_se: För att fondera ange bara beloppet i inmatningsfältet och tryck på Skicka. Till exempel: om du vill fondera användare med 100

source: just enter that amount into field and press submit
it_it: inserisci tale somma nel campo apposito e premi invia
sv_se: ange bara beloppet i fältet och tryck på Skicka

source: Charge user
it_it: Addebita utente
sv_se: Debitera användare

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200
it_it: Per addebitare qualcuno inserisci la somma che verrà dedotta dal suo account. Ad esempio se vuoi addebitare un utente di 200
sv_se: För att debitera ange bara beloppet och pengarna kommer att dras av användarkontot. Till exempel: om du vill debitera användare med 200

source: USD just enter that amount into field and press submit
it_it: Dollari inserisci tale somma nel campo apposito e premi invia
sv_se: USD ange bara beloppet i fältet och tryck på Skicka

source: Add %s
it_it: Aggiungi %s
sv_se: Lägg till %s

source: Registration chart
it_it: Tabella registrazione
sv_se: Registreringsdiagram

source: KYC user
it_it: Utente KYC
sv_se: KYC användare

source: KYC Documents
it_it: Documenti KYC
sv_se: KYC dokument

source: Change KYC Status
it_it: Cambia status KYC
sv_se: Ändra KYC status

source: Deposits Bonus History
it_it: Cronologia bonus depositi
sv_se: Insättningsbonus historik

source: Sum
it_it: Somma
sv_se: Summa

source: Affiliates
it_it: Affiliati

source: Email has been confirmed. You can now login.
it_it: Email confermata. Ora puoi effettuare il login.
sv_se: E-post har verifierats. Du kan logga in nu.

source: Register now!
it_it: Registrati ora!
sv_se: Registrera nu!

source: Forgotten your password?
it_it: Hai dimenticato la password?
sv_se: Glömt ditt lösenord?

source: Old Password
it_it: Vecchia Password
sv_se: Gammalt Lösenord

source: New Password
it_it: Nuova Password
sv_se: Nytt Lösenord

source: Reset Password
it_it: Resetta la password
sv_se: Återställ Lösenord

source: Bank info
it_it: Informazioni banca

source: Please provide your bank info
it_it: Fornisci le tue informazioni bancarie
sv_se: Ange din bankinfo

source: Account number
it_it: Numero account
sv_se: Kontonummer

source: Transaction
it_it: Transazione
sv_se: Transaktion

source: User Balance
it_it: Bilancio utente
sv_se: Användarbalans

source: Please enter your surname
it_it: Inserisci il tuo cognome
sv_se: Ange ditt efternamn

source: Please enter your first name
it_it: Inserisci il tuo nome
sv_se: Ange ditt förnamn

source: Please enter your address
it_it: Inserisci il tuo indirizzo
sv_se: Ange din adress

source: Please enter your Region
it_it: Inserisci la tua regione
sv_se: Ange din region

source: Please enter your City of residence
it_it: Inserisci la tua città di residenza
sv_se: Ange din stad eller hemvist

source: Alphabets and numbers only
it_it: Solo alfanumerico
sv_se: Endast bokstäver och siffror

source: Between 5 to 15 characters
it_it: Fra 5 e 15 caratteri
sv_se: Mellan 5 till 15 tecken

source: This username has already been taken.
it_it: Questo nome utente è già in uso.
sv_se: Användarnamnet är upptaget.

source: Password must be Between 6 to 15 characters
it_it: La password deve essere fra 6 e 15 caratteri
sv_se: Lösenord måste vara mellan 6 och 15 tecken

source: Password must contain at least one number
it_it: La password deve contenere almeno un numero
sv_se: Lösenord måste innehålla minst en siffra

source: Password must contain at least one letter
it_it: La password deve contenere almeno una lettera
sv_se: Lösenord måste innehålla åtminstone en siffra

source: Please enter valid email address
it_it: Inserisci un indirizzo email valido
sv_se: Ange giltig e-postadress

source: This email has already been registered.
it_it: Questa email è già stata registrata.
sv_se: Denna e-post har redan registrerats.

source: Please enter your name
it_it: Inserisci il tuo nome
sv_se: Ange ditt namn

source: Please enter your street address
it_it: Inserisci il tuo indirizzo
sv_se: Ange din gatuadress

source: Please enter city
it_it: Inserisci la tua città
sv_se: Ange ort

source: Please enter country
it_it: Inserisci la tua nazione
sv_se: Ange land

source: User should be over 21 years old to complete registration
it_it: L'utente deve avere almeno 21 anni per completare la registrazione
sv_se: Användare bör vara över 21 år för att registrera

source: User should be over 18 years old to complete registration
it_it: L'utente deve avere almeno 18 anni per completare la registrazione
sv_se: Användare bör vara över 18 år för att registrera

source: Please enter valid mobile number
it_it: Inserisci un numero mobile valido
sv_se: Ange giltigt mobilnummer

source: Please your personal question
it_it: Inserisci la tua domanda personale
sv_se: Ange din personliga fråga

source: Please enter valid answer
it_it: Inserisci una risposta valida
sv_se: Ange giltigt svar

source: You need to accept the Terms Of Use to be able to register.
it_it: Devi accettare i termini di utilizzo per poterti registrare.
sv_se: Du måste acceptera Användarvillkoren för att kunna registrera.

source: This field cannot be left blank
it_it: Questo campo non può essere lasciato vuoto
sv_se: Detta fält kan inte lämnas tomt

source: Mimimum 5 characters long
it_it: Lunghezza minima 5 caratteri
sv_se: Minimum 5 tecken lång

source: The username should be different from email
it_it: Il nome utente deve essere diverso dall'email
sv_se: Användarnamnet måste skilja från e-postadress

source: Password must be Between 8 to 15 characters
it_it: La password deve essere fra 8 e 15 caratteri
sv_se: Lösenord måste vara mellan 8 och 15 tecken

source: The Password has to be different from username.
it_it: La password deve essere diversa dal nome utente.
sv_se: Lösenordet måste skilja från användarnamnet.

source: It seems that you are already registered.
it_it: Sembra che tu sia già registrato.
sv_se: Det verkar som att du redan har registrerat.

source: Please enter your street address or street address does not exist
it_it: Inserisci il tuo indirizzo o non avrai alcun indirizzo
sv_se: Var vänlig skriv in din gatuadress eller så existerar inte gatuadressen

source: Debug setting does not allow access to this url.
it_it: Le impostazioni di debug non permettono l'accesso a questo url.
sv_se: Debug inställning tillåter inte åtkomst till denna URL.

source: Match odds
it_it: Probabilità partita

source: Remaining match
it_it: Partita rimanente
sv_se: Återstående matcher

source: Next Goal
it_it: Prossimo goal
sv_se: Nästa mål

source: Total Goals +/-
it_it: Goal totali +/-
sv_se: Totalt antal mål +/-

source: Match odds (1 2)
it_it: Probabilità partita (1 2)

source: Set Score
it_it: Punteggio set
sv_se: Setspel

source: Sets Overall
it_it: Set complessivi
sv_se: Antal set

source: Total Points +/-
it_it: Punti totali +/-
sv_se: Totalt antal poäng +/-

source: Goals from now +/-
it_it: Goal da ora +/-
sv_se: Mål from nu +/-

source: Match odds (1x2)
it_it: Probabilità partita (1x2)

source: 1 hour
it_it: 1 ora
sv_se: 1 timme

source: 2 hours
it_it: 2 ore
sv_se: 2 timmar

source: 3 hours
it_it: 3 ore
sv_se: 3 timmar

source: Time
it_it: Tempo
sv_se: Tid

source: Statistics
it_it: Statistiche
sv_se: Statistik

source: Click on team name for extra bets
it_it: Fai click sul nome della partita per scommesse extra
sv_se: Klicka på lagnamn för extra spel

source: Upcoming Live Matches
it_it: Prossime partite live
sv_se: Kommande live matcher

source: Login For
it_it: Login per
sv_se: Logga in för

source: minutes
it_it: minuti
sv_se: minuter

source: Bet Slip
it_it: Schedina
sv_se: Spelkupong

source: open
it_it: aperto
sv_se: öppet

source: Sport Bets
it_it: Scommesse sportive
sv_se: Sport spel

source: Great odds on football,tennis, ice hokey and many more
it_it: Grandi probabilità per calcio, tennis, hockey su ghiaccio e tanto altro
sv_se: Bra odds på fotboll tennis ishockey och många fler

source: Number of Bets Placed:
it_it: Numero di scommesse piazzate:
sv_se: Antal placerade spel:

source: Max Wager for bets:
it_it: Puntata massima per scommessa:
sv_se: Max insats för spel:

source: Wager:
it_it: Puntata:
sv_se: Insats:

source: Max Payout:
it_it: Massimo payout:
sv_se: Max utbetalning:

source: All games / All events
it_it: Tutti giochi / tutti eventi
sv_se: Alla spel / Alla evenemang

source: All games at one look, all normal sports and all odds can be combined .
it_it: Tutti i giochi sott'occhio, tutti gli sport normali e tutte le probabilità possono essere combinati.
sv_se: Alla spel på en blick, alla normala sport och alla odds kan kombineras.

source: Get this innovative service now from us. Live games meeting like never before! Good Luck!!
it_it: Usa il nostro nuovo servizio. Partite live come mai prima d'ora! Buona fortuna!
sv_se: Hämta denna innovativa tjänst från oss nu. Livespel som du aldrig har sett innan! Lycka till!

source: more groups
it_it: più gruppi
sv_se: flera grupper

source: Draw no Bet Period
it_it: Periodo draw no bet
sv_se: Insatsen tillbaka vid oavgjord period

source: Total x Period
it_it: Periodo totale x
sv_se: Totalt x Period

source: Setup Deposit Limits on your Account
it_it: Imposta i limiti di deposito sul tuo account
sv_se: Ställ in insättningsgränser på ditt konto

source: Play Session Limit
it_it: Limite sessione di gioco
sv_se: Spelsession gräns

source: Wager Limit
it_it: Limite scommessa
sv_se: Insatsgräns

source: Loss Limit
it_it: Limite perdita
sv_se: Förlustgräns

source: Self Exclusion
it_it: Auto esclusiono
sv_se: Självuteslutning

source: DELETE ACCOUNT
it_it: CANCELLA ACCOUNT
sv_se: TA BORT KONTO

source: Per Transaction
it_it: Per transazione
sv_se: Per transaktion

source: Daily
it_it: Al giorno
sv_se: Daglig

source: Weekly
it_it: A settimana
sv_se: Veckolig

source: Monthly
it_it: Al mese
sv_se: Månatlig

source: No Limit
it_it: Nessun limite
sv_se: Ingen gräns

source: After %s minutes
it_it: Dopo %s minuti
sv_se: Efter %s minuter

source: After one Hour
it_it: Dopo un'ora
sv_se: Efter en timme

source: After two Hours
it_it: Dopo due ore
sv_se: Efter två timmar

source: Login For:
it_it: Login per:
sv_se: Logga in för:

source: You have been playing for the past %s minutes during which you have: <br>Deposited € %s <br>Wagered € %s <br>Lost € %s <br>Won € %s
it_it: Hai giocato per %s minuti durante i quali hai: <br>Depositato %s € <br> puntato %s € <br> Perso %s € <br> Vinto %s €
sv_se: Du har spelat de senaste %s minuter och du har: <br>satt in %s € <br>satsat %s € <br>förlorat %s € <br>vunnit %s €

source: Outdated Browser Detected
it_it: Browser non aggiornato
sv_se: Föråldrade webbläsare upptäckt

source: Our website has detected that you are using an outdated browser. Using your current browser will prevent you from accessing features on our website. An upgrade is not required, but is strongly recommend to improve your browsing experience on our website.
it_it: Il nostro sito ha rilevato che stai usando un browser non aggiornato. Usando il tuo attuale browser non potrai accedere ad alcune funzionalità del nostro sito. Non è richiesto l'aggiornamento, ma è caldamente consigliato per migliorare la tua esperienza sul nostro sito.
sv_se: Vår hemsida har upptäckt att du använder en gammal webbläsare. Med din nuvarande webbläsare kan du inte använda vissa funktioner på vår hemsida. Uppgradering krävs inte, men är starkt rekommenderat att förbättra din webbupplevelse på vår hemsida.

source: Use the links below to download a new browser or upgrade your existing browser.
it_it: Usa i link sottostanti per scaricare un nuovo browser o aggiornare il tuo.
sv_se: Använd länkarna nedan för att ladda ner en ny webbläsare eller uppgradera den befintliga.

source: Remind me later
it_it: Ricordamelo più tardi
sv_se: Påminn mig senare

source: No available Bonuses.
it_it: Nessun bonus disponibile.
sv_se: Inga tillgängliga bonusar.

source: Available Bonuses.
it_it: Bonus disponibili.
sv_se: Tillgängliga bonusar.

source: Locked Amount
it_it: Somma bloccata
sv_se: Låst belopp

source: Opened on
it_it: Aperto a
sv_se: Öppnades

source: Activation Date
it_it: Data attivazione
sv_se: Aktiveringsdatum

source: Expiration Date
it_it: Data scadenza
sv_se: Utgångsdatum

source: Account Information
it_it: Informazioni Account
sv_se: Kontoinformation

source: Results Tables Schedules and Livescore for all leagues and events
it_it: Tabelle risultati e punteggio live per tutti tornei ed eventi
sv_se: Resultat, tabeller, matchschema och Livescore för alla ligor och evenemang

source: Play roulette, BlackJack and Baccarat in the Live Casino
it_it: Gioca roulette, BlackJack e Baccarat nel Casinò Live
sv_se: Spela roulett, blackjack och baccarat i Live Casinot

source: Identity Card (back view)
it_it: Carta d'identità (retro)
sv_se: Identitetskort (baksida)

source: Identity Card (front view)
it_it: Carta d'identità (fronte)
sv_se: Identitetskort (framsida)

source: Bank Account
it_it: Conto bancario
sv_se: Bankkonto

source: Register now and get bonus
it_it: Registrati ora e ricevi il indennità
sv_se: Registrera nu och få bonus

source: Top Winner
it_it: Massimo vincitore
sv_se: Toppvinnare

source: close
it_it: chiudi
sv_se: stäng

source: hours
it_it: ore
sv_se: timmar

source: Instant Play
it_it: Gioco istantaneo
sv_se: Omedelbart spel

source: Live Video Streaming
it_it: Streaming video live

source: Betslip Wagering
it_it: Scommessa schedine
sv_se: Spelkupong satsning

source: Ticket Win
it_it: Vincita biglietto
sv_se: Kupong vinst

source: Bonus Cancellation by user.
it_it: Cancellazione bonus da parte dell'utente.
sv_se: Bonus avbrytning av användaren.

source: Bonus activation
it_it: Attivazione bonus
sv_se: Bonus aktivering

source: APCO Deposit
it_it: Deposito APCO
sv_se: APCO insättning

source: Account Deposit
it_it: Deposito account
sv_se: Konto insättning

source: Live Casino Transaction
it_it: Transazione Live Casinò
sv_se: Live Casino transaktion

source: Live Casino RollBack Transaction
it_it: Transazione Rollback Live Casinò
sv_se: Live Casino RollBack transaktion

source: in every game
it_it: in ogni gioco
sv_se: i varje spel

source: Today
it_it: Oggi
sv_se: Idag

source: Stake:
it_it: Interesse:
sv_se: Insats:

source: View Tickets
it_it: Vedi i biglietti
sv_se: Se kuponger
