Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Withdraws
ar_sa: السحوبات
bg_bg: Тегления
cn_cn: 提款
cs_cz: Výběry
de_de: Abhebungen
el_gr: Αναλήψεις
fr_fr: Retraits
hr_hr: Isplate
hu_hu: Kifizetések
jp_jp: 引き落とし
pl_pl: Lista wypłat
pt_pt: Retiradas
ro_ro: Retrageri
ru_ru: Выводы
sr_sp: Isplate

source: Parsonal Info
ar_sa: المعلومات الشخصية
de_de: Parsonal-Infos
fr_fr: Info parsonal
pt_pt: Informações Pessoais

source: Edit
ar_sa: تحرير
bg_bg: Редактиране
cn_cn: 编辑
cs_cz: Upravit
de_de: Bearbeiten
el_gr: Επεξεργασία
fr_fr: Modifier
hr_hr: Uredi
hu_hu: Szerkesztés
jp_jp: 編集
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editați
ru_ru: Изменить
sr_sp: Uredi

source: Recently Played
ar_sa: تم اللعب مؤخرًا
de_de: Zuletzt gespielt
fr_fr: Joué récemment
pt_pt: Jogado recentemente

source: Favorites
ar_sa: المفضلات
de_de: Favoriten
fr_fr: Favoris
pt_pt: Favoritos

source: Loyalty
ar_sa: الولاء
de_de: Loyalität
fr_fr: Loyauté
pt_pt: Lealdade

source: Promo
ar_sa: العرض الترويجي
de_de: Werbeaktion

source: Promotions
ar_sa: العروض الترويجية
de_de: Werbeaktionen
pl_pl: Promocje
pt_pt: Promoções

source: Claim now
ar_sa: اطلب الآن
de_de: Jetzt anfordern
fr_fr: Réclamer maintenant
pt_pt: Reivindique agora

source: Use Bonus Code
ar_sa: استخدم رمز القسيمة
de_de: Bonus Code verwenden
fr_fr: Utilisez le code bonus
pt_pt: Use o código de bônus

source: Wagering
ar_sa: المراهنة
de_de: Wetteinsatz
fr_fr: Mise en jeu
pt_pt: Apostas

source: Amount
ar_sa: المبلغ
bg_bg: Сума
cn_cn: 金额
cs_cz: Částka
de_de: Betrag
el_gr: Ποσό
fr_fr: Montant
hr_hr: Iznos
hu_hu: Összeg
jp_jp: 金額
pl_pl: Kwota
pt_pt: Quantidade
ro_ro: Suma
ru_ru: Сумма
sr_sp: Iznos

source: Amount is required.
ar_sa: المبلغ مطلوب
de_de: Betrag ist erforderlich.
fr_fr: Le montant est requis.
pl_pl: Kwota jest wymagana.
pt_pt: Quantidade necessária.

source: Activate
ar_sa: تنشيط
de_de: Aktivieren
fr_fr: Activer
pt_pt: Ativar

source: Active Bonuses
ar_sa: تنشيط المكافآت
de_de: Aktive Boni
fr_fr: Bonus actifs
pt_pt: Bônus Ativos

source: Available Bonuses
ar_sa: المكافآت المتاحة
de_de: Verfügbare Boni
fr_fr: Bonus disponibles
pt_pt: Bônus Disponíveis

source: Completed Bonuses
ar_sa: المكافآت المكتملة
de_de: Abgeschlossene Boni
fr_fr: Bonus terminés
pt_pt: Bônus concluídos

source: Continue
ar_sa: استمرار
de_de: Weiter
fr_fr: Continuer
pl_pl: Kontyntynuj
pt_pt: Continuar

source: Cancel
ar_sa: إلغاء
bg_bg: Откажи
cn_cn: 取消
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Ολοκλήρωση
fr_fr: Annuler
hr_hr: Otkaži
hu_hu: Megszakítás
jp_jp: キャンセル
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulați
ru_ru: Отменить
sr_sp: Otkaži

source: Save
ar_sa: حفظ
bg_bg: Запиши
cn_cn: 保存
cs_cz: Uložit
de_de: Speichern
el_gr: Αποθήκευση
fr_fr: Enregistrer
hr_hr: Spremi
hu_hu: Mentés
jp_jp: 保存
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salvaţi
ru_ru: Сохранить
sr_sp: Sačuvaj

source: View
ar_sa: عرض
bg_bg: Изглед
cn_cn: 查看
cs_cz: Zobrazit
de_de: Ansicht
el_gr: Προβολή
fr_fr: Voir
hr_hr: Pregled
hu_hu: Megtekintés
jp_jp: 見る
pl_pl: Pokaż
pt_pt: Visualizar
ro_ro: Vizualizați
ru_ru: Просмотреть
sr_sp: Prikaz

source: Username
ar_sa: اسم المستخدم
bg_bg: Потребителско име
cn_cn: 用户名称
cs_cz: Uživatelské jméno
de_de: Benutzername
el_gr: Όνομα χρήστη
fr_fr: Nom d'utilisateur :
hr_hr: Korisničko ime
hu_hu: Felhasználónév
jp_jp: ユーザー名
pl_pl: Nazwa użytkownika
pt_pt: Nome do usuário
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sr_sp: Korisničko ime

source: Phone number
ar_sa: رقم الهاتف
de_de: Telefon-Nummer
fr_fr: Numéro de téléphone
pt_pt: Número de telefone

source: Currency
ar_sa: العملة
de_de: Währung
fr_fr: Devise
pl_pl: Waluta
pt_pt: Moeda

source: First name
ar_sa: الاسم الأول
bg_bg: Име
cn_cn: 名
cs_cz: Jméno
de_de: Vorname
el_gr: Όνομα
fr_fr: Prénom
hr_hr: Ime
hu_hu: Keresztnév
jp_jp: 名前
pl_pl: Imię
pt_pt: Nome
ro_ro: Prenume
ru_ru: Имя
sr_sp: Ime

source: Last name
ar_sa: الاسم الأخير
bg_bg: Фамилия
cn_cn: 姓
cs_cz: Příjmení
de_de: Nachname
el_gr: Επώνυμο
fr_fr: Nom de famille
hr_hr: Prezime
hu_hu: Vezetéknév
jp_jp: 姓名
pl_pl: Nazwisko
pt_pt: Sobrenome
ro_ro: Nume de familie
ru_ru: Фамилия
sr_sp: Prezime

source: Date of birth
ar_sa: تاريخ الميلاد
bg_bg: Дата на раждане
cn_cn: 出生日期
cs_cz: Datum narození
de_de: Geburtsdatum
el_gr: Ημερομηνία γέννησης
fr_fr: Date de naissance
hr_hr: Datum rođenja
hu_hu: Születési dátum
jp_jp: 生年月日
pl_pl: Data urodzenia
pt_pt: Data de nascimento
ro_ro: Data naşterii
ru_ru: Дата рождения
sr_sp: Datum rođenja

source: Gender
ar_sa: النوع
de_de: Geschlecht
fr_fr: Sexe
pl_pl: Sekse
pt_pt: Gênero

source: Address
ar_sa: العنوان
bg_bg: Адрес
cn_cn: 地址
cs_cz: Adresa
de_de: Anschrift
el_gr: Διεύθυνση
fr_fr: Adresse
hr_hr: Adresa
hu_hu: Cím
jp_jp: 住所
pl_pl: Adres e-mail jest nieprawidłowy
pt_pt: Endereço
ro_ro: Adresa
ru_ru: Адрес
sr_sp: Adresa

source: Zip/Postal Code
ar_sa: الرمز البريدي
de_de: Postleitzahl
fr_fr: Code postal
pl_pl: Kod pocztowy
pt_pt: CEP/Código Postal

source: City
ar_sa: المدينة
bg_bg: Град
cn_cn: 城市
cs_cz: Město
de_de: Stadt
el_gr: Πόλη
fr_fr: Ville
hr_hr: Grad
hu_hu: Település
jp_jp: 都市
pl_pl: Miasto
pt_pt: Cidade
ro_ro: Oraş
ru_ru: Город
sr_sp: Grad

source: Country
ar_sa: البلد
bg_bg: Държава
cn_cn: 国家
cs_cz: Stát
de_de: Land
el_gr: Χώρα
fr_fr: Pays
hr_hr: Zemlja
hu_hu: Ország
jp_jp: 国
pl_pl: Kraj
pt_pt: País
ro_ro: Ţara
ru_ru: Страна
sr_sp: Zemlja

source: User ID
ar_sa: معرّف المستخدم
bg_bg: Потребител ид. номер
cn_cn: 用户编号
cs_cz: ID uživatele
de_de: Benutzer-ID
el_gr: ID χρήστη
fr_fr: ID de l'utilisateur
hr_hr: Korisnički ID
hu_hu: Felhasználó azonosító
jp_jp: ユーザーID
pl_pl: Numer identyfikacyjny użytkownika
pt_pt: ID do usuário
ro_ro: ID utilizator
ru_ru: Номер пользователя
sr_sp: ID korisnika

source: Affiliate/Referral Code
ar_sa: رمز الإحالة
de_de: Partner-/Werbespot-Code
fr_fr: Code d'affiliation/référencement
pt_pt: Código de afiliado/Referência

source: Make a deposit
ar_sa: قم بالإيداع
de_de: Einzahlung vornehmen
fr_fr: Effectuer un dépôt
pt_pt: Faça um depósito

source: Deposits history
ar_sa: سجل الإيداع
de_de: Einzahlungs-Historie
fr_fr: Historique des dépôts
pt_pt: Histórico de depósitos

source: Select your preffered deposit method:
ar_sa: اختر وسيلة الإيداع المفضلة
de_de: Wählen Sie Ihre bevorzugte Einzahlungsmethode:
fr_fr: Sélectionnez votre méthode de dépôt préférée :
pt_pt: Selecione o método de depósito de sua preferência:

source: There are no deposit methods available for your country. Please contact support on support@bethappy.com.
ar_sa: لا تتوفر وسائل إيداع في بلدك. يرجى التواصل مع الدعم على support@bethappy.com.
de_de: Es sind keine Einzahlungsmethoden für Ihr Land verfügbar. Bitte kontaktieren Sie den Support unter support@bethappy.com.
fr_fr: Il n'y a pas de méthode de dépôt disponible pour votre pays. Veuillez contacter l'assistance sur support@bethappy.com.

source: No deposits yet.
ar_sa: لا توجد إيداعات بعد.
de_de: Noch keine Einzahlungen.
fr_fr: Aucun dépôt pour le moment.
pt_pt: Ainda não há depósitos.

source: Pending
ar_sa: معلقة
bg_bg: Изчакващо
cn_cn: 待处理
cs_cz: Dosud nevyřízeno
de_de: Ausstehend
el_gr: Σε εκκρεμότητα
fr_fr: En attente
hr_hr: Na čekanju
hu_hu: Függőben
jp_jp: 未定
pl_pl: Oczekujący
pt_pt: Pendente
ro_ro: În așteptare
ru_ru: В процессе
sr_sp: Na čekanju

source: Completed
ar_sa: مكتملة
bg_bg: Завършено
cn_cn: 完成
cs_cz: Dokončeno
de_de: Abgeschlossen
el_gr: Ολοκληρώθηκε
fr_fr: Terminé
hr_hr: Dovršeno
hu_hu: Befejezve
jp_jp: 完了
pl_pl: Ukończony
pt_pt: Concluído
ro_ro: Complet
ru_ru: Выполнено
sr_sp: Završeno

source: Declined
ar_sa: مرفوضة
de_de: Abgelehnt
fr_fr: Refusé
pt_pt: Recusado

source: Failed
ar_sa: فاشلة
bg_bg: Неуспешно
cn_cn: 失败
cs_cz: Nepodařilo se
de_de: Gescheitert
el_gr: Αποτυχία
fr_fr: Échec
hr_hr: Neuspješno
hu_hu: Sikertelen
jp_jp: 失敗
pl_pl: Nie powiodło się
pt_pt: Fracassado
ro_ro: Fără succes
ru_ru: Не вышло
sr_sp: Neuspešno

source: Canceled
ar_sa: تم الإلغاء
bg_bg: Отказано
cn_cn: 取消
cs_cz: Zrušeno
de_de: Abgebrochen
el_gr: Ακυρώθηκε
fr_fr: Annulé
hr_hr: Otkazano
hu_hu: Megszakítva
jp_jp: キャンセルしました
pl_pl: Anulowany
pt_pt: Cancelado
ro_ro: Anulat
ru_ru: Отменено
sr_sp: Otkazano

source: Total
ar_sa: إجمالي
bg_bg: Общо
cn_cn: 总计
cs_cz: Celkem
de_de: Gesamt
el_gr: Σύνολο
hr_hr: Ukupno
hu_hu: Összesen
jp_jp: 合計
pl_pl: Suma
ru_ru: Всего
sr_sp: Ukupno

source: Make a withdraw
ar_sa: قم بالسحب
de_de: Eine Abhebung vornehmen
fr_fr: Effectuer un retrait
pt_pt: Faça uma retirada

source: Withdraws history
ar_sa: سجل السحوبات
de_de: Historie der Abhebungen
fr_fr: Historique des retraits
pt_pt: Histórico de retiradas

source: Select your preffered withdraw method:
ar_sa: اختر وسيلة السحب المفضلة:
de_de: Wählen Sie Ihre bevorzugte Abhebungsmethode:
fr_fr: Sélectionnez votre méthode de retrait préférée :
pt_pt: Selecione o método de retirada de sua preferência:

source: No withdraws yet.
ar_sa: لا توجد سحوبات حتى الآن.
de_de: Noch keine Abhebungen.
fr_fr: Aucun retrait n'a encore été effectué.
pt_pt: Ainda não há retiradas.

source: There are no withdrawal methods available for your country. Please contact support on support@bethappy.com.
ar_sa: لا تتوفر وسائل سحب في بلدك. يرجى التواصل مع الدعم على support@bethappy.com.
de_de: Für Ihr Land sind keine Auszahlungsmethoden verfügbar. Bitte kontaktieren Sie den Support unter support@bethappy.com.
fr_fr: Il n'y a pas de méthode de retrait disponible pour votre pays. Veuillez contacter l'assistance sur support@bethappy.com.

source: Please login first.
ar_sa: يرجى تسجيل الدخول أولًا
de_de: Bitte loggen Sie sich zuerst ein.
fr_fr: Veuillez d'abord vous connecter.
pt_pt: Faça login primeiro.

source: By clicking the continue button you will be redirected to %s payment page.
ar_sa: بالنقر على زر الاستمرار سيتم إعادة توجيهك إلى صفحة دفع %s.
de_de: Wenn Sie auf die Schaltfläche 'Weiter' klicken, werden Sie zur Zahlungsseite von %s weitergeleitet.
fr_fr: En cliquant sur le bouton Continuer, vous serez redirigé vers la page de paiement %s.
pt_pt: Ao clicar no botão continuar, você será redirecionado para a página depagamento %s.

source: Minimum amount is %s.
ar_sa: الحد الأدنى للمبلغ %s.
de_de: Der Mindestbetrag ist %s.
fr_fr: Le montant minimum est de %s.
pt_pt: A quantidade mínima é %s.

source: I accept the Term of use.
ar_sa: أقبل شروط الاستخدام.
de_de: Ich akzeptiere die Nutzungsbedingungen.
fr_fr: J'accepte les conditions d'utilisation.
pt_pt: Aceito o Termo de uso.

source: This value should be greater than or equal to %s.
ar_sa: يجب أن تكون هذه القيمة أعلى من أو تساوي %s.
de_de: Dieser Wert sollte größer als oder gleich %s sein.
fr_fr: Cette valeur doit être supérieure ou égale à %s.
pt_pt: Este valor deve ser maior ou igual a% s.

source: You have no money in your balance.
ar_sa: ليس لديك أموال في رصيدك.
de_de: Sie haben kein Geld auf Ihrem Guthaben.
fr_fr: Vous n'avez pas d'argent dans votre solde.
pt_pt: Você não tem dinheiro em seu saldo.

source: Please take a photo or scan your documents. The uploaded files must be bright and clear and all corners of the documents must be clearly visible.
ar_sa: يرجى التقاط صورة للوثائق أو مسحها ضوئيًا. يجب أن تكون الملفات التي يتم تحميلها واضحة وساطعة وأن تكون كل زوايا الوثائق مرئية بوضوح.
de_de: Bitte machen Sie ein Foto oder scannen Sie Ihre Dokumente. Die hochgeladenen Dateien müssen hell und klar sein und alle Ecken der Dokumente müssen deutlich sichtbar sein.
fr_fr: Veuillez prendre une photo ou scanner vos documents. Les fichiers téléchargés doivent être clairs et nets et tous les coins des documents doivent être clairement visibles.

source: You can upload multiple files at the same time.
ar_sa: يمكنك تحميل العديد من الملفات في نفس الوقت.
de_de: Sie können mehrere Dateien gleichzeitig hochladen.
fr_fr: Vous pouvez télécharger plusieurs fichiers en même temps.
pt_pt: Você pode fazer upload de vários arquivos ao mesmo tempo.

source: Please see our Deposits and Withdrawals policies for more information.
ar_sa: يرجى الاطلاع على سياسات الإيداعات والسحوبات لمزيد من المعلومات.
de_de: Bitte lesen Sie unsere Einzahlungs- und Abhebungsrichtlinien für weitere Informationen.
fr_fr: Veuillez consulter nos politiques de dépôts et de retraits pour plus d'informations.
pt_pt: Consulte nossas políticas de depósitos e retiradas para obter maisinformações.

source: Proof of identity
ar_sa: إثبات الهوية
de_de: Identitätsnachweis
fr_fr: Preuve d'identité
pt_pt: Prova de identidade

source: The following documents are accepted:
ar_sa: تُقبل الوثائق التالية:
de_de: Die folgenden Dokumente werden akzeptiert:
fr_fr: Les documents suivants sont acceptés :
pt_pt: Os seguintes documentos são aceitos:

source: Identity card (front view & back view)
ar_sa: بطاقة الهوية (الوجه الأمامي والخلفي)
de_de: Personalausweis (Vorder- & Rückansicht)
fr_fr: Carte d'identité (vue de face et vue de dos)
pt_pt: Documento de identidade (vista frontal e vista traseira)

source: Passport (cover & data page)
ar_sa: جواز السفر (صفحة الغلاف والبيانات)
de_de: Reisepass (Deckblatt & Datenseite)
fr_fr: Passeport (couverture et page de données)
pt_pt: Passaporte (capa e página de dados)

source: Drivers license (front view & back view)
ar_sa: رخيصة القيادة (الوجه الأمامي والخلفي)
de_de: Führerschein (Vorderansicht & Rückansicht)
fr_fr: Permis de conduire (vue de face et vue de dos)
pt_pt: Carteira de motorista (vista frontal e traseira)

source: No files uploaded yet.
ar_sa: لم يتم تحميل أي ملفات بعد.
de_de: Es wurden noch keine Dateien hochgeladen.
fr_fr: Aucun fichier n'a encore été téléchargé.
pt_pt: Nenhum arquivo carregado ainda.

source: Select File or Drop File
ar_sa: اختر الملف أو أسقط ملف
de_de: Datei auswählen oder Datei ablegen
fr_fr: Sélectionnez un fichier ou déposez un fichier
pt_pt: Selecione Arquivo ou Solte Arquivo

source: Upload files
ar_sa: تحميل الملفات
de_de: Dateien hochladen
fr_fr: Télécharger les fichiers
pt_pt: Fazer upload de arquivos

source: Uploaded files
ar_sa: الملفات التي تم تحميلها
de_de: Hochgeladene Dateien
fr_fr: Fichiers téléchargés
pt_pt: Arquivos enviados

source: Accepted
ar_sa: مقبولة
de_de: Angenommen
fr_fr: Accepté
pt_pt: Aceitado

source: Rejected
ar_sa: مرفوضة
de_de: Abgelehnt
fr_fr: Rejetés
pt_pt: Rejeitado

source: Your files
ar_sa: ملفاتك
de_de: Ihre Dateien
fr_fr: Vos fichiers
pt_pt: Seus arquivos

source: Upload Successful
ar_sa: تم التحميل بنجاح
de_de: Upload erfolgreich
fr_fr: Téléchargement réussi
pt_pt: Upload bem sucedido

source: Upload Documents
ar_sa: تحميل الوثائق
de_de: Hochgeladene Dokumente
fr_fr: Documents téléchargés
pl_pl: Prześlij dokumenty
pt_pt: Carregar Documentos

source: % Complete
ar_sa: اكتمل %
de_de: % Vollständig
fr_fr: Complété
pt_pt: % Completo

source: Expires
ar_sa: تنتهي في
de_de: Läuft ab
fr_fr: Date d'expiration
pt_pt: Expira

source: Proof of address
ar_sa: إثبات العنوان
de_de: Nachweis der Adresse
fr_fr: Justificatif d'adresse
pt_pt: Comprovante de residência

source: The document must include your first and last name, your current address and must not be older that 3 months (eg. issue date, creation date, period of validity etc.)
ar_sa: يجب أن تتضمن الوثيقة اسمك الأول والأخير، وعنوانك الحالي، وينبغي ألا تكون أقدم من 3 شهور (تاريخ الإصدار، فترة الصلاحية، وما إلى ذلك)
de_de: Das Dokument muss Ihren Vor- und Nachnamen sowie Ihre aktuelle Adresse enthalten und darf nicht älter als 3 Monate sein (z.B. Ausstellungsdatum, Erstellungsdatum, Gültigkeitsdauer usw.)
fr_fr: Le document doit comporter votre nom et prénom, votre adresse actuelle et ne doit pas dater de plus de 3 mois (par exemple, date d'émission, date de création, période de validité, etc.)

source: Electricity bill
ar_sa: فاتورة الكهرباء
de_de: Elektrizitätsrechnung
fr_fr: Facture d'électricité
pt_pt: Conta de eletricidade

source: Gas bill
ar_sa: فاتورة الغاز
de_de: Gasrechnung
fr_fr: Facture de gaz
pt_pt: Conta de gás

source: Internet bill
ar_sa: فاتورة الإنترنت
de_de: Internet-Rechnung
fr_fr: Facture Internet
pt_pt: Conta de internet

source: Landline bill
ar_sa: فاتورة الخط الأرضي
de_de: Festnetz-Rechnung
fr_fr: Facture de téléphone fixe
pt_pt: Conta de telefone fixo

source: Bank account statemant
ar_sa: بيان حساب بنكي
de_de: Bankkontoauszug
fr_fr: Relevé de compte bancaire
pt_pt: Estado da conta bancária

source: Life insurance policy
ar_sa: بوليصة تأمين على الحياة
de_de: Lebensversicherungspolice
fr_fr: Police d'assurance-vie
pt_pt: Apólice de seguro de vida

source: Registered lease/ Rent agreement
ar_sa: عقد إيجار مسجل
de_de: Eingetragener Mietvertrag/Mietvertrag
fr_fr: Bail enregistré/ Contrat de location
pt_pt: Contrato de arrendamento / aluguel registrado

source: Proof of funding
ar_sa: إثبات تمويل
de_de: Nachweis über die Finanzierung
fr_fr: Preuve de financement
pt_pt: Prova de financiamento

source: You need to upload the front and the back of the payment card.
ar_sa: تحتاج إلى تحميل صورة وجهي بطاقة الدفع.
de_de: Sie müssen die Vorder- und Rückseite der Zahlungskarte hochladen.
fr_fr: Vous devez télécharger le recto et le verso de la carte de paiement.
pt_pt: Você precisa fazer upload da frente e do verso do cartão de pagamento.

source: IMPORTANT: You need to make visible the first 6 and the last 4 digits of your card number, and you need to cover the rest of the digits.
ar_sa: مهم: تحتاج إلى توضيح أول 6 أرقام وآخر 4 أرقام من رقم بطاقتك، وتغطية بقية الأرقام.
de_de: WICHTIG: Sie müssen die ersten 6 und die letzten 4 Ziffern der Kartennummer sichtbar machen, die restlichen Ziffern müssen Sie abdecken.
fr_fr: IMPORTANT : Vous devez rendre visibles les 6 premiers et les 4 derniers chiffres du numéro de votre carte, et vous devez couvrir le reste des chiffres.

source: IMPORTANT: You need to cover the CVV code on the back of the credit card.
de_de: WICHTIG: Sie müssen den CVV-Code auf der Rückseite der Zahlungskarte abdecken.
fr_fr: IMPORTANT : Vous devez couvrir le code CVV au dos de la carte de paiement.
pt_pt: IMPORTANTE: você precisa cobrir o código CVV no verso do cartão de crédito.

source: IMPORTANT: The card must be signed.
ar_sa: مهم: يجب أن تكون البطاقة موقعة.
de_de: WICHTIG: Die Karte muss unterschrieben sein.
fr_fr: IMPORTANT : La carte doit être signée.
pt_pt: IMPORTANTE: O cartão deve estar assinado.

source: IMPORTANT: The name of the card holder must match the name on the identification document.
de_de: WICHTIG: Der Name des Karteninhabers muss mit dem Namen auf dem Ausweisdokument übereinstimmen.
fr_fr: IMPORTANT : Le nom du titulaire de la carte doit correspondre au nom figurant sur la pièce d'identité.

source: If you want to change any limit you will need to wait 7 days for this to take effect. The date of the change in limits will be visible in 'Expires'.
ar_sa: إذا أردت تغيير أي حد ستحتاج إلى الانتظار 7 أيام حتى يصبح ساري المفعول. سيظهر تاريخ التغيير في الحدود تحت ""تنتهي في
de_de: Wenn Sie ein Limit ändern möchten, müssen Sie 7 Tage warten, bis dies in Kraft tritt. Das Datum der Limitänderung wird unter 'Abgelaufen' angezeigt.
fr_fr: Si vous souhaitez modifier une limite, vous devrez attendre 7 jours pour que cela prenne effet. La date de la modification des limites sera visible dans 'Expire'.

source: Deposit Limits
ar_sa: حدود الإيداع
de_de: Einzahlungslimits
fr_fr: Limites de dépôt
pt_pt: Limites de Depósito

source: Wager Limits
ar_sa: حدود المراهنة
de_de: Wett-Limits
fr_fr: Limites de mise
pt_pt: Limites de aposta

source: Loss Limits
ar_sa: حدود الخسائر
de_de: Verlust-Grenzen
fr_fr: Limites de pertes
pt_pt: Limites de Perda

source: Self Exclusion Limits
ar_sa: حدود الاستبعاد الذاتي
de_de: Selbstausschluss-Limits
fr_fr: Limites d'auto-exclusion
pt_pt: Limites de autoexclusão

source: Limit is required.
ar_sa: يجب إدخال الحد
de_de: Limit ist erforderlich.
fr_fr: Une limite est requise.
pt_pt: O limite é obrigatório.

source: Weekly
ar_sa: أسبوعيًا
bg_bg: Седмичен
cn_cn: 每星期
cs_cz: Za týden
de_de: Wöchentlich
el_gr: Eβδομαδιαίος
fr_fr: Hebdomadaire
hr_hr: Tjedno
hu_hu: Heti
jp_jp: 毎週
pl_pl: Tygodniowy
pt_pt: Semanalmente
ro_ro: Săptămânal
ru_ru: Еженедельно
sr_sp: Nedeljno

source: Daily
ar_sa: يوميًا
bg_bg: Дневен
cn_cn: 每天
cs_cz: Denně
de_de: Täglich
el_gr: Kαθημερινά
fr_fr: Journalière
hr_hr: Dnevno
hu_hu: Napi
jp_jp: 毎日
pl_pl: Dzienny
pt_pt: Diariamente
ro_ro: Zilnic
ru_ru: Ежедневно
sr_sp: Dnevno

source: Monthly
ar_sa: شهريًا
bg_bg: Месечен
cn_cn: 每月
cs_cz: Za měsíc
de_de: Monatlich
el_gr: Mηνιαίος
fr_fr: Mensuel
hr_hr: Mjesečno
hu_hu: Havi
jp_jp: 毎月
pl_pl: Miesięczny
pt_pt: Mensalmente
ro_ro: Lunar
ru_ru: Ежемесячно
sr_sp: Mesečno

source: Par transaction
ar_sa: لكل معاملة
de_de: Par-Transaktion
pt_pt: Por transação

source: Select limit
ar_sa: اختر الحد
de_de: Limit wählen
fr_fr: Sélectionner une limite
pt_pt: Selecionar limite

source: Add Limit
ar_sa: إضافة حد
bg_bg: Добави лимит
cn_cn: 新增限制
cs_cz: Přidat limit
de_de: Limit hinzufügen
el_gr: Πρόσθεση Ορίου
fr_fr: Ajouter une limite
hr_hr: Dodaj ograničenje
hu_hu: Limit hozzáadása
jp_jp: 制限を追加
pl_pl: Dodaj limit
pt_pt: Adicionar Limite
ro_ro: Adăugaţi limită
ru_ru: Добавить лимит
sr_sp: Dodaj ograničenje

source: No limits assigned yet.
ar_sa: لم يتم تعيين أي حدود بعد.
de_de: Noch keine Limits zugewiesen.
fr_fr: Aucune limite n'a encore été attribuée.
pt_pt: Nenhum limite atribuído ainda.

source: Do not allow me to access my account for the next 7 days.
ar_sa: لا تسمح لي بالوصول إلى حسابي خلال 7 أيام مقبلة.
de_de: Ich möchte in den nächsten 7 Tagen nicht auf mein Konto zugreifen können.
fr_fr: Ne me permettez pas d'accéder à mon compte pendant les 7 prochains jours.
pt_pt: Não permita que eu acesse minha conta nos próximos 7 dias.

source: Do not allow me to access my account for the next 30 days.
ar_sa: لا تسمح لي بالوصول إلى حسابي خلال 30 يوم مقبلة.
de_de: Ich darf in den nächsten 30 Tagen nicht auf mein Konto zugreifen.
fr_fr: Ne me permettez pas d'accéder à mon compte pendant les 30 prochains jours.
pt_pt: Não permita que eu acesse minha conta nos próximos 30 dias.

source: Delete Account
ar_sa: حذف الحساب
de_de: Konto löschen
fr_fr: Supprimer le compte
pt_pt: Deletar conta

source: Permanently delete your account?
ar_sa: تريد حذف حسابك نهائيًا؟
de_de: Ihr Konto dauerhaft löschen?
fr_fr: Supprimer définitivement votre compte ?
pt_pt: Eliminar permanentemente a sua conta?

source: No transactions yet.
ar_sa: لا توجد معاملات حتى الآن.
de_de: Noch keine Transaktionen.
fr_fr: Aucune transaction pour le moment.
pt_pt: Ainda não há transações.

source: Games played
ar_sa: الألعاب التي تم لعبها
de_de: Gespielte Spiele
fr_fr: Jeux joués
pt_pt: Jogos jogados

source: Casino transactions
ar_sa: معاملات الكازينو
de_de: Casino-Transaktionen
fr_fr: Transactions au casino
pt_pt: Transações de cassino

source: No games played yet.
ar_sa: لم يتم لعب أي ألعاب بعد
de_de: Noch keine Spiele gespielt.
fr_fr: Aucun jeu n'a encore été joué.
pt_pt: Nenhum jogo jogado ainda.

source: Lines
ar_sa: خطوط
de_de: Linien
fr_fr: Lignes
pt_pt: Linhas

source: Reels
ar_sa: بكرات
de_de: Walzen
fr_fr: Bobines
pt_pt: Carretel

source: Log out
ar_sa: تسجيل الخروج
bg_bg: Отпиши се
cn_cn: 退出
cs_cz: Odhlásit se
de_de: Abmelden
el_gr: Αποσύνδεση
fr_fr: Déconnexion
hr_hr: Odjava
hu_hu: Kilépés
jp_jp: ログアウト
pl_pl: Wyloguj się
pt_pt: Sair
ro_ro: Ieşire din cont
ru_ru: Выйти
sr_sp: Odjava

source: Withdrawals policy
ar_sa: سياسة السحوبات
de_de: Auszahlungsrichtlinien
fr_fr: Politique de retrait
pt_pt: Política de retiradas

source: Terms of use
ar_sa: شروط الاستخدام
de_de: Nutzungsbedingungen
fr_fr: Conditions d'utilisation
pt_pt: Termos de uso

source: Responsible gaming
ar_sa: المقامرة المسؤولة
de_de: Verantwortungsvolles Spielen
fr_fr: Jeu responsable
pt_pt: Jogo responsável

source: Refunds policy
ar_sa: سياسة الاسترداد
de_de: Rückerstattungsrichtlinien
fr_fr: Politique de remboursement
pt_pt: Política de Reembolsos

source: Privacy policy
ar_sa: سياسة الخصوصية
de_de: Hinweise zum Datenschutz
fr_fr: Politique de confidentialité
pt_pt: Política de Privacidade
