Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default_old.po
Languages: it_it, sv_se

source: Forgot your password?
it_it: Hai dimenticato la password?
sv_se: Glömt ditt lösenord?

source: Login
it_it: Accesso
sv_se: Logga in

source: Affiliate Registration Form
it_it: Modulo registrazione affiliato
sv_se: Affiliate registreringsformulär

source: Personal information
it_it: Informazioni personali
sv_se: Personuppgifter

source: First name
it_it: Nome
sv_se: Förnamn

source: Last name
it_it: Cognome
sv_se: Efternamn

source: Address
it_it: Indirizzo
sv_se: Adress

source: Region
it_it: Regione

source: Zip/Postal Code
it_it: Zip/Codice postale
sv_se: Postkod

source: City
it_it: Città
sv_se: Ort

source: Country
it_it: Nazione
sv_se: Land

source: Date of birth:
it_it: Data di nascita:
sv_se: Födelsedatum:

source: Mobile number
it_it: Numero cellulare
sv_se: Mobilnummer

source: Website name
it_it: Nome sito web
sv_se: Hemsida namn

source: Send
it_it: Invia
sv_se: Skicka

source: Choose Payment Gateway
it_it: Scegli gateway pagamento
sv_se: Välj betalningsport

source: Bank Transfer Payment
it_it: Pagamento bonifico
sv_se: Banköverföringsbetalning

source: Online Payment
it_it: Pagamento online
sv_se: Online betalning

source: Please see you latest deposits below:
it_it: Puoi vedere i tuoi ultimi depositi qui:
sv_se: Se dina senaste insättningar nedan:

source: Date
it_it: Data
sv_se: Datum

source: Type
it_it: Tipo
sv_se: Typ

source: No deposits history found. To make new please follow "Make New""."
it_it: Non è stata trovata una cronologia depositi. Per crearne una seleziona ”Crea nuovo”.
sv_se: Ingen insättningshistorik hittad. För att skapa ny var vänlig följ "Skapa ny"". "

source: Deposit information:
it_it: Informazioni deposito:
sv_se: Insättningsinformation:

source: Request Manual Deposit (Credited Upon Verification)
it_it: Richiedi deposito manuale (accreditato dopo la verifica)
sv_se: Begär manuell insättning (Kreditering efter bekräftelse)

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
it_it: Pagina {:page} di {:pages}, mostra {:current} record di {:count} totali, iniziando da record {:start} finendo con {:end}
sv_se: Sida {:page} av {:pages}, visar {:current} uppgifter utav {:count} totalt, med start på uppgift {:start} och slutande på {:end}

source: previous
it_it: precedente
sv_se: föregående

source: next
it_it: successivo
sv_se: nästa

source: Show
it_it: Mostra
sv_se: Visa

source: User
it_it: Utente
sv_se: Användare

source: Deposit type
it_it: Tipo di deposito
sv_se: Insättningstyp

source: Bonus type
it_it: Tipo di bonus
sv_se: Bonustyp

source: Bonus valid until
it_it: Bonus valido fino a
sv_se: Bonus giltigt till

source: Bonus used
it_it: Bonus usato
sv_se: Bonus använt

source: Bonus amount to your account
it_it: Somma bonus sul tuo account
sv_se: Bonusbelopp på ditt konto

source: League
it_it: Lega
sv_se: Liga

source: No available odds found for this event
it_it: Nessuna probabilità disponibile per questo evento
sv_se: Inga tillgängliga odds hittades för detta evenemang

source: First team to Score
it_it: Prima squadra a segnare
sv_se: Första lag att göra mål

source: 1st Half
it_it: 1a metà
sv_se: 1:a halv

source: Both Team to Score
it_it: Entrambi i team segnano
sv_se: Båda lagen gör mål

source: Halftime/Fulltime
it_it: Metà tempo / tempo pieno
sv_se: Halvtid/fulltid

source: Double Chance
it_it: Doppia chance
sv_se: Dubbelchans

source: Odds
it_it: Probabilità

source: Register
it_it: Registrati
sv_se: Registrera

source: User Menu
it_it: Menù utente
sv_se: Användarmeny

source: My Account
it_it: Il mio account
sv_se: Mitt konto

source: Balance
it_it: Bilancio
sv_se: Saldo

source: Casino
it_it: Casinò

source: Live Casino
it_it: Casinò live

source: Betting Tools
it_it: Strumenti scommesse
sv_se: Spelverktyg

source: Register now and get
it_it: Registrati ora e ricevi
sv_se: Registrera nu och få

source: Register now
it_it: Registrati ora
sv_se: Registrera nu

source: Registration
it_it: Registrazione
sv_se: Registrering

source: Password Reminder
it_it: Ricordo Password
sv_se: Lösenordspåminnelse

source: Search Ticket
it_it: Cerca biglietto
sv_se: Sök kupong

source: Enter ticket ID
it_it: Inserisci ID biglietto
sv_se: Skriv in kupong ID

source: Search
it_it: Cerca
sv_se: Sök

source: Ticket
it_it: Biglietto
sv_se: Kupong

source: Unknown ticked ID
it_it: ID biglietto sconosciuto
sv_se: Okänd kupong ID

source: Money
it_it: Denaro
sv_se: Pengar

source: Pay
it_it: Paga
sv_se: Betala

source: Find event
it_it: Trova evento
sv_se: Hitta evenemang

source: Search by event name
it_it: Cerca per nome evento
sv_se: Sök på evenemang namn

source: Search by event ID
it_it: Cerca per ID evento
sv_se: Sök på evenemang-ID

source: Search results for:
it_it: Cerca risultati per:
sv_se: Sök resultat för:

source: No available events are found for this league
it_it: Nessun evento disponibile per questo torneo
sv_se: Inga tillgängliga evenemang hittade för denna liga

source: Search Events
it_it: Cerca eventi
sv_se: Sök evenemang

source: Search another event ID
it_it: Cerca un altro ID evento
sv_se: Sök ett annat evenemang-ID

source: Search another event name
it_it: Cerca un altro nome evento
sv_se: Sök ett annat evenemang namn

source: Please complete the following form
it_it: Completa il seguente modulo
sv_se: Var vänlig fyll i formuläret

source: Confirm changes
it_it: Conferma i cambiamenti
sv_se: Bekräfta ändringarna

source: Activity Column
it_it: Colonna attività
sv_se: Aktivitetskolumn

source: Current balance
it_it: Bilancio attuale
sv_se: Aktuellt saldo

source: Today placed tickets
it_it: Biglietti piazzati oggi
sv_se: Placerade kupong idag

source: Subject
it_it: Soggetto
sv_se: Ämne

source: Name
it_it: Nome
sv_se: Namn

source: Message
it_it: Messaggio
sv_se: Meddelande

source: Read more
it_it: Di più
sv_se: Läs mer

source: Soccer
it_it: Calcio
sv_se: Fotboll

source: Basketball
it_it: Basket
sv_se: Basketboll

source: Ice Hockey
it_it: Hockey su ghiaccio
sv_se: Ishockey

source: Half Time 3 way
it_it: Metà tempo 3 way
sv_se: Halvtid 3-vägs

source: Top Games
it_it: Giochi top
sv_se: Toppspel

source: IceHockey
it_it: Hockey su ghiaccio
sv_se: Ishockey

source: Handball
it_it: Pallamano
sv_se: Handboll

source: Last Minute Bets
it_it: Scommesse last minute
sv_se: Last Minute spel

source: Shortly
it_it: A breve
sv_se: Strax

source: %d events available
it_it: %d eventi disponibili
sv_se: %d evenemang tillgängliga

source: Bet now
it_it: Scommetti ora
sv_se: Lägg spel nu

source: Draw
it_it: Pareggio
sv_se: Oavgjort

source: League not found
it_it: Torneo non trovato
sv_se: Liga inte hittad

source: No available events found for this league
it_it: Nessun evento disponibile per questo torneo
sv_se: Inga tillgängliga evenemang hittade för denna liga

source: No leagues selected
it_it: Nessun torneo selezionato
sv_se: Ingen liga vald

source: Single
it_it: Singolo
sv_se: Singel

source: Combi
it_it: Combinato
sv_se: Kombi

source: System
it_it: Sistema

source: Delete all bets
it_it: Cancella tutte le scommesse
sv_se: Ta bort alla spel

source: Total odds
it_it: Probabilità totale

source: Stake
it_it: Interesse
sv_se: Insats

source: Winning
it_it: Vincita
sv_se: Vinster

source: Preview
it_it: Anteprima
sv_se: Förhandsgranska

source: Place Bet
it_it: Piazza scommessa
sv_se: Placera spel

source: No bet selected yet. <br>Click on the respective odds to select the bets.
it_it: Nessuna scommessa selezionata. <br>Fai click sulle rispettive probabilità per selezioanre le scommesse.
sv_se: Inget spel valt. <br>Klicka på respektive odds för att välja spel.

source: Ticket History
it_it: Cronologia biglietti
sv_se: Kupong historik

source: Ticket ID:
it_it: ID biglietto:
sv_se: Kupong ID:

source: Print
it_it: Stampa
sv_se: Skriv ut

source: No tickets activity available
it_it: Nessuna attività biglietti disponibile
sv_se: Det finns inga kupongsaktivitet

source: Date and time
it_it: Data e ora
sv_se: Datum och tid

source: Ticket id
it_it: ID biglietto
sv_se: Kupong ID

source: ID / Date
it_it: ID / Data
sv_se: ID / Datum

source: Total:
it_it: Totale:

source: Amount:
it_it: Somma:
sv_se: Belopp:

source: Return:
it_it: Ritorno:
sv_se: Avkastning:

source: Please see your betting history below:
it_it: Visualizza la tua cronologia scommesse qui:
sv_se: Se din spelhistorik nedan:

source: Ticket ID
it_it: ID biglietto
sv_se: Kupong ID

source: To place ticket please use betslip.
it_it: Per piazzare un biglietto usa il foglio scommesse.
sv_se: För att placera kupong använd spelkupongen.

source: Pending tickets
it_it: Biglietti in corso
sv_se: Pågående kuponger

source: Please see you recently placed tickets below:
it_it: Visualizza i tuoi biglietti piazzati di recente qui:
sv_se: Se dina nyligen placerade kuponger nedan:

source: Paid
it_it: Pagato
sv_se: Betald

source: No pending tickets found. For previous tickets please see tickets history.
it_it: Nessun biglietto in corso trovato. Per i biglietti precedenti vedi cronologia biglietti.
sv_se: Ingen avvaktande kupong hittad. För tidigare kupong var vänlig se historik.

source: History
it_it: Cronologia
sv_se: Historik

source: Ticket Preview
it_it: Anteprima biglietto
sv_se: Kupongförhandsvisning

source: Event ID / Date
it_it: ID / Data evento
sv_se: Evenemang-ID / Datum

source: Sport / League
it_it: Sport / Torneo
sv_se: Sport / Liga

source: Submit Ticket
it_it: Piazza biglietto
sv_se: Skicka kupong

source: Clear Ticket
it_it: Cancella biglietto
sv_se: Radera kupong

source: No bets selected
it_it: Nessuna scommessa selezionata
sv_se: Inga spel valda

source: Ticket placed
it_it: Biglietto piazzato
sv_se: Kupong placerad

source: Your ticket is created successfully
it_it: Il tuo biglietto è stato creato con successo
sv_se: Din kupong skapades framgångsrikt

source: Your ticket number is
it_it: Il numero del tuo biglietto è
sv_se: Din kupongnummer är

source: Ticket information
it_it: Informazioni biglietto
sv_se: Kuponginformation

source: Login/Logout History
it_it: Cronologia login/logout
sv_se: In-/utloggningshistorik

source: User Login/Logout History:
it_it: Accesso utenti / Logout Storia:
sv_se: Användare in-/utloggningshistorik:

source: Action
it_it: Azione
sv_se: Åtgärd

source: Please set up options for more comfortable view.
it_it: Regola le impostazioni per una visualizzazione più comoda.
sv_se: Ställ in alternativ för bekvämare sikt.

source: Odds type
it_it: Tipi probabilità
sv_se: Odds typ

source: Time zone
it_it: Fuso orario
sv_se: Tidszon

source: Time Zone
it_it: Fuso Orario

source: Change Password
it_it: Cambia password
sv_se: Ändra lösenord

source: Please provide full personal information to confirm your identity. Owing to regulations, your access to some products, markets and commission discounts may be restricted until you confirm your identity. You can provide personal documents using our secure email service.
it_it: Fornisci le tue informazioni personali per confermare la tua identità. Secondo regolamento, il tuo accesso ad alcuni prodotti, mercati e sconti sulle commissioni potrebbe essere ristretto fino alla conferma della tua identità. Puoi fornire i tuoi documenti personali tramite il nostro sistema email sicuro.
sv_se: Lämna fullständiga personuppgifter för att bekräfta din identitet. Enligt föreskrifter kan din tillgång till vissa produkter, marknader och provisionsrabatter begränsas tills du bekräftar din identitet. Du kan förse oss med personliga dokument med hjälp av vår säkra webbplats.

source: Date of birth
it_it: Data di nascita
sv_se: Födelsedatum

source: Bank name
it_it: Nome banca
sv_se: Banknamn

source: Bank code
it_it: Codice banca
sv_se: Bank kod

source: Bank account number
it_it: Numero conto bancario
sv_se: Bankkontonummer

source: Ref. Code
it_it: Codice Ref.
sv_se: Ref. kod

source: Balance Information Analysis
it_it: Analisi Informazioni Bilancio
sv_se: Balansinformation analys

source: Here you can see all the information refer to your current balance.
it_it: Qui puoi vedere tutte le informazioni sul tuo attuale bilancio.
sv_se: Här kan du se all information som hänvisar till aktuell balans.

source: Promotional Code
it_it: Codice promozionale
sv_se: Kampanjkod

source: Please add promotional code below to get additional money or other benefit.
it_it: Inserisci un codice promozionale per ricevere denaro addizionale o altri benefici.
sv_se: Ange kampanjkoden nedan för att få extra pengar eller annan förmån.

source: Code
it_it: Codice
sv_se: Kod

source: Submit bonus code
it_it: Inserisci codice bonus
sv_se: Skicka bonuskod

source: Confirmation
it_it: Conferma
sv_se: Bekräftelse

source: Email has been confirmed. You will be redirected to the home page in 5 seconds.</ br>If you are not redirected within the specified time press the follow <a href="/"">link</a>"
it_it: Email confermata. Verrai reindirizzato alla home page in 5 secondi. </br> Se non vieni reindirizzato entro il tempo previsto premi il seguente <a href="/"">link</a> "
sv_se: E-post har verifierats. Du kommer att omdirigeras till hemsidan inom 5 sekunder.</ br> Om du inte omdirigeras inom den angivna tiden tryck på följande <a href="/"">länk</a>. "

source: Incorect confirmation code
it_it: Codice di conferma errato
sv_se: Felaktig bekräftelsekod

source: Responsible Gaming Settings
it_it: Impostazioni gioco responsabile
sv_se: Ansvarsfullt spel inställningar

source: Responsible gaming text
it_it: Testo gioco responsabile
sv_se: Ansvarsfullt spel text

source: Add Limit
it_it: Aggiungi limite
sv_se: Lägg till gräns

source: Set the limit you can play for each session
it_it: Imposta il limite di gioco per ogni essione
sv_se: Sätt gränsen du kan spela för varje session

source: Do not allow me to access my sportsbook account for the next 7 days
it_it: Non permettermi di accedere al mio account per i prossimi 7 giorni
sv_se: Tillåt inte tillgång till mitt sportskonto de kommande 7 dagarna

source: Do not allow me to access my sportsbook account for the next 6 months
it_it: Non permettermi di accedere al mio account per i prossimi 6 mesi
sv_se: Tillåt inte tillgång till mitt sportskonto de kommande 6 månaderna

source: Block Account
it_it: Blocca account
sv_se: Blockera konto

source: Permanently delete your account.
it_it: Elimina permanentemente il tuo account.
sv_se: Ta bort ditt konto permanent.

source: Delete My Account
it_it: Elimina il mio account
sv_se: Ta bort mitt konto

source: Open account with us!
it_it: Crea un account con noi!
sv_se: Öppna konto hos oss!

source: Account data
it_it: Dati account
sv_se: Kontouppgifter

source: Confirm password
it_it: Conferma pasword
sv_se: Bekräfta lösenord

source: Personal question
it_it: Domanda personale
sv_se: Personlig fråga

source: Personal answer
it_it: Risposta personale
sv_se: Personlig svar

source: Referral ID
it_it: ID riferimento
sv_se: Värvnings ID

source: Affiliate ID
it_it: ID affiliato

source: Bank data (This is section can be filled later)
it_it: Dati banca (Questa sezione può essere compilata in seguito)
sv_se: Bankuppgifter (Detta avsnitt kan fyllas i senare)

source: I am over 18 years of age and have read and accepted
it_it: Ho più di 18 anni e ho letto e accettato
sv_se: Jag är över 18 år och har läst och accepterat

source: Terms And Conditions
it_it: Termini e Condizioni
sv_se: Regler och villkor

source: Confirm registration
it_it: Conferma registrazione
sv_se: Bekräfta registrering

source: Password Reset
it_it: Reimposta password
sv_se: Återställning av lösenord

source: Enter your new password
it_it: Inserisci la nuova password
sv_se: Ange ditt nya lösenord

source: Change password
it_it: Cambia password
sv_se: Ändra lösenord

source: Fill in email details below. Password reset link sent to your entered email. You will be able to create a new password which you can use to login.
it_it: Inserisci i dettagli della tua email qui sotto. Il link per il reset della password è stato inviato alla tua email. Potrai creare una nuova password per il login.
sv_se: Ange e-post detaljer nedan. Lösenordåterställningslänk skickas till din registrerade e-post. Du kommer att kunna skapa ett nytt lösenord som du kan använda för att logga in.

source: Withdraw
it_it: Ritirare
sv_se: Dra tillbaka

source: To withdraw money please insert amount and process transaction below:
it_it: Per prelevare del denaro inserisci la somma qui sotto:
sv_se: För att ta ut pengar var vänlig skriv in summa och fortsätt transaktionen nedan:

source: Withdraw ID
it_it: ID prelievo
sv_se: Uttags ID

source: Request Manual Withdraw
it_it: Richiedi prelievo manuale
sv_se: Begär manuell uttag

source: Transaction Log
it_it: Registro transazioni
sv_se: Transaktionslogg

source: List of transactions:
it_it: Lista transazioni:
sv_se: Transaktionslista:

source: Transaction Type
it_it: Tipo transazione
sv_se: Transaktionstyp

source: Add/Edit %s
it_it: Aggiungi/Modifica %s
sv_se: Lägg till/ändra %s

source: Description
it_it: Descirzione
sv_se: Beskrivning

source: Value
it_it: Valora
sv_se: Värde

source: Parent
it_it: Genitore
sv_se: Målsman

source: Created
it_it: Creato
sv_se: Skapad

source: Modified
it_it: Modificato
sv_se: Modifierad

source: Percentage
it_it: Percentuale
sv_se: Procent

source: Custom Affiliate ID
it_it: ID affiliato speciale
sv_se: Anpassad Affiliate ID

source: Submit
it_it: Sottoscrivi
sv_se: Lämna

source: List %s
it_it: Lista %s
sv_se: Lista %s

source: Image
it_it: Immagine
sv_se: Bild

source: Alert ID
it_it: ID avviso
sv_se: Aviserings ID

source: User id
it_it: ID utente
sv_se: Användar-ID

source: Alert Title
it_it: Titolo avviso
sv_se: Avisering titel

source: Alert
it_it: Avviso
sv_se: Avisering

source: Add bet
it_it: Aggiungi scommessa
sv_se: Lägg till spel

source: Alerts
it_it: Avvisi
sv_se: Aviseringar

source: Application File Backups
it_it: Backup file applicazioni
sv_se: Applikation fil backup

source: Database Backups
it_it: Backup database
sv_se: Databas backup

source: Betradar Feeds Log
it_it: Registro feeds Betradar
sv_se: Betradar feeds logg

source: Data list
it_it: Lista dati

source: Actions
it_it: Azioni
sv_se: Åtgärder

source: Translations
it_it: Traduzioni
sv_se: Översättningar

source: Translate
it_it: Traduci
sv_se: Översätt

source: No records found
it_it: Nessun registro trovato
sv_se: Inga uppgifter funna

source: Sports and Leagues
it_it: Sport e tornei
sv_se: Sport och ligor

source: Events management
it_it: Gestione eventi
sv_se: Evenemanghantering

source: Events Printing
it_it: Stampa eventi
sv_se: Evenemangutskrivning

source: Users report
it_it: Resoconto utenti
sv_se: Användarrapport

source: Tickets report
it_it: Resoconto biglietti
sv_se: Kupongsrapport

source: Deposits report
it_it: Resoconto depositi
sv_se: Insättningsrapport

source: Witdraw report
it_it: Resoconto prelievi
sv_se: Uttagsrapport

source: Liability report
it_it: Resoconto liability
sv_se: Ansvarsrapport

source: Active Users
it_it: Utenti attivi
sv_se: Aktiva användare

source: Create %s
it_it: Crea %s
sv_se: Skapa %s

source: Event ID
it_it: ID evento
sv_se: Evenemang ID

source: User:
it_it: Utente:
sv_se: Användare:

source: Level:
it_it: Livello:
sv_se: Nivå:

source: Current Time:
it_it: Tempo attuale:
sv_se: Aktuell tid:

source: Current Language:
it_it: Lingua attuale:
sv_se: Aktuellt språk:

source: Front Page
it_it: Pagina principale
sv_se: Förstasida

source: Under / Over
it_it: Sotto / Sopra
sv_se: Under / Över

source: %s Printing
it_it: %s stampa
sv_se: %s utskrivning

source: Available Events List For:
it_it: Lista eventi disponibili per:
sv_se: Tillgänglig evenemanglista för:

source: Unknown Sport
it_it: Sport sconosciuto
sv_se: Okänd sport

source: Please select sport below:
it_it: Seleziona uno sport qui sotto:
sv_se: Var vänlig välj sport nedan:

source: View Events
it_it: Visualizza eventi
sv_se: Visa evenemang

source: No available events found for this sport
it_it: Nessun evento disponibile per questo sport
sv_se: Inga tillgängliga evenemang hittades för denna sport

source: Can not find event
it_it: Impossibile trovare l'evento
sv_se: Kan inte hitta evenemang

source: Edit %s
it_it: Modifica %s
sv_se: Redigera %s

source: Save
it_it: Salva
sv_se: Spara

source: Users %s
it_it: Utenti %s
sv_se: Användare %s

source: Edit User
it_it: Modifica utente
sv_se: Redigera användare

source: Administration Panel
it_it: Pannello amministrazione
sv_se: Administrationspanel

source: Logout
it_it: Esci
sv_se: Logga ut

source: Events
it_it: Eventi
sv_se: Evenemang

source: Available cultures
it_it: Culture disponibili
sv_se: Tillgängliga regionsformater

source: Add a culture
it_it: Aggiungi una cultura
sv_se: Lägg till regionsformat

source: Add
it_it: Aggiungi
sv_se: Lägg till

source: Cultures this site supports
it_it: Culture supportate dal sito
sv_se: Supportade regionsformat av sidan

source: Are you sure you want to delete
it_it: Sei sicuro di voler eliminare
sv_se: Är du säker på att du vill ta bort

source: Write promotion letter to all user. Messages will arrive to users email addresses.
it_it: Scrivi una lettera di promozione a tutti gli utenti. I messaggi arriveranno ai rispettivi indirizzi email.
sv_se: Skriv marknadsföringsbrev till alla användare. Meddelanden kommer att skickas till användarnas e-post adresser.

source: Subject:
it_it: Soggetto:
sv_se: Ämne:

source: Content:
it_it: Contenuto:
sv_se: Innehåll:

source: Download all e-Mails (csv file)
it_it: Scarica tutte le email (file csv)
sv_se: Ladda ner alla e-post (csv fil)

source: Write promotion letter to certain user. Message will arrive to user email address.
it_it: Scrivi una lettera di promozione ad un utente specifico. Il messaggio arriverà al suo indirizzo email.
sv_se: Skriv marknadsföringsbrev till väljbara användare. Meddelanden kommer att skickas till de utvalda användarnas e-post adresser.

source: To:
it_it: A:
sv_se: Till:

source: Contact support team
it_it: Contatta il team di supporto
sv_se: Kontakta support

source: <br>No data in this period
it_it: <br> Nessun dato per questo periodo
sv_se: <br>Inga uppgifter under denna period

source: No data in this period
it_it: Nessun dato per questo periodo
sv_se: Inga uppgifter under denna period

source: User name
it_it: Nome utente
sv_se: Användarnamn

source: Date of registration
it_it: Data registrazione
sv_se: Registreringsdatum

source: Won
it_it: Winto
sv_se: Vunnen

source: Download (Excel file)
it_it: Scarica (file Excel)
sv_se: Ladda ner (Excel fil)

source: Are you sure you want to cancel this event?
it_it: Sei sicuro di voler cancellare questo evento?
sv_se: Är du säker på att du vill avbryta detta evenemang?

source: No events found
it_it: Nessun evento trovato
sv_se: Inga evenemang har hittats

source: No events in this league
it_it: Nessun evento in questo torneo
sv_se: Inga evenemang i denna liga

source: Risk Management Settings
it_it: Impostazioni gestione rischio
sv_se: Riskhanteringsinställningar

source: Risk management is crucial for sportsbook. Please be careful in setting all options.
it_it: La gestione del rischio è cruciale per il libro scommesse. Presta attenzione nell'impostarne le opzioni.
sv_se: Riskhantering är avgörande för sportspel. Var försiktig med inställningen av alternativ.

source: Lowest stake
it_it: Interesse minore
sv_se: Lägsta insats

source: Highest stake
it_it: Interesse maggiore
sv_se: Högsta insats

source: Highest winning amount
it_it: Somma vinta massima
sv_se: Högsta vinstsumma

source: Lowest number of events in one ticket
it_it: Minor numero di eventi in un biglietto
sv_se: Lägst antal evenemang på en kupong

source: Highest number of events in one ticket
it_it: Maggior numero di eventi in un biglietto
sv_se: Högst antal evenemang på en kupong

source: List Leagues
it_it: Lista tornei
sv_se: Lista ligor

source: League ID
it_it: ID torneo
sv_se: Liga ID
