Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: 3rd Quarter - Odd/Even Points
bg_bg: 3-та четнвърт - нечетен/четен брой точки
cn_cn: 第三季 — 单双得分
cs_cz: 3. čtvrtina – liché/sudé body
de_de: 3. Viertel - Gerade/Ungerade Punkte
el_gr: 3η περίοδος - Μονοί / Ζυγοί πόντοι
fr_fr: 3e quart temps - Points pairs/impairs
hr_hr: 3. četvrtina - paran/neparan broj koševa
hu_hu: 3. negyed - Pontok páratlan/páros
jp_jp: 第三クォーターーオッド／イーブンポイント
pl_pl: Trzeci kwartał - punkty parzyste / nieparzyste
pt_pt: 3º Quarto - Pontos pares/ímpares
ro_ro: Sfertul 3 - Puncte par/impar
ru_ru: 3 четверть - нечетные/четные очки
sr_sp: 3. četvrtina - Neparno/parno poena

source: 4th Quarter - Odd/Even Points
bg_bg: 4-та четнвърт - нечетен/четен брой точки
cn_cn: 第四季 — 单双得分
cs_cz: 4. čtvrtina – liché/sudé body
de_de: 4. Viertel - Gerade/Ungerade Punkte
el_gr: 4η περίοδος - Μονοί / Ζυγοί πόντοι
fr_fr: 4e quart temps - Points pairs/impairs
hr_hr: 4. četvrtina - paran/neparan broj koševa
hu_hu: 4. negyed - Pontok páratlan/páros
jp_jp: 第四クォーターーオッド／イーブンポイント
pl_pl: Czwarty kwartał - punkty parzyste / nieparzyste
pt_pt: 4º Quarto - Pontos pares/ímpares
ro_ro: Sfertul 4 - Puncte par/impar
ru_ru: 4 четверть - нечетные/четные очки
sr_sp: 4. četvrtina - Neparno/parno poena

source: First to x points
bg_bg: Кой отбор първи ще направи х точки
cn_cn: 首先得x 分
cs_cz: První dosáhne x bodů
de_de: Erstes Team bei x Punkten
el_gr: Πρώτη ομάδα στους X πόντους
fr_fr: Premier à x points
hr_hr: Prvi do x koševa
hu_hu: Első x pontig
jp_jp: 最初にxポイント
pl_pl: Pierwsza drużyna, która zdobędzie x punktów
pt_pt: Primeiro a x pontos
ro_ro: Prima echipă către x puncte
ru_ru: Первый набравший Х очков
sr_sp: Prvi do x poena

source: Total AAMS
bg_bg: Общо AAMS
cn_cn: AAMS总计
de_de: Insgesamt AAMS
el_gr: Σύνολο πόντων +/- AAMS
hr_hr: Ukupno AAMS
hu_hu: Összes AAMS
jp_jp: トータルAAMS
pl_pl: Suma AAMS
ru_ru: Итоги AAMS
sr_sp: Ukupno AAMS

source: Total 3way
bg_bg: Общо с троен знак
cn_cn: 三路总计
de_de: 3-Wege insgesamt
el_gr: Σύνολο πόντων 1Χ2
hr_hr: Ukupno, 3 ishoda
hu_hu: Összesen 3 esély
jp_jp: トータル３通り
pl_pl: Suma 3 możliwości
ro_ro: Total 1x2
ru_ru: Итоги тройного исхода
sr_sp: Ukupno 3 ishoda

source: Points Spreads (Overtime)
bg_bg: Точкови разлики (продължение)
cn_cn: 让分(加时)
cs_cz: Points Spreads (prodloužení)
de_de: Differenzpunkte (Verlängerung)
el_gr: Διαφορά πόντων νικητή (παράταση)
fr_fr: Écarts points (prolongation)
hr_hr: Razlika koševa (produžetak)
hu_hu: Pontok (hosszabbítás)
jp_jp: ポイントスプレッド（オーバータイム）
pl_pl: Różnica punktowa (dogrywka)
pt_pt: Spreads de Pontos (Tempo Extra)
ro_ro: Puncte spread (prelungiri)
ru_ru: Распределение очков (дополнительное время)
sr_sp: Poena hendikepa (produžeci)

source: Total Spreads (Overtime)
bg_bg: Сборни разлики (продължение)
cn_cn: 总让分(加时)
cs_cz: Total Spreads (prodloužení)
de_de: Differenz insgesamt (Verlängerung)
el_gr: Σύνολο πόντων +/- (παράταση)
fr_fr: Écarts totaux (prolongation)
hr_hr: Ukupna razlika (produžetak)
hu_hu: Összesítettek (hosszabbítás)
jp_jp: トータルスプレッド（オーバータイム）
pl_pl: Suma różnic (dogrywka)
pt_pt: Spreads Totais (Tempo Extra)
ro_ro: Total spread (prelungiri)
ru_ru: Общее распределение (дополнительное время)
sr_sp: Ukupno poena hendikepa (produžeci)

source: Odd/Even Runs (Overtime)
bg_bg: Нечетен/четен брой пълни обиколки
cn_cn: 单双跑分(加时)
cs_cz: Liché/sudé přeběhy (prodloužení)
de_de: Gerade/Ungerade Verläufe (Verlängerung)
el_gr: Μονά / Ζυγά σερί (παράταση)
fr_fr: Séries paires/impaires (prolongation)
hr_hr: Paran/neparan broj bodova (produžetak)
hu_hu: Runok páratlan/páros (hosszabbítás)
jp_jp: オッド／イーブンラン（オーバータイム）
pl_pl: Punkty parzyste / nieparzyste (dogrywka)
pt_pt: Par/Ímpar Runs (Tempo Extra)
ro_ro: Runs par/impar (prelungiri)
ru_ru: Нечетные/четные пробежки (дополнительное время)
sr_sp: Neparno/parno nizova (produžeci)

source: Correct Score
bg_bg: Точен резултат
cn_cn: 波胆
cs_cz: Přesný výsledek
de_de: Richtiges Ergebnis
el_gr: Ακριβές σκορ
fr_fr: Score exact
hr_hr: Točan rezultat
hu_hu: Pontos végeredmény
jp_jp: 正しい得点
pl_pl: Dokładny wynik
pt_pt: Score correto
ro_ro: Scor corect
ru_ru: Правильный счет
sr_sp: Tačan rezultat

source: Both teams to score?
bg_bg: И двата отбора да отбележат
cn_cn: 是否两队都有得分？
cs_cz: Skórují oba týmy
de_de: Treffer beider Teams
el_gr: Να σκοράρουν και οι δύο ομάδες
fr_fr: Les deux equipes marquent?
hr_hr: Obje momčadi postižu gol
hu_hu: Mindkét csapat szerez gólt
jp_jp: 両チームがゴールを挙げる？
pl_pl: Obie drużyny zdobędą punkt
pt_pt: Ambas as equipas marcam
ro_ro: Ambele echipe să înscrie
ru_ru: Забьют обе команды
sr_sp: Oba tima daju gol

source: Goal Spreads
bg_bg: Голови разлики
cn_cn: 进球让分
de_de: Differenztore
el_gr: Διαφορά γκολ νικητή
fr_fr: Écarts buts
hr_hr: Razlike golova
hu_hu: Gólok
jp_jp: ゴールスプレッド
pl_pl: Różnica w golach
pt_pt: Spreads de golos
ro_ro: Spreads goluri
ru_ru: Распределение голов
sr_sp: Poena hendikepa na golove

source: 1st Period - 3way
bg_bg: 1-ви период - с троен знак
cn_cn: 第一时段— 三路
cs_cz: 1. třetina – 3 way
de_de: 1. Spielabschnitt - 3 Wege
el_gr: 1η περίοδος - 1Χ2
fr_fr: 1ère période - 3 way
hr_hr: 1. trećina - 3 ishoda
hu_hu: 1. harmad - 3 esély
jp_jp: 第一ピリオドー３通り
pl_pl: Pierwszy okres - 3 możliwości
pt_pt: 1º Período - 3way
ro_ro: Repriza 1 - 1x2
ru_ru: 1 период - тройной исход
sr_sp: 1. trećina - 3 ishoda

source: 3rd Period - 3way
bg_bg: 3-ти период - с троен знак
cn_cn: 第三时段— 三路
cs_cz: 3. třetina – 3 way
de_de: 3. Spielabschnitt - 3 Wege
el_gr: 3η περίοδος - 1Χ2
fr_fr: 3e période - 3 way
hr_hr: 3. trećina - 3 ishoda
hu_hu: 3. harmad - 3 esély
jp_jp: 第三ピリオドー３通り
pl_pl: Trzeci okres - 3 możliwości
pt_pt: 3ª Período - 3way
ro_ro: Repriza 3 - 1x2
ru_ru: 3 период - тройной исход
sr_sp: 3. trećina - 3 ishoda

source: 1st Period – Total
bg_bg: 1-ви период - сбор
cn_cn: 第一时段— 总计
cs_cz: 1. třetina – Total
de_de: 1. Spielabschnitt - Insgesamt
el_gr: 1η περίοδος - Σύνολο γκολ
fr_fr: 1ère période - Total
hr_hr: 1. trećina – ukupno
hu_hu: 1. harmad - Összesített
jp_jp: 第一ピリオドートータル
pl_pl: Pierwszy okres - suma
pt_pt: 1º Período - Total
ro_ro: Repriza 1 - Total
ru_ru: 1 период - итоги
sr_sp: 1. trećina - Ukupno

source: 2nd Period – Total
bg_bg: 2-ри период - сбор
cn_cn: 第二时段— 总计
cs_cz: 2. třetina – Total
de_de: 2. Spielabschnitt - Insgesamt
el_gr: 2η περίοδος - Σύνολο γκολ
fr_fr: 2e période – Total
hr_hr: 2. trećina – ukupno
hu_hu: 2. harmad - Összesített
jp_jp: 第二ピリオドートータル
pl_pl: Drugi okres - suma
pt_pt: 2º Período - Total
ro_ro: Repriza 2 - Total
ru_ru: 2 период - итоги
sr_sp: 2. trećina - Ukupno

source: 3rd Period – Total
bg_bg: 3-ти период - сбор
cn_cn: 第三时段— 总计
cs_cz: 3. třetina – Total
de_de: 3. Spielabschnitt - Insgesamt
el_gr: 3η περίοδος - Σύνολο γκολ
fr_fr: 3e période – Total
hr_hr: 3. trećina – ukupno
hu_hu: 3. harmad - Összesített
jp_jp: 第三ピリオドートータル
pl_pl: Trzeci okres - suma
pt_pt: 3º Período - Total
ro_ro: Repriza 3 - Total
ru_ru: 3 период - итоги
sr_sp: 3. trećina - Ukupno

source: 1st Period - Double Chance
bg_bg: 1-ви период - двоен шанс
cn_cn: 第一时段— 双胜
cs_cz: 1. třetina – Double Chance
de_de: 1. Spielabschnitt - Doppelte Chance
el_gr: 1η περίοδος - Διπλή ευκαιρία
fr_fr: 1ère période - Double Chance
hr_hr: 1. trećina - dvoznak
hu_hu: 1. harmad - Dupla esély
jp_jp: 第一ピリオドーダブルチャンス
pl_pl: Pierwszy okres - podwójna szansa
pt_pt: 1º Período - Dupla Chance
ro_ro: Repriza 1 - Şansă dublă
ru_ru: 1 период - двойной шанс
sr_sp: 1. trećina - Dupla šansa

source: 2nd Period - Double Chance
bg_bg: 2-ри период - двоен шанс
cn_cn: 第二时段— 双胜
cs_cz: 2. třetina – Double Chance
de_de: 2. Spielabschnitt - Doppelte Chance
el_gr: 2η περίοδος - Διπλή ευκαιρία
fr_fr: 2e période - Double Chance
hr_hr: 2. trećina - dvoznak
hu_hu: 2. harmad - Dupla esély
jp_jp: 第二ピリオドーダブルチャンス
pl_pl: Drugi okres - podwójna szansa
pt_pt: 2º Período - Dupla Chance
ro_ro: Repriza 2 - Şansă dublă
ru_ru: 2 период - двойной шанс
sr_sp: 2. trećina - Dupla šansa

source: 3rd Period - Double Chance
bg_bg: 3-ти период - двоен шанс
cn_cn: 第三时段— 双胜
cs_cz: 3. třetina – Double Chance
de_de: 3. Spielabschnitt - Doppelte Chance
el_gr: 3η περίοδος - Διπλή ευκαιρία
fr_fr: 3e période - Double Chance
hr_hr: 3. trećina - dvoznak
hu_hu: 3. harmad - Dupla esély
jp_jp: 第三ピリオドーダブルチャンス
pl_pl: Trzeci okres - podwójna szansa
pt_pt: 3º Período - Dupla Chance
ro_ro: Repriza 3 - Şansă dublă
ru_ru: 3 период - двойной шанс
sr_sp: 3. trećina - Dupla šansa

source: Odd/Even goals (Inc. OT and Penalty Shootout)
bg_bg: Нечетен/четен брой голове (вкл. продължения и дузпи)
cn_cn: 单双进球 (包括加时和点球大战)
cs_cz: Liché/sudé góly (včetně prodloužení a penaltového rozstřelu)
de_de: Gerade/Ungerade Tore (inkl. Verlängerung und Elfmeter)
el_gr: Μονά / Ζυγά γκολ ( συμπ. Παράταση και πέναλτι)
fr_fr: Buts pairs/impairs (prolongation et tirs aux buts incl.)
hr_hr: Paran/neparan broj golova (uklj. PROD. i kaznene udarce)
hu_hu: Gólok páratlan/páros (hosszabbítással és büntetőkkel)
jp_jp: オッド／イーブンゴール（オーバータイムとペナルティシュートアウト含む）
pl_pl: Gole parzyste / nieparzyste (w tym dogrywka i rzuty karne)
pt_pt: Golos pares/ímpares (inc. Tempo extra e a penalties)
ro_ro: Goluri par/impar (incl. prelungiri şi penalty)
ru_ru: Нечетные/четные голы (включая дополнительное время и пенальти)
sr_sp: Neparno/parno golova (uklj. produžetke i penale)

source: Highest Scoring Period
bg_bg: Период с най-много отбелязани точки
cn_cn: 最高得分的时段
cs_cz: Třetina s více góly
de_de: Spielabschnitt mit höchster Trefferquote
el_gr: Περίοδος με τα περισσότερα γκολ
fr_fr: Période la plus prolifique
hr_hr: Trećina s najviše golova
hu_hu: Legmagasabb gólszámú harmad
jp_jp: 高得点ピリオド
pl_pl: Okres z najwyższą liczbą zdobytych punktów
pt_pt: Período com maior pontuação
ro_ro: Repriza cu cel mai mare scor
ru_ru: Период с наибольшим количеством голов
sr_sp: Period sa najviše golova

source: Goal Spreads (incl. OT)
bg_bg: Голови разлики (вкл. продължения)
cn_cn: 进球让分(包括加时)
cs_cz: Goal Spreads (včetně prodloužení)
de_de: Differenztore (inkl. Verlängerung)
el_gr: Διαφορά γκολ νικητή ( συμπ. Παράτασης)
fr_fr: Écarts buts (prolongation incl.)
hr_hr: Razlika golova (uklj. PROD)
hu_hu: Gólok (hosszabbítással)
jp_jp: ゴールスプレッド（オーバータイム含む）
pl_pl: Różnice w golach (w tym dogrywka)
pt_pt: Spreads de golos (incl. Tempo extra)
ro_ro: Spreads goluri (incl. prelungiri)
ru_ru: Распределение голов (включая дополнительное время)
sr_sp: Poena hendikepa na golove (uklj. produžetke)

source: Total Spreads (incl. OT)
bg_bg: Сборни разлики (вкл. продължения)
cn_cn: 总让分(包括加时)
cs_cz: Total Spreads (včetně prodloužení)
de_de: Differenz insgesamt (inkl. Verlängerung)
el_gr: Σύνολο γκολ +/- (συμπ. Παράτασης)
fr_fr: Écarts totaux (prolongation incl.)
hr_hr: Ukupna razlika (uklj. PROD)
hu_hu: Összesítettek (hosszabbítással)
jp_jp: トータルスプレッド（オーバータイム含む）
pl_pl: Suma różnic (w tym dogrywka)
pt_pt: Spreads totais (incl. Tempo extra)
ro_ro: Total spreads (incl. prelungiri)
ru_ru: Общее распределение (включая дополнительное время)
sr_sp: Ukupno poena hendikepa (uklj. produžetke)

source: Last team to Score
bg_bg: Отбор, който да отбележи гол последен
cn_cn: 最后得分队
cs_cz: Skóruje jako poslední
de_de: Team erzielt zuletzt Treffer
el_gr: Τελευταί ομάδα που θα σκοράρει
fr_fr: Dernière équipe à marquer
hr_hr: Momčad koja posljednja zabija
hu_hu: Utolsó gólszerző csapat
jp_jp: 得点する最後のチーム
pl_pl: Ostatnia drużyna, która zdobędzie punkt
pt_pt: Última equipa a marcar
ro_ro: Ultima echipă să înscrie
ru_ru: Последняя забившая команда
sr_sp: Koji tim će posljednji postići gol

source: 2nd Period - 3way
bg_bg: 2-ри период - троен знак
cn_cn: 第二时段— 三路
cs_cz: 2. třetina – 3 way
de_de: 2. Spielabschnitt - 3 Wege
el_gr: 2η περίοδος - 1Χ2
fr_fr: 2e période - 3 way
hr_hr: 2. trećina - 3 ishoda
hu_hu: 2. harmad - 3 esély
jp_jp: 第二ピリオド−３通り
pl_pl: Drugi okres - 3 możliwości
pt_pt: 2º Período - 3way
ro_ro: Repriza 2 - 1x2
ru_ru: 2 период - тройной исход
sr_sp: 2. trećina - 3 ishoda

source: 1st Period - Odd/Even goals
bg_bg: 1-ви период - нечетен/четен брой голове
cn_cn: 第一时段— 单双进球
cs_cz: 1. třetina – liché/sudé góly
de_de: 1. Spielabschnitt - Gerade/Ungerade Tore
el_gr: 1η περίοδος - Μονά / Ζυγά γκολ
fr_fr: 1ère période - Buts pairs/impairs
hr_hr: 1. trećina - paran/neparan broj golova
hu_hu: 1. harmad - Gólok páratlan/páros
jp_jp: 第一ピリオドーオッド／イーブンゴール
pl_pl: Pierwszy okres - gole parzyste / nieparzyste
pt_pt: 1º Período - Golos pares/ímpares
ro_ro: Repriza 1 - goluri par/impar
ru_ru: 1 период - нечетные/четные голы
sr_sp: 1. trećina - Neparno/parno golova

source: 2nd Period - Odd/Even goals
bg_bg: 2-ри период - нечетен/четен брой голове
cn_cn: 第二时段— 单双进球
cs_cz: 2. třetina – liché/sudé góly
de_de: 2. Spielabschnitt - Gerade/Ungerade Tore
el_gr: 2η περίοδος - Μονά / Ζυγά γκολ
fr_fr: 2e période - Buts pairs/impairs
hr_hr: 2. trećina - paran/neparan broj golova
hu_hu: 2. harmad - Gólok páratlan/páros
jp_jp: 第二ピリオドーオッド／イーブンゴール
pl_pl: Drugi okres - gole parzyste / nieparzyste
pt_pt: 2º Período - Golos pares/ímpares
ro_ro: Repriza 2 - goluri par/impar
ru_ru: 2 период - нечетные/четные голы
sr_sp: 2. trećina - Neparno/parno golova

source: 3rd Period - Odd/Even goals
bg_bg: 3-ти период - нечетен/четен брой голове
cn_cn: 第三时段— 单双进球
cs_cz: 3. třetina – liché/sudé góly
de_de: 3. Spielabschnitt - Gerade/Ungerade Tore
el_gr: 3η περίοδος - Μονά / Ζυγά γκολ
fr_fr: 3e période - Buts pairs/impairs
hr_hr: 3. trećina - paran/neparan broj golova
hu_hu: 3. harmad - Gólok páratlan/páros
jp_jp: 第三ピリオドーオッド／イーブンゴール
pl_pl: Trzeci okres - gole parzyste / nieparzyste
pt_pt: 3º Período - Golos pares/ímpares
ro_ro: Repriza 3 - goluri par/impar
ru_ru: 3 период - нечетные/четные голы
sr_sp: 3. trećina - Neparno/parno golova

source: 1st Period - Draw no bet
bg_bg: 1-ви период - при равенство, залогът се отменя
cn_cn: 第一时段— 和局不投注
cs_cz: 1. třetina – remíza ruší sázku
de_de: 1. Spielabschnitt - Wette ohne Unentschieden
el_gr: 1η περίοδος - Draw no bet
fr_fr: 1ère période - Draw no bet
hr_hr: 1. trećina - oklada bez neriješenog
hu_hu: 1. harmad - Nincs fogadás döntetlenre
jp_jp: 第一ピリオドー引き分け 賭けなし
pl_pl: Pierwszy okres - zwrot zakładu przy remisie
pt_pt: 1º Período - Empate sem aposta
ro_ro: Repriza 1 - draw no bet
ru_ru: 1 период - возврат ставки в случае ничьей
sr_sp: 1. trećina - Povrat na nerešeno

source: 2nd Period - Draw no bet
bg_bg: 2-ри период - при равенство, залогът се отменя
cn_cn: 第二时段— 和局不投注
cs_cz: 2. třetina – remíza ruší sázku
de_de: 2. Spielabschnitt - Wette ohne Unentschieden
el_gr: 2η περίοδος - Draw no bet
fr_fr: 2e période - Match nul écarté
hr_hr: 2. trećina - oklada bez neriješenog
hu_hu: 2. harmad - Nincs fogadás döntetlenre
jp_jp: 第二ピリオドー引き分け 賭けなし
pl_pl: Drugi okres - zwrot zakładu przy remisie
pt_pt: 2º Período - Empate sem aposta
ro_ro: Repriza 2 - draw no bet
ru_ru: 2 период - возврат ставки в случае ничьей
sr_sp: 2. trećina - Povrat na nerešeno

source: 3rd Period - Draw no bet
bg_bg: 3-ти период - при равенство, залогът се отменя
cn_cn: 第三时段— 和局不投注
cs_cz: 3. třetina – remíza ruší sázku
de_de: 3. Spielabschnitt - Wette ohne Unentschieden
el_gr: 3η περίοδος - Draw no bet
fr_fr: 3e période - Match nul écarté
hr_hr: 3. trećina - oklada bez neriješenog
hu_hu: 3. harmad - Nincs fogadás döntetlenre
jp_jp: 第三ピリオドー引き分け 賭けなし
pl_pl: Trzeci okres - zwrot zakładu przy remisie
pt_pt: 3º Período - Empate sem aposta
ro_ro: Repriza 3 - draw no bet
ru_ru: 3 период - возврат ставки в случае ничьей
sr_sp: 3. trećina - Povrat na nerešeno

source: 2nd Period - Both teams to score
bg_bg: 2-ри период - и двата отбора да отбележат
cn_cn: 第二时段— 两队都有得分
cs_cz: 2. třetina – oba týmy skórují
de_de: 2. Spielabschnitt - Treffer beider Teams
el_gr: 2η περίοδος - Θα σκοράρουν και οι δύο ομάδες
fr_fr: 2e période - Les deux équipes marquent
hr_hr: 2. trećina - obje momčadi zabijaju
hu_hu: 2. harmad - Mindkét csapat szerez gólt
jp_jp: 第二ピリオドー得点する両方のチーム
pl_pl: Drugi okres - obie drużyny zdobędą punkt
pt_pt: 2º Período - Ambas as equipas marcam
ro_ro: Repriza 2 - ambele echipe să înscrie
ru_ru: 2 период - забьют обе команды
sr_sp: 2. trećina - Oba tima daju gol

source: 3rd Period - Both teams to score
bg_bg: 3-ти период - и двата отбора да отбележат
cn_cn: 第三时段— 两队都有得分
cs_cz: 3. třetina – oba týmy skórují
de_de: 3. Spielabschnitt - Treffer beider Teams
el_gr: 3η περίοδος - Θα σκοράρουν και οι δύο ομάδες
fr_fr: 3e période - Les deux équipes marquent
hr_hr: 3. trećina - obje momčadi zabijaju
hu_hu: 3. harmad - Mindkét csapat szerez gólt
jp_jp: 第三ピリオドー得点する両方のチーム
pl_pl: Trzeci okres - obie drużyny zdobędą punkt
pt_pt: 3º Período - Ambas as equipas marcam
ro_ro: Repriza 3 - ambele echipe să înscrie
ru_ru: 3 период - забьют обе команды
sr_sp: 3. trećina - Oba tima daju gol

source: 1st Period - Goal Spreads
bg_bg: 1-ви период - голови разлики
cn_cn: 第一时段— 进球让分
cs_cz: 1. třetina – Goal Spreads
de_de: 1. Spielabschnitt - Differenztore
el_gr: 1η περίοδος - Διαφορά γκολ νικητή
fr_fr: 1ère période" - Objectifs
hr_hr: 1. trećina - razlika golova
hu_hu: 1. harmad - Gólok
jp_jp: 第一ピリオドーゴールスプレッド
pl_pl: Pierwszy okres - różnice w golach
pt_pt: 1º Período - Spreads de golos
ro_ro: Repriza 1 - Spreads goluri
ru_ru: 1 период - распределение голов
sr_sp: 1. trećina - Poena hendikepa na golove

source: 2nd Period - Goal Spreads
bg_bg: 2-ри период - голови разлики
cn_cn: 第二时段— 进球让分
cs_cz: 2. třetina – Goal Spreads
de_de: 2. Spielabschnitt - Differenztore
el_gr: 2η περίοδος - Διαφορά γκολ νικητή
fr_fr: 2e période - Écarts buts
hr_hr: 2. trećina - razlika golova
hu_hu: 2. harmad - Gólok
jp_jp: 第二ピリオドーゴールスプレッド
pl_pl: Drugi okres - różnice w golach
pt_pt: 2º Período - Spreads de golos
ro_ro: Repriza 2 - Spreads goluri
ru_ru: 2 период - распределение голов
sr_sp: 2. trećina - Poena hendikepa na golove

source: 3rd Period - Goal Spreads
bg_bg: 3-ти период - голови разлики
cn_cn: 第三时段— 进球让分
cs_cz: 3. třetina – Goal Spreads
de_de: 3. Spielabschnitt - Differenztore
el_gr: 3η περίοδος - Διαφορά γκολ νικητή
fr_fr: 3e période - Écarts buts
hr_hr: 3. trećina - razlika golova
hu_hu: 3. harmad - Gólok
jp_jp: 第三ピリオドーゴールスプレッド
pl_pl: Trzeci okres - różnice w golach
pt_pt: 3º Período - Spreads de golos
ro_ro: Repriza 3 - Spreads goluri
ru_ru: 3 период - распределение голов
sr_sp: 3. trećina - Poena hendikepa na golove

source: 2nd Period - First team to score
bg_bg: 2-ри период - кой отбор ще отбележи първи
cn_cn: 第二时段— 首队得分
cs_cz: 2. třetina – První skóruje
de_de: 2. Spielabschnitt - Team erzielt Treffer zuerst
el_gr: 2η περίοδος - Πρώτη ομάδα που θα σκοράρει
fr_fr: 2e période - Première équipe à marquer
hr_hr: 2. trećina - momčad koja prva zabija
hu_hu: 2. harmad - Első gólszerző csapat
jp_jp: 第二ピリオドー得点する最初のチーム
pl_pl: Drugi okres - pierwsza drużyna, która zdobędzie punkt
pt_pt: 2º Período - Primeira equipa a marcar
ro_ro: Repriza 2 - Prima echipă să înscrie
ru_ru: 2 период - первая забившая команда
sr_sp: 2. trećina - Prvi tim daje gol

source: 3rd Period - First team to score
bg_bg: 3-ти период - кой отбор ще отбележи първи
cn_cn: 第三时段— 首队得分
cs_cz: 3. třetina – První skóruje
de_de: 3. Spielabschnitt - Team erzielt Treffer zuerst
el_gr: 3η περίοδος - Πρώτη ομάδα που θα σκοράρει
fr_fr: 3e période - Première équipe à marquer
hr_hr: 3. trećina - momčad koja prva zabija
hu_hu: 3. harmad - Első gólszerző csapat
jp_jp: 第三ピリオドー得点する最初のチーム
pl_pl: Trzeci okres - pierwsza drużyna, która zdobędzie punkt
pt_pt: 3º Período - Primeira equipa a marcar
ro_ro: Repriza 3 - Prima echipă să înscrie
ru_ru: 3 период - первая забившая команда
sr_sp: 3. trećina - Prvi tim daje gol

source: 1st Period - Last team to score
bg_bg: 1-ви период - кой отбор ще отбележи последен
cn_cn: 第一时段— 最后得分队
cs_cz: 1. třetina – Poslední skóruje
de_de: 1. Spielabschnitt - Team erzielt Treffer zuletzt
el_gr: 1η περίοδος - Τελευταία ομάδα που θα σκοράρει
fr_fr: 1ère période - Dernière équipe à marquer
hr_hr: 1. trećina - momčad koja posljednja zabija
hu_hu: 1. harmad - Utolsó gólszerző csapat
jp_jp: 第一ピリオドー得点する最後のチーム
pl_pl: Pierwszy okres - ostatnia drużyna, która zdobędzie punkt
pt_pt: 1º Período - Última equipa a marcar
ro_ro: Repriza 1 - Ultima echipă să înscrie
ru_ru: 1 период - последняя забившая команда
sr_sp: 1. trećina - Posljednji tim daje gol

source: 2nd Period - Last team to score
bg_bg: 2-ри период - кой отбор ще отбележи последен
cn_cn: 第二时段— 最后得分队
cs_cz: 2. třetina – Poslední skóruje
de_de: 2. Spielabschnitt - Team erzielt Treffer zuletzt
el_gr: 2η περίοδος - Τελευταία ομάδα που θα σκοράρει
fr_fr: 2e période - Dernière équipe à marquer
hr_hr: 2. trećina - momčad koja posljednja zabija
hu_hu: 2. harmad - Utolsó gólszerző csapat
jp_jp: 第二ピリオドー得点する最後のチーム
pl_pl: Drugi okres - ostatnia drużyna, która zdobędzie punkt
pt_pt: 2º Período - Última equipa a marcar
ro_ro: Repriza 2 - Ultima echipă să înscrie
ru_ru: 2 период - последняя забившая команда
sr_sp: 2. trećina - Posljednji tim daje gol

source: 3rd Period - Last team to score
bg_bg: 3-ти период - кой отбор ще отбележи последен
cn_cn: 第三时段— 最后得分队
cs_cz: 3. třetina – Poslední skóruje
de_de: 3. Spielabschnitt - Team erzielt Treffer zuletzt
el_gr: 3η περίοδος - Τελευταία ομάδα που θα σκοράρει
fr_fr: 3e période - Dernière équipe à marquer
hr_hr: 3. trećina - momčad koja posljednja zabija
hu_hu: 3. harmad - Utolsó gólszerző csapat
jp_jp: 第三ピリオドー得点する最後のチーム
pl_pl: Trzeci okres - ostatnia drużyna, która zdobędzie punkt
pt_pt: 3º Período - Última equipa a marcar
ro_ro: Repriza 3 - Ultima echipă să înscrie
ru_ru: 3 период - последняя забившая команда
sr_sp: 3. trećina - Posljednji tim daje gol

source: 1st Period - Both teams to score
bg_bg: 1-ви период - и двата отбора да отбележат
cn_cn: 第一时段— 两队都有得分
cs_cz: 1. třetina – oba týmy skórují
de_de: 1. Spielabschnitt - Beide Teams erzielen Treffer
el_gr: 1η περίοδος - Θα σκοράρουν και οι δύο ομάδες
fr_fr: 1ère période - Les deux equipes marquent
hr_hr: 1. trećina - obje momčadi zabijaju
hu_hu: 1. harmad - Mindkét csapat szerez gólt
jp_jp: 第一ピリオドー得点する両方のチーム
pl_pl: Pierwszy okres - obie drużyny zdobędą punkt
pt_pt: 1º Período - Ambas as equipas marcam
ro_ro: Repriza 1 - Ambele echipe să înscrie
ru_ru: 1 период - забьют обе команды
sr_sp: 1. trećina - Oba tima daju gol

source: Totals (incl. OT)
bg_bg: Сборове (вкл. продължения)
cn_cn: 总计(包括加时)
cs_cz: Totals (včetně prodloužení)
de_de: Insgesamt (inkl. Verlängerung)
el_gr: Σύνολο γκολ +/- (συμπ. Παράτασης)
fr_fr: Totaux (prolongation incl.)
hr_hr: Zbroj (uklj. PROD)
hu_hu: Összesítettek (hosszabbítással)
jp_jp: トータル（オーバータイム含む）
pl_pl: Suma (w tym dogrywka)
pt_pt: Totais (incl. Tempo extra)
ro_ro: Totaluri (incl. prelungiri)
ru_ru: Итоги (включая дополнительное время)
sr_sp: Ukupno (uklj. produžetke)

source: 2way (incl. OT)
bg_bg: Изход с двоен знак (вкл. продължения)
cn_cn: 二路(包括加时)
cs_cz: 2 way (včetně prodloužení)
de_de: 2 Wege (inkl. Verlängerung)
el_gr: Νικητής 1 2 (συμπ. Παράτασης)
fr_fr: 2 way (prolongation incl.)
hr_hr: 2 ishoda (uklj. PROD)
hu_hu: 2 esély (hosszabbítással)
jp_jp: 2通り（オーバータイム含む）
pl_pl: 2 możliwości (w tym dogrywka)
ro_ro: 1 2 (incl. prelungiri)
ru_ru: Двойной исход (включая дополнительное время)
sr_sp: 3 ishoda (uklj. produžetke)

source: 1st Set Winner
bg_bg: Кой ще победи в 1-ви сет
cn_cn: 首盘赢家
cs_cz: Vítěz prvního setu
de_de: 1. Set Gewinner
el_gr: 1ο Σετ - Νικητής
fr_fr: Vainqueur du 1er set
hr_hr: Pobjednik 1. seta
hu_hu: 1. szett nyertese
jp_jp: 第一セット勝者
pl_pl: Zwycięzca pierwszego seta
pt_pt: Vencedor 1º Set
ro_ro: Câştigător set 1
ru_ru: Победитель в 1 сете
sr_sp: Pobednik 1. seta

source: Total Number of Sets (best of 3)
bg_bg: Общ брой сетове ( от 3)
cn_cn: 总盘数(三盘两胜制)
cs_cz: Celkem setů (na dva vítězné)
de_de: Gesamte Anzahl an Sets (von 3 Sets)
el_gr: Συνολικός αριθμός Σετ ( Στα 3 σετ)
fr_fr: Nombre total de sets (au meilleur des 3)
hr_hr: Ukupan broj setova (do 2 osvojena seta)
hu_hu: Összesített szettek száma (legjobb a 3-ból)
jp_jp: セットの合計数（ベストオブ３）
pl_pl: Suma setów (najlepszy z 3)
pt_pt: Número total de sets (melhor de 3)
ro_ro: Număr total seturi (cel mai bun din 3)
ru_ru: Общее количество сетов (лучший из 3)
sr_sp: Ukupan broj setova (na dva dobijena seta)
