Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Please enter your new password
de_de: Bitte geben Sie Ihr neues
fr_fr: Entrez votre nouveau mot de passe
pl_pl: Proszę podać nowe hasło

source: Retype password
de_de: Passwort wiederholen
fr_fr: Retapez le mot de passe
pl_pl: Powtórz hasło

source: Thank you %s your password has been successfully changed.
de_de: Vielen dank %s ihr Passwort wurde erfolgreich geändert.
fr_fr: Merci %s votre mot de passe a été changé avec succès.
pl_pl: Dziękujemy %s twoje hasło zostało pomyślnie zmienione.

source: Your %s details are
de_de: Ihre Daten sind
fr_fr: Vos détails sont
pl_pl: Twoje dane to

source: Please save your user name
de_de: Bitte speichern Sie Ihren Benutzernamen
fr_fr: Veuillez enregistrer votre nom d'utilisateur
pl_pl: Proszę zapisać nazwę użytkownika

source: Done
de_de: Erledigt
fr_fr: Terminé
pl_pl: Gotowe

source: Create your account today
de_de: Erstellen Sie Ihr Konto
fr_fr: Créer votre compte
pl_pl: Utworzyć Konto

source: Signup now and get %s 150%s up to %s 1500 %s
de_de: Melden Sie sich jetzt und erhalten Sie %s 150%s bis %s 1500 %s
fr_fr: Inscrivez-vous maintenant et obtenez %s 150%s jusqu'à %s 1500 %s
pl_pl: Zarejestruj się teraz i otrzymaj %s 150%s do %s 1500 %s

source: Enjoy all %s our games %s on your %s mobile
de_de: Genießen Sie alle %s unsere Spiele %s auf Ihrem %s Handy
fr_fr: Profitez de tous %s nos jeux %s sur votre %s mobile
pl_pl: Ciesz się wszystkimi własnymi grami %s na telefonie komórkowym %s

source: DEPOSIT BONUS %s 150%s up to %s 1500 %s
de_de: DEPOSIT BONUS %s 150%s bis %s 1500 %s
fr_fr: BONUS DE DÉPÔT %s 150%s jusqu'à %s 1500 %s
pl_pl: PIENIĄDZE DEPOZYTOWE %s 150%s do %s 1500 %s

source: Have an account already
de_de: Haben sie ein konto bereits
fr_fr: Avez-vous un compte déjà
pl_pl: Masz jest rachunek

source: The following descriptions will appear on your credit card or on your account statement: %s.
de_de: Die folgenden Beschreibungen erscheinen auf Ihrer Kreditkarte oder auf Ihrem Kontoauszug: %s.
fr_fr: Les descriptions suivantes apparaîtront sur votre carte de crédit ou sur votre relevé de compte: %s.
pl_pl: Na swojej karcie kredytowej lub na Twoim wyciągu z rachunkiem pojawi się następujące opisy: %s.

source: Successful Registration
de_de: Erfolgreiche Anmeldung
fr_fr: Inscription réussie
pl_pl: Pomyślna rejestracja

source: Success
de_de: Erfolg
fr_fr: Succès
pl_pl: Powodzenie

source: Please update your e-mail address
de_de: Bitte aktualisieren Sie Ihre E-Mail-Adresse
fr_fr: Veuillez mettre à jour votre adresse e-mail
pl_pl: Zaktualizuj swój adres e-mail

source: This e-mail address already exists
de_de: Diese Emailadresse existiert bereits
fr_fr: Cette adresse email existe déja
pl_pl: Ten adres email już istnieje

source: Email sent
de_de: E-Mail Gesendet
fr_fr: Email envoyé
pl_pl: E-mail Wysłany

source: Current E-mail
de_de: Aktuelle E-Mail
fr_fr: E-mail actuel
pl_pl: Aktualna Wiadomość E-mail

source: New E-mail
de_de: Neue E-mail
fr_fr: Nouveau E-mail
pl_pl: Nowy E-mail

source: Confirm New E-mail
de_de: Neue E-Mail Bestätigen
fr_fr: Confirmer le Nouveau E-mail
pl_pl: Potwierdź Nową Wiadomość E-mail

source: Confirm New Password
de_de: Bestätige Neues Passwort
fr_fr: Confirmer le nouveau mot de passe
pl_pl: Potwierdź Nowe Hasło

source: Enter your username and password to confirm the update
de_de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein, um das Update zu bestätigen
fr_fr: Entrez votre nom d'utilisateur et votre mot de passe pour confirmer la mise à jour
pl_pl: Wprowadź swoją nazwę użytkownika i hasło, aby potwierdzić aktualizację

source: Thank you %s your email has been successfully changed. Please confirm the update from your email account.
de_de: Vielen dank %s ihre E-Mail wurde erfolgreich geändert. Bitte bestätigen Sie das Update von Ihrem E-Mail-Konto.
fr_fr: Merci %s votre courriel a été changé avec succès. Veuillez confirmer la mise à jour à partir de votre compte de messagerie.
pl_pl: Dziękujemy %s że twój e-mail został pomyślnie zmieniony. Potwierdź aktualizację z konta e-mail.

source: Resend password reset email
de_de: Passwort zurücksetzen e-mail erneut senden
fr_fr: Renvoyer l'email de remise à zéro
pl_pl: Wyślij ponownie e-mail z resetem hasła

source: Current Password
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel
pl_pl: Aktualne Hasło

source: Set new password for user %s
de_de: Neues Passwort für Benutzer setzen %s
fr_fr: Définir un nouveau mot de passe pour l'utilisateur %s
pl_pl: Ustaw nowe hasło dla użytkownika %s

source: Refund Policy
de_de: Rückgaberecht
fr_fr: Politique de remboursement
pl_pl: Polityka zwrotu

source: Licensing
de_de: Lizenzierung
fr_fr: Licence
pl_pl: Koncesjonowanie

source: %s is the seller and distributor.
de_de: %s ist der Verkäufer und Händler.
fr_fr: %s est le vendeur et le distributeur.
pl_pl: %s jest sprzedawcą i dystrybutorem.

source: %s is owned and operated by Lsmedia Adv N.V Curacao and its wholly owned, Sprocess Limited 71-75 Shelton Street, Covent Garden, London, UK. WC2H 9JQ.
de_de: %s ist im Besitz und betrieben von Lsmedia Adv N.V Curacao und seine hundertprozentige, Sprocess Limited 71-75 Shelton Street, Covent Garden, London, UK. WC2H 9JQ.
fr_fr: %s est détenue et exploitée par Lsmedia Adv N.V Curacao et sa propriété exclusive, Sprocess Limited 71-75 Shelton Street, Covent Garden, Londres, Royaume-Uni. WC2H 9JQ.
pl_pl: Firma %s jest własnością Lsmedia Adv N.V Curacao i jej w całości własnością Sprocess Limited 71-75 Shelton Street, Covent Garden, Londyn, Wielka Brytania. WC2H 9JQ.

source: %s operates under Master License No. 8048/JAZ, granted by the Government of Curaçao.
de_de: %s arbeitet unter der Master-Lizenz Nr. 8048 / JAZ, die von der Regierung von Curaçao gewährt wird.
fr_fr: %s opère sous licence de maître n ° 8048 / JAZ, accordée par le gouvernement de Curaçao.
pl_pl: Firma %s działa pod licencją podstawową nr 8048 / JAZ, przyznawaną przez rząd Curaçao.

source: %s operates under laws of Curacao No. curucao licence 8049/JAZ granted by the Government of Curaçao.
de_de: %s arbeitet unter Gesetzen der Curacao Nr. Curucao Lizenz 8049 / JAZ von der Regierung von Curaçao gewährt.
fr_fr: %s opère en vertu des lois de Curaçao No. curucao licence 8049 / JAZ accordées par le gouvernement de Curaçao.
pl_pl: %s działa na mocy prawa Curacao nr curucao 8049 / JAZ przyznanego przez rząd Curaçao.

source: Account cannot be created.
de_de: Konto kann nicht erstellt werden.
fr_fr: Votre compte ne peut pas enregistré.

source: Email is already taken!
de_de: E-Mail ist bereits vergeben!
fr_fr: Cet email est déjà pris!
pl_pl: Adres e-mail jest już zajęty!

source: Username is already taken!
de_de: Benutzername ist bereits vergeben!
fr_fr: Nom d'utilisateur déjà pris!
pl_pl: Nazwa użytkownika jest już zajęta!

source: Choose your country
de_de: Wählen Sie Ihr Land
fr_fr: Choisissez votre pays
pl_pl: Wybierz swój kraj

source: Select your preferred payment method
de_de: Wählen Sie Ihre bevorzugte Zahlungsmethode aus
fr_fr: Sélectionnez votre mode de paiement préféré
pl_pl: Wybierz preferowaną metodę płatności

source: Enter your deposit amount
de_de: Geben Sie Ihren Einzahlungsbetrag ein
fr_fr: Entrez votre montant de dépôt
pl_pl: Wprowadź kwotę depozytu

source: Amount is not a valid number.
de_de: Der Betrag ist ungültig.
fr_fr: Le montant n'est pas valide.
pl_pl: Kwota nie jest prawidłowym numerem.

source: Minimum deposit is %s.
de_de: Die Mindesteinzahlung beträgt %s.
fr_fr: Le dépôt minimum est de %s.
pl_pl: Minimalny depozyt to %s.

source: Deposit the amount of your choice to one of the banks below
de_de: Setzen Sie den Betrag Ihrer Wahl auf eine der Banken unten
fr_fr: Déposez le montant de votre choix à l'une des banques ci-dessous
pl_pl: Wprowadź kwotę wybraną do jednego z banków poniżej

source: Please, select a country first!
de_de: Bitte wählen Sie zuerst ein Land aus!
fr_fr: Veuillez sélectionner un pays en premier!
pl_pl: Proszę najpierw wybrać kraj!

source: Please, select a payment method first!
de_de: Bitte wählen Sie zuerst eine Zahlungsart aus!
fr_fr: Veuillez sélectionner un mode de paiement en premier!
pl_pl: Proszę najpierw wybrać metodę płatności!

source: Save this card info from next time
de_de: Speichern Sie diese Karte info vom nächsten Mal
fr_fr: Enregistrez les informations de cette carte à partir de la prochaine fois
pl_pl: Zapisz ten informacje o karcie następnym razem

source: Enter CCV
de_de: Geben Sie CCV ein
fr_fr: Entrez CCV
pl_pl: Wpisz CCV

source: Expiration
de_de: Haltbarkeitsdatum
fr_fr: Date d'expiration
pl_pl: Termin ważności

source: Enter card number
de_de: Kartennummer eingeben
fr_fr: Entrez le numéro de la carte
pl_pl: Podaj numer karty

source: Card Number
de_de: Kartennummer
fr_fr: Numéro de carte
pl_pl: Numer karty

source: Select a Card
de_de: Wählen Sie eine Karte aus
fr_fr: Sélectionnez une carte
pl_pl: Wybierz kartę

source: A password reset mail was sent to your e-mail address.
de_de: Ein Passwort-Reset-Mail wurde an Ihre E-Mail-Adresse gesendet.
fr_fr: Un message de réinitialisation de mot de passe a été envoyé à votre adresse e-mail.
pl_pl: Poczta e-mail została wysłana na e-mail.

source: You have just deposited money, %s thanks you and wish you good luck.
de_de: Sie zahlen nur Geld WinnerMillion Sie danken und wünschen Ihnen viel Glück.
fr_fr: Vous venez de deposer de l'argent, Winner Million vous remercie et vous souhaitent bonne chance.
pl_pl: Musisz po prostu zdeponować pieniądze, %s dziękuje ci i życzę powodzenia.

source: You can start playing.
de_de: Sie können anfangen zu spielen.
fr_fr: Vous pouvez commencer a jouer.
pl_pl: Możesz zacząć grać.

source: Back to the games
de_de: Zurück zu den Spielen
fr_fr: Revenir aux jeux
pl_pl: Wróć do gier

source: Your deposit failed.
de_de: Ihre Einzahlung fehlgeschlagen.
fr_fr: Votre dépôt a échoué.
pl_pl: Twoja wpłata nie powiodła się.

source: Please try another credit card, or contact support.
de_de: Bitte versuchen Sie eine andere Kreditkarte oder wenden Sie sich an den Support.
fr_fr: Essayez une autre carte de crédit ou contactez le support.
pl_pl: Spróbuj użyć innej karty kredytowej lub skontaktuj się z pomocą techniczną.

source: Contact Support
de_de: Kontaktieren Sie Support
fr_fr: Contactez le support
pl_pl: Skontaktuj się z pomocą

source: %s, you have no money in your balance
de_de: %s, Du hast kein Geld in deinem Gleichgewicht
fr_fr: %s, vous n'avez pas d'argent dans votre solde
pl_pl: %s, nie masz pieniędzy w twojej równowadze

source: Go to the CASHIER to make a deposit
de_de: Gehen Sie zum CASHIER, um eine Einzahlung zu machen
fr_fr: Aller à la CASHIER pour faire un dépôt
pl_pl: Przejdź do CASHIER, aby dokonać wpłaty

source: Enjoy Your Luck
de_de: Genießen Sie Ihr Glück
fr_fr: Profitez de votre chance
pl_pl: Ciesz się szczęściem

source: Change Email
de_de: Ändern Sie die E-Mail
fr_fr: Changer l'e-mail
pl_pl: Zmień adres e-mail

source: Contact by phone
de_de: Kontakt per Telefon
fr_fr: Contact par téléphone
pl_pl: Kontakt telefoniczny

source: In the event you need to reach a customer %s support person via phone, please dial %s
de_de: Für den Fall, dass Sie einen Kunden erreichen müssen %s support Person per Telefon, bitte wählen Sie %s
fr_fr: Dans le cas où vous devez contacter un client %s par téléphone, composez %s
pl_pl: W przypadku, gdy musisz dotrzeć do klienta %s osoba obsługująca telefonicznie, proszę zadzwonić pod numer %s

source: In order to make additional deposits, you have to verify your account by sending us your piece of identical recto verso, credit card recto verso (hiding the figures of the middle) as well as a note of telephone, gas, Electricity.
de_de: Um zusätzliche Einzahlungen zu machen, können Sie Ihr Konto mit uns durch das Senden überprüfen müssen Ihre Identität Zimmer-Duplex, Kreditkarte sided (versteckt Zahlen Mitte) sowie eine Telefonnotiz , Gas, Elektrizität, oder Kontoauszug.
fr_fr: Afin de faire des depots supplementaires, il vous faut verifier votre compte en nous envoyant votre piece d identite recto verso, carte de credit recto verso(en cachant les chiffres du millieu) ainsi qu une note de telephone, gaz, Electricite, ou releve bancaire.
pl_pl: Aby dokonać dodatkowych depozytów, musisz zweryfikować swoje konto, wysyłając do nas kartę identycznego odwrotnego, prostokątnego kart kredytowych (ukrywając cyfry po środku) oraz notatkę telefoniczną, gazową, elektryczną.

source: You can send them to %s or upload your documents in the KYC section.
de_de: Sie können sie gesendet haben %s oder danken Sie Ihre Dokumente im Abschnitt KYC zum Download bereit.
fr_fr: Vous pouvez les envoye a %s ou bien merci de telecharger vos documents dans la rubrique KYC.
pl_pl: Możesz wysłać je na adres %s lub przesłać dokumenty w sekcji KYC.

source: Thanking you in advance.
de_de: Vielen Dank im Voraus.
fr_fr: En vous remerciant par avance.
pl_pl: Z góry dziękuję.

source: The %s Team
de_de: Team %s
fr_fr: L'Équipe %s
pl_pl: Zespół %s

source: Filter by provider
de_de: Filtern nach Anbieter
fr_fr: Filtrer par fournisseur
pl_pl: Filtruj według dostawcy

source: Select your preferred deposit method
de_de: Wählen Sie Ihre bevorzugte Einzahlungsmethode
fr_fr: Sélectionnez votre méthode de dépôt préférée
pl_pl: Wybierz preferowaną metodę wpłaty

source: Select your preferred withdraw method
de_de: Wählen Sie Ihre bevorzugte Auszahlungsmethode
fr_fr: Sélectionnez votre méthode de retrait préférée
pl_pl: Wybierz preferowaną metodę wypłaty

source: No data to show.
de_de: Keine Daten zum Anzeigen.
fr_fr: Rien à montrer.
pl_pl: Brak danych do wyświetlenia.

source: I accept the Terms and Conditions
de_de: Ich akzeptiere die allgemeinen Geschäftsbedingungen
fr_fr: J'accepte les Termes et Conditions
pl_pl: Akceptuję zasady i warunki

source: By clicking the Continue button you will be redirected to %s payment page.
de_de: Wenn Sie auf die Schaltfläche Weiter klicken, werden Sie zur %s-Zahlungsseite weitergeleitet.
fr_fr: En cliquant sur le bouton Continuer, vous serez redirigé vers la page de paiement %s.
pl_pl: Klikając przycisk Kontynuuj, zostaniesz przekierowany do strony płatności %s.

source: Form is invalid. Please check your inputs.
de_de: Das Formular ist ungültig. Bitte überprüfen Sie Ihre Eingaben.
fr_fr: Le formulaire est invalide. S'il vous plaît vérifier vos entrées.
pl_pl: Formularz jest nieprawidłowy. Sprawdź swoje dane wejściowe.

source: Make sure you enter correct amount and accept the Terms and Conditions.
de_de: Stellen Sie sicher, dass Sie den korrekten Betrag eingeben und die Allgemeinen Geschäftsbedingungen akzeptieren.
fr_fr: Assurez-vous de saisir le montant correct et d'accepter les Termes et Conditions.
pl_pl: Upewnij się, że podałeś prawidłową kwotę i zaakceptuj Warunki.

source: Your withdraw request failed.
de_de: Ihre Auszahlungsanforderung ist fehlgeschlagen.
fr_fr: Votre demande de retrait a échoué.
pl_pl: Twoje żądanie wypłaty nie powiodło się.

source: Please try again or contact support.
de_de: Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
fr_fr: Veuillez réessayer ou contacter le support.
pl_pl: Spróbuj ponownie lub skontaktuj się z pomocą techniczną.

source: Security Code
de_de: Sicherheitscode
fr_fr: Code de Sécurité
pl_pl: Kod bezpieczeństwa

source: %s Account
de_de: %s-Konto
fr_fr: Compte %s
pl_pl: Rachunek %s

source: Sign Up
de_de: Registrieren
fr_fr: S'inscrire
pl_pl: Zarejestrować

source: Sign In
de_de: Einloggen
fr_fr: Se connecter
pl_pl: Zaloguj Się

source: Sign Out
de_de: Ausloggen
fr_fr: Se déconnecter
pl_pl: Wyloguj

source: Payoff Amount
de_de: Auszahlungsbetrag
fr_fr: Montant du Paiement
pl_pl: Kwota wypłaty

source: Turnover Amount
de_de: Umsatzbetrag
fr_fr: Montant du Chiffre d'affaires
pl_pl: Kwota obrotu

source: Bonus Name
de_de: Name des Bonus
fr_fr: Nom du Bonus
pl_pl: Nazwa bonusu

source: Activated
de_de: Aktiviert
fr_fr: Activé
pl_pl: Aktywowany

source: Released
de_de: Beendet
fr_fr: Terminé
pl_pl: Zakończony

source: main_banner_1.jpg
de_de: main_banner_1_de_de.jpg
fr_fr: main_banner_1_fr_fr.jpg

source: main_banner_2.jpg
de_de: main_banner_2_de_de.jpg
fr_fr: main_banner_2_fr_fr.jpg

source: main_banner_3.jpg
de_de: main_banner_3_de_de.jpg
fr_fr: main_banner_3_fr_fr.jpg

source: Licencing
de_de: Lizenz
fr_fr: Licence

source: Please fill out this field.
de_de: Bitte füllen Sie dieses Feld aus.
fr_fr: S'il vous plaît remplir ce champ.

source: At Macao Spin Casino we give you high end, high class casino experience, best in class slots games with all the glamour.
de_de: Im Macao Spin Casino bieten wir Ihnen erstklassiges Casinoerlebnis und erstklassige Spielautomaten mit dem ganzen Glamour.
fr_fr: Au Macao Spin Casino, nous vous offrons une expérience de casino haut de gamme et haut de gamme, ainsi que des jeux de machines à sous de premier ordre avec tout le glamour.

source: Macao Spin Casino not only gives you a high-end experience in games, we also make sure we keep all of our players happy by giving them highest level customer service and satisfaction.
de_de: Macao Spin Casino bietet Ihnen nicht nur ein erstklassiges Spielerlebnis, sondern stellt auch sicher, dass alle unsere Spieler zufrieden sind, indem es ihnen ein Höchstmaß an Kundenservice und Zufriedenheit bietet.
fr_fr: Macao Spin Casino vous offre non seulement une expérience haut de gamme dans les jeux, mais nous veillons également à ce que tous nos joueurs soient satisfaits en leur offrant un service et une satisfaction de la plus haute qualité.

source: Macao Spin Casino also keep players' security and safety in mind. We are fully licensed by top renowned gambling authorities. All player data and personal details are totally safe and secure with us. We will never let you down.
de_de: Das Macao Spin Casino achtet auch auf die Sicherheit der Spieler. Wir sind vollständig von renommierten Glücksspielbehörden lizenziert. Alle Spielerdaten und persönlichen Daten sind bei uns absolut sicher. Wir werden dich niemals im Stich lassen.
fr_fr: Le casino Macao Spin tient également compte de la sécurité des joueurs. Nous sommes entièrement agréés par les plus grandes autorités de jeu renommées. Toutes les données et informations personnelles des joueurs sont totalement sûres avec nous. Nous ne vous laisserons jamais tomber.

source: Macao Spin Casino is an online casino that continuously strives to provide you with the best range of online slots from different suppliers, all in one place that is easy and fun to use.
de_de: Das Macao Spin Casino ist ein Online-Casino, das ständig darum bemüht ist, Ihnen die beste Auswahl an Online-Slots mehrerer Anbieter an einem Ort zu bieten, der einfach zu bedienen und unterhaltsam ist.
fr_fr: Macao Spin Casino est un casino en ligne qui s'efforce en permanence de vous proposer la meilleure gamme de machines à sous en ligne de différents fournisseurs, le tout dans un seul endroit facile et amusant à utiliser.

source: Gambling is fun and can be addictive. Please play responsibly.
de_de: Glücksspiel macht Spaß und kann süchtig machen. Bitte spiele verantwortungsbewusst.
fr_fr: Le jeu est amusant et peut créer une dépendance. S'il vous plaît jouer de manière responsable.

source: Macaospin (www.macaospin.com) is owned and operated by Macaospin ADV N.V. Curaçao © 2017.
de_de: Macaospin (www.macaospin.com) gehört und wird von Macaospin ADV N.V. Curacao © 2017 betrieben.
fr_fr: Macaospin (www.macaospin.com) est détenu et exploité par Macaospin ADV N.V. Curaçao © 2017.

source: Macaospin operates under Master License No. 1668/JAZ, granted by the Government of Curaçao.
de_de: Macaospin wird unter der Master-Lizenz Nr. 1668 / JAZ betrieben, die von der Regierung von Curaçao ausgestellt wurde.
fr_fr: Macaospin fonctionne sous la licence principale N° 1668/JAZ, accordée par le gouvernement de Curaçao.

source: Bonus Balance
ar_sa: رصيد المكافأة
de_de: Bonus-Guthaben
fr_fr: Solde des bonus
pt_pt: Saldo de bônus

source: Casino
ar_sa: كازينو
bg_bg: Казино
cn_cn: 娱乐场
cs_cz: Kasino
de_de: Kasino
el_gr: Καζίνο
hr_hr: Kasino
hu_hu: Kaszinó
jp_jp: カジノ
pl_pl: Kasyno
pt_pt: Cassino
ro_ro: Cazinou
ru_ru: Казино
sr_sp: Kazino

source: Table Games
ar_sa: ألعاب طاولة
de_de: Tischspiele
fr_fr: Jeux de table
pt_pt: Jogos de mesa

source: Virtual Games
ar_sa: ألعاب افتراضية
de_de: Virtuelle Spiele
fr_fr: Jeux virtuels
pl_pl: Gry wirtualne
pt_pt: Jogos virtuais

source: Live Casino
ar_sa: كازينو مباشر
bg_bg: Казино на живо
cn_cn: 真人娱乐场
cs_cz: Živé kasino
de_de: Live-Kasino
el_gr: Live Καζίνο
fr_fr: Casino en direct
hr_hr: Kasino uživo (Live Casino)
hu_hu: Élő kaszinó
jp_jp: ライブカジノ
pl_pl: Kasyno na żywo
pt_pt: Casino ao Vivo
ro_ro: Cazinou live
ru_ru: Видеоказино
sr_sp: Kazino uživo

source: Video Slots
ar_sa: فيديو سلوت
de_de: Video-Spielautomaten
fr_fr: Machines à sous vidéo
pl_pl: Gniazda wideo
pt_pt: Slots de Vídeo

source: Scratch Cards
ar_sa: خدش البطاقات
de_de: Rubbelkarten
fr_fr: Cartes à gratter
pl_pl: Zdrapki
pt_pt: Raspadinhas

source: Enter game name or provider
ar_sa: أدخل اسم اللعبة أو مقدم اللعبة
de_de: Spielname oder Anbieter eingeben
fr_fr: Entrez le nom du jeu ou le fournisseur
pt_pt: Insira o nome do jogo ou provedor

source: More games
ar_sa: المزيد من الألعاب
de_de: Mehr Spiele
fr_fr: Plus de jeux
pt_pt: Mais jogos

source: No games to show.
ar_sa: لا توجد ألعاب
de_de: Keine Spiele zu zeigen.
fr_fr: Aucun jeu à afficher.
pt_pt: Não há jogos para mostrar.

source: Category
ar_sa: الفئة
de_de: Kategorie
fr_fr: Catégorie
pt_pt: Categoria

source: Provider
ar_sa: مقدم اللعبة
de_de: Anbieter
fr_fr: Fournisseur
pt_pt: Provedor

source: New
ar_sa: جديد
de_de: Neu
fr_fr: Nouveau
pl_pl: Nowy
pt_pt: Novo

source: Sort by
ar_sa: ترتيب حسب
de_de: Sortieren nach
fr_fr: Trier par
pt_pt: Ordenar por

source: Most popular
ar_sa: الأكثر شعبية
de_de: Am beliebtesten
fr_fr: Les plus populaires
pt_pt: Mais popular

source: Deposit
ar_sa: إيداع
bg_bg: Депозирай
cn_cn: 存款
cs_cz: Vklad
de_de: Einzahlung
el_gr: Κατάθεση
fr_fr: Dépôt
hr_hr: Polog
hu_hu: Befizetés
jp_jp: 預金
pl_pl: Wpłata
pt_pt: Depósito
ro_ro: Depunere
ru_ru: Сделать депозит
sr_sp: Depozit

source: Loyalty points
ar_sa: نقاط الولاء
de_de: Treuepunkte
fr_fr: Points de fidélité
pt_pt: Pontos de fidelidade

source: Account
ar_sa: الحساب
de_de: Konto
fr_fr: Compte
pt_pt: Conta

source: Rewards
ar_sa: مكافآت
de_de: Belohnungen
fr_fr: Récompenses
pt_pt: Recompensas

source: Information
ar_sa: معلومات
de_de: Informationen
fr_fr: Informations
pt_pt: Informação

source: Profile
ar_sa: الملف الشخصي
de_de: Profil
fr_fr: Profil
pt_pt: Perfil

source: Bonuses
ar_sa: المكافآت
de_de: Boni
fr_fr: Bonus
pt_pt: Bônus

source: Gameplay
ar_sa: تجربة اللعب
de_de: Spielverlauf
pt_pt: Jogabilidade

source: Account Information
ar_sa: معلومات الحساب
bg_bg: Информация за сметка
cn_cn: 帐户信息
cs_cz: Informace o účtu
de_de: Konto-Informationen
el_gr: Πληροφορίες Λογαριασμού
fr_fr: Informations sur le compte
hr_hr: Podaci o računu
hu_hu: Számlainformáció
jp_jp: 口座情報
pl_pl: Informacje o koncie
pt_pt: Informação da conta
ro_ro: Informații cont
ru_ru: Данные учетной записи
sr_sp: Informacije o nalogu

source: Personal Information
ar_sa: المعلومات الشخصية
de_de: Persönliche Informationen
fr_fr: Informations personnelles
pl_pl: Informacje osobiste
pt_pt: Informações pessoais

source: Address Information
ar_sa: معلومات العنوان
de_de: Adress-Informationen
fr_fr: Informations sur l'adresse
pt_pt: Informações de Endereço

source: Hello
ar_sa: مرحبًا
de_de: Hallo
fr_fr: Bonjour
pl_pl: Cześć
pt_pt: Olá

source: Deposits
ar_sa: الإيداعات
bg_bg: Депозити
cn_cn: 存款
cs_cz: Vklady
de_de: Einzahlungen
el_gr: Καταθέσεις
fr_fr: Dépôts
hr_hr: Uplate
hu_hu: Befizetések
jp_jp: 入金
pl_pl: Wpłaty
pt_pt: Depósitos
ro_ro: Depuneri
ru_ru: Депозиты
sr_sp: Depoziti
