Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200
bg_bg: За да таксувате, въведете сума и средствата ще бъдат удържани от потребителската Ви сметка. Например, ако искате да таксувате потребителската си сметка с 200
cs_cz: Zadejte částku, která bude stržena z uživatelova účtu. Například pokud chcete uživateli strhnout 200
de_de: Zur Abbuchung bitte Betrag eingeben. Das Geld wird dann vom Spielerkonto abgezogen. Wenn Sie zum Beispiel eine Abbuchen von 200 USD vornehmen
fr_fr: Pour débiter, saisissez le montant et l'argent sera déduit du compte du joueur. Par exemple, si vous souhaitez débiter, créditez simplement l'utilisateur de 200
hr_hr: Za naplatu unesite iznos i novac će se skinuti s korisničkog računa. Na primjer, ako želite naplatiti samo kreditirajte korisnika s 200
hu_hu: Terheléshez csak add meg az összeget a megfelelő mezőbe, majd kattints a Küldés gombra. Például, ha 200
jp_jp: 入れた金額を変更したい場合は、お金はユーザーアカウントから取り出されます。例えば２００課金したい場合は
pl_pl: Aby obciążyć konto użytkownika, wystarczy wprowadzić kwotę w przeznaczone do tego pole. Można np. obciążyć użytkownika kwotą w wysokości 200
ro_ro: Pentru a încasa introduceți suma iar banii vor fi deduși din contul utilizatorului. De exemplu, dacă doriți să încasați 200
ru_ru: Для вывода средств необходимо указать нужную сумму в соответствующем поле, после чего деньги будут сняты. Например, если вы хотите вывести 200,
sr_sp: Za naplatu, unesite iznos i novac će biti skinut sa korisničkog računa. Na primer, ako želite naplatiti, samo uplatite na račun korisnika 200

source: USD just enter that amount into field and press submit
bg_bg: USD, само въведете съответната сума в полето и натиснете бутона Подай
cn_cn: 只需在栏目输入美元金额并按提交
cs_cz: USD, stačí napsat částku do příslušného pole a odeslat.
de_de: geben Sie den Betrag einfach in das Feld ein und klicke Sie auf einreichen
fr_fr: USD saisissez ce montant dans le champ et appuyez sur soumettre
hr_hr: američki dolari samo unesite taj iznos u polje i odaberite "predaj"
hu_hu: dollárt szeretnél levonni a felhasználótól, akkor azt az összeget írd be a mezőbe, majd kattints a Küldés gombra.
jp_jp: その金額を入力欄に入力し、クリックを押して下さい
pl_pl: Wpisując tę właśnie liczbę we wskazane pole i klikając przycisk wysyłania
pt_pt: USD Introduza simplesmente esse montante no campo e clique em enviar
ro_ro: USD introduceți suma în câmpul corespunzător și apăsați trimiteți
ru_ru: введите это число в соответствующее поле и нажмите на кнопку "Отправить".
sr_sp: USD samo unesite taj iznos u polje i pritisnite Pošalji

source: Add %s
bg_bg: Добави %s
cn_cn: 新增 %s
cs_cz: Přidat %s
de_de: %s hinzufügen
el_gr: Προσθήκη %s
fr_fr: Ajouter %s
hr_hr: Dodaj %s
hu_hu: %s hozzáadása
jp_jp: 追加％s
pl_pl: Dodaj %s
pt_pt: Adicionar %s
ro_ro: Adăugaţi %s
ru_ru: Добавить %s
sr_sp: Dodaj %s

source: Registration chart
bg_bg: Регистрационна таблица
cn_cn: 注册图表
cs_cz: Tabulka registrace
de_de: Registrierungsanzeige
el_gr: Πίνακας Εγγραφών
fr_fr: Charte d'inscription
hr_hr: Grafikon registracije
hu_hu: Regisztrációs grafikon
jp_jp: 登録チャート
pl_pl: Wykres rejestracji
pt_pt: Tabela de registo
ro_ro: Grafic înregistrare
ru_ru: Форма регистрации
sr_sp: Grafikon registracije

source: KYC user
bg_bg: KYC потребител
cn_cn: "了解您的客户"用户
cs_cz: Uživatelova kontrola KYC
de_de: KYC-Benutzer
el_gr: Χρήστης KYC
fr_fr: Utilisateur KYC
hr_hr: KYC korisnik
hu_hu: KYC felhasználó
jp_jp: KYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザーKYCユーザー
pl_pl: Użytkownik KYC
pt_pt: Utilizador KYC
ro_ro: KYC utilizator
ru_ru: Данные пользователя
sr_sp: KYC korisnik

source: KYC Documents
bg_bg: KYC документи
cn_cn: "了解您的客户"文档
cs_cz: Dokumenty KYC
de_de: KYC-Dokumente
el_gr: Έγγραφα KYC
fr_fr: Documents KYC
hr_hr: KYC dokumenti
hu_hu: KYC dokumentumok
jp_jp: KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類KYC書類
pl_pl: Dokumenty KYC
pt_pt: Documentos KYC
ro_ro: Documente KYC
ru_ru: Данные документов
sr_sp: KYC dokumenta

source: Change KYC Status
bg_bg: Промени KYC статус
cn_cn: 变更"了解您的客户"状态
cs_cz: Změnit stav KYC
de_de: KYC-Status ändern
el_gr: Αλλαγή κατάστασης KYC
fr_fr: Changer le statut KYC
hr_hr: Promijeni KYC status
hu_hu: KYC állapot módosítása
jp_jp: KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更KYCステータスの変更
pl_pl: Zmień status KYC
pt_pt: Alterar Estado KYC
ro_ro: Schimbaţi situaţia KYC
ru_ru: Изменить статус данных
sr_sp: Promeni KYC status

source: Deposits Bonus History
bg_bg: Хронология на депозит бонусите
cn_cn: 奖金存款记录
cs_cz: Historie vkladových prémií
de_de: Einzahlbonus-Historie
el_gr: Ιστορικό Μπόνους Καταθέσεων
fr_fr: Historique des bonus de dépôt
hr_hr: Povijest bonusa za ulaganja
hu_hu: Befizetési bónusz előzmények
jp_jp: 入金ボーナスヒストリー
pl_pl: Historia bonusów depozytowych
pt_pt: Histórico de depósitos de bónus
ro_ro: Istoric bonusuri la depunere
ru_ru: История депозитов пользователя
sr_sp: Istorija bonusa depozita

source: Sum
bg_bg: Сума
cn_cn: 总计
cs_cz: Součet
de_de: Summe
el_gr: Άθροισμα
fr_fr: Somme
hr_hr: Zbroj
hu_hu: Összeg
jp_jp: 総額
pl_pl: Suma
pt_pt: Total
ro_ro: Sumă
ru_ru: Сумма
sr_sp: Iznos

source: Affiliates
bg_bg: Афилиейти
cn_cn: 联盟
cs_cz: Partneři
de_de: Partner
el_gr: Συνεργάτες
fr_fr: Affiliés
hr_hr: Suradnici
hu_hu: Affiliate-k
jp_jp: 会員
pl_pl: Parterzy
pt_pt: Afiliados
ro_ro: Afiliaţi
ru_ru: Аффилиейты
sr_sp: Članovi

source: Email has been confirmed. You can now login.
bg_bg: Е-мейлът е потвърден. Можете да се впишете.
cn_cn: 电邮已被确认。您可以立即登录。
cs_cz: Email byl potvrzen. Nyní se můžete přihlásit.
de_de: E-Mailadresse wurde bestätigt. Sie können sich jetzt anmelden.
el_gr: Το email επιβεβαιώθηκε. Μπορείς τώρα να συνδεθείς.
fr_fr: L'e-mail a été confirmé. Vous pouvez à présent vous connecter.
hr_hr: E-poruka je potvrđena. Sada se možete prijaviti.
hu_hu: E-mail visszaigazolása megtörtént. Bejelentkezhetsz.
jp_jp: Eメールが認証されました。今からログインできます。
pl_pl: Adres e-mail został potwierdzony. Możesz się zalogować.
pt_pt: O email foi confirmado Já pode fazer login.
ro_ro: Emailul a fost confirmat. Vă puteţi autentifica în cont acum.
ru_ru: Электронный адрес подтвержден. Теперь вы можете авторизоваться на сайте
sr_sp: Adresa e-pošte je potvrđena. Sada se možete prijaviti.

source: Register now!
bg_bg: Регистрирай се сега!
cn_cn: 立即注册！
cs_cz: Zaregistrujte se!
de_de: Jetzt registrieren!
el_gr: Εγγραφείτε τώρα!
fr_fr: Inscrivez-vous dès maintenant!
hr_hr: Registrirajte se sada!
hu_hu: Regisztrálj most!
jp_jp: 今すぐ登録しよう！
pl_pl: Zarejestruj się teraz!
pt_pt: Registe-se agora!
ro_ro: Înregistrați-vă acum!
ru_ru: Зарегистрироваться!
sr_sp: Registrirujte se sada!

source: Forgotten your password?
bg_bg: Забравена парола?
cn_cn: 忘记您的密码？
cs_cz: Zapomněli jste heslo?
de_de: Passwort vergessen?
el_gr: Ξέχασες τον κωδικό πρόσβασής σου;
fr_fr: Vous avez oublié votre mot de passe?
hr_hr: Zaboravili ste svoju lozinku?
hu_hu: Elfelejtett jelszó?
jp_jp: パスワードを忘れましたか？
pl_pl: Nie pamiętasz hasła?
pt_pt: Esqueceu a password?
ro_ro: Ați uitat parola?
ru_ru: Забыли пароль?
sr_sp: Zaboravili ste svoju lozinku?

source: Old Password
de_de: Altes Passwort
fr_fr: Ancien mot de passe
pl_pl: Stare Hasło

source: New Password
de_de: Passwort ein Neues
fr_fr: Nouveau mot de passe
pl_pl: Nowe Hasło

source: Reset Password
bg_bg: Нулиране на паролата
cn_cn: 重置密码
cs_cz: Obnovit heslo
de_de: Passwort Zurücksetzen
el_gr: Επαν. κωδικού
fr_fr: Réinitialiser le mot de passe
hr_hr: Ponovno postavi lozinku
hu_hu: Jelszó visszaállítása
jp_jp: パスワードをリセット
pl_pl: Resetuj hasło
pt_pt: Repor a Palavra-passe
ro_ro: Reseta parola
ru_ru: Восстановить пароль
sr_sp: Resetuj lozinku

source: Bank info
bg_bg: Банкови данни
cn_cn: 银行资料
cs_cz: Bankovní údaje
de_de: Bankinformation
el_gr: Τραπεζικά στοιχεία
fr_fr: Informations bancaires
hr_hr: Bank. podaci
hu_hu: Bankinfó
jp_jp: 銀行情報
pl_pl: Dane bankowe
pt_pt: Informação bancária
ro_ro: Informații bancare
ru_ru: Банковские данные
sr_sp: Informacije o banci

source: Please provide your bank info
bg_bg: Моля, въведете банковите си данни
cn_cn: 请提供您的银行资料
cs_cz: Zadejte údaje o své bance
de_de: Bitte geben Sie Ihre Bankinformationen an
el_gr: Παρακαλούμε να μας παρέχεις τα τραπεζικά σου στοιχεία
fr_fr: Veuillez nous fournir vos informations bancaires
hr_hr: Unesite svoje bankovne podatke
hu_hu: Add meg bankinfódat
jp_jp: あなたの銀行情報をお知らせ下さい
pl_pl: Wprowadź dane bankowe
pt_pt: Por favor introduza os dados do seu banco
ro_ro: Vă rugăm să furnizați detaliile dvs. bancare
ru_ru: Укажите ваши банковские данные
sr_sp: Pružite informacije o svojoj banci

source: Account number
bg_bg: Номер на сметка
cn_cn: 帐户号码
cs_cz: Číslo účtu
de_de: Kontonummer
el_gr: Αριθμός Λογαριασμού
fr_fr: Numéro de compte
hr_hr: Broj računa
hu_hu: Számlaszám
jp_jp: アカウント番号
pl_pl: Numer rachunku
pt_pt: Número de conta
ro_ro: Număr cont
ru_ru: Номер счета
sr_sp: Broj računa

source: Transaction
bg_bg: Трансакция
cn_cn: 交易
cs_cz: Transakce
de_de: Transaktion
el_gr: Συναλλαγή
hr_hr: Transakcija
hu_hu: Tranzakció
jp_jp: 取り引き
pl_pl: Transakcja
pt_pt: Transação
ro_ro: Tranzacţie
ru_ru: Транзакция
sr_sp: Transakcija

source: User Balance
bg_bg: Наличност на потребител
cn_cn: 用户余额
cs_cz: Zůstatek uživatele
de_de: Kontostand des Benutzers
el_gr: Υπόλοιπο Χρήστη
fr_fr: Solde utilisateur
hr_hr: Korisnička ravnoteža
hu_hu: Felhasználó egyenleg
jp_jp: ユーザー残高
pl_pl: Saldo użytkownika
pt_pt: Saldo Utilizador
ro_ro: Sold utilizator
ru_ru: Баланс пользователя
sr_sp: Balans korisnika

source: Please enter your surname
bg_bg: Моля, въведете Вашата фамилия
cn_cn: 请输入您的姓
cs_cz: Zadejte prosím příjmení
de_de: Bitte Nachname angeben
el_gr: Πληκτρολόγησε το επώνυμό σου
fr_fr: Veuillez saisir votre nom
hr_hr: Upišite svoje prezime
hu_hu: Add meg a vezetéknevedet
jp_jp: 姓名を入力して下さい
pl_pl: Wprowadź nazwisko
pt_pt: Por favor introduza o seu apelido
ro_ro: Vă rugăm introduceţi numele de familie
ru_ru: Укажите свою фамилию
sr_sp: Unesite svoje prezime

source: Please enter your first name
bg_bg: Моля, въведете Вашето име
cn_cn: 请输入您的名
cs_cz: Zadejte prosím jméno
de_de: Bitte Name angeben
el_gr: Συμπλήρωσε το όνομά σου
fr_fr: Veuillez saisir votre prénom
hr_hr: Molimo da unesete svoje ime
hu_hu: Add meg a keresztnevedet
jp_jp: 名前を入力して下さい
pl_pl: Wprowadź imię
pt_pt: Por favor introduza o seu primeiro nome
ro_ro: Vă rugăm introduceţi prenumele dvs.
ru_ru: Укажите свое имя
sr_sp: Unesite svoje ime

source: Please enter your address
bg_bg: Моля, въведете Вашия адрес
cn_cn: 请输入您的地址
cs_cz: Zadejte prosím adresu
de_de: Bitte Adresse angeben
el_gr: Συμπλήρωσε τη διεύθυνσή σου
fr_fr: Veuillez saisir votre adresse
hr_hr: Molimo da unesete svoju adresu
hu_hu: Add meg a címedet
jp_jp: 住所を入力して下さい
pl_pl: Wprowadź adres
pt_pt: Por favor introduza a sua morada
ro_ro: Vă rugăm introduceţi adresa dvs.
ru_ru: Укажите свой адрес
sr_sp: Unesite svoju adresu

source: Please enter your Region
bg_bg: Моля, въведете област
cn_cn: 请输入您的地区
cs_cz: Zadejte prosím kraj
de_de: Bitte Region angeben
el_gr: Συμπλήρωσε την Περιοχή σου
fr_fr: Veuillez saisir votre région
hr_hr: Molimo da unesete svoju regiju
hu_hu: Add meg a régiódat
jp_jp: 地方を入力して下さい
pl_pl: Wprowadź region
pt_pt: Por favor introduza a sua Região
ro_ro: Vă rugăm introduceţi judeţul dvs.
ru_ru: Укажите свой регион
sr_sp: Unesite svoju regiju

source: Please enter your City of residence
bg_bg: Моля, въведете град по местоживеене
cn_cn: 请输入您所居住城市
cs_cz: Zadejte prosím město pobytu
de_de: Bitte Wohnort/Stadt angeben
el_gr: Συμπλήρωσε την Πόλη όπου κατοικείς
fr_fr: Veuillez saisir votre ville de résidence
hr_hr: Molimo da unesete svoj grad
hu_hu: Add meg lakóhelyed szerinti településedet
jp_jp: 都市を入力して下さい
pl_pl: Wprowadź miasto zamieszkania
pt_pt: Por favor introduza a localidade de residência
ro_ro: Vă rugăm introduceţi oraşul unde locuiţi
ru_ru: Укажите свой город
sr_sp: Unesite svoj grad ili mesto stanovanja

source: Alphabets and numbers only
bg_bg: Само буквени и цифрени символи
cn_cn: 只限字母和数字
cs_cz: Lze použít pouze písmena a číslice
de_de: Nur Buchstaben und Zahlen
el_gr: Μόνο γράμματα και αριθμούς
fr_fr: Alphabets et nombres uniquement
hr_hr: Samo slova abecede i brojevi
hu_hu: Csak betűk és számok
jp_jp: アルファベットと番号のみ
pl_pl: Tylko litery i cyfry
pt_pt: Apenas letras e números
ro_ro: Doar litere şi cifre
ru_ru: Только буквы и цифры
sr_sp: samo slova i brojevi

source: Between 5 to 15 characters
bg_bg: Между 5 и 15 символа
cn_cn: 5至15个字符
cs_cz: Délka od 5 do 15 znaků
de_de: Zwischen 5 und 15 Zeichen
el_gr: Ανάμεσα σε 5 και 15 χαρακτήρες
fr_fr: De 5 à 15 caractères
hr_hr: Između 5 i 15 znakova
hu_hu: 5 és 15 karakter között
jp_jp: ５文字から１５文字以内で
pl_pl: Od 5 do 15 znaków
pt_pt: Entre 5 e 15 caracteres
ro_ro: Între 5 şi 15 caractere
ru_ru: От 5 до 15 символов
sr_sp: Između 5 i 15 znakova

source: This username has already been taken.
bg_bg: Това потребителско име е заето.
cn_cn: 此用户名称已存在。
cs_cz: Toto uživatelské jméno je již obsazené.
de_de: Dieser Benutzername ist bereits vorhanden.
el_gr: Αυτό το όνομα χρήστη χρησιμοποιείται ήδη.
fr_fr: Cet identifiant est déjà pris.
hr_hr: Ovo korisničko ime već je zauzeto.
hu_hu: Felhasználónév már foglalt.
jp_jp: このユーザー名は既に使用されています。
pl_pl: Nazwa użytkownika jest już zajęta.
pt_pt: Este nome de utilizador já está a ser usado.
ro_ro: Acest nume de utilizator este deja folosit.
ru_ru: Такое имя пользователя уже существует
sr_sp: Ovo korisničko ime je zauzeto.

source: Password must be Between 6 to 15 characters
bg_bg: Паролата трябва да бъде с дължина между 6 и 15 символа
cn_cn: 密码必须为6至15个字符
cs_cz: Heslo musí obsahovat 6 až 15 znaků.
de_de: Das Passwort muss zwischen 6 und 15 Zeichen beinhalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει 6 με 15 χαρακτήρες
fr_fr: Le mot de passe doit comprendre de 6 à 15 caractères
hr_hr: Lozinka mora imati između 6 i 15 znakova
hu_hu: Jelszónak 6-15 karakter hosszúnak kell lennie
jp_jp: パスワードは６文字から１５文字以内でなければいけません
pl_pl: Hasło musi mieć od 6 do 15 znaków
pt_pt: A palavra-passe tem de ter entre 6 e 15 carateres
ro_ro: Parola trebuie să conţină între 6 şi 15 caractere
ru_ru: Пароль должен содержать от 6 до 15 символов
sr_sp: Lozinka mora biti između 6 do 15 znakova

source: Password must contain at least one number
bg_bg: Паролата трябва да съдържа поне една цифра
cn_cn: 密码必须包含最少一个数字
cs_cz: Heslo musí obsahovat alespoň jedno číslo.
de_de: Das Passwort muss mindestens eine Zahl beinhalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει τουλάχιστον έναν αριθμό
fr_fr: Le mot de passe doit contenir au moins un chiffre
hr_hr: Lozinka mora sadržavati barem jedan broj
hu_hu: Jelszónak legalább egy számot tartalmaznia kell
jp_jp: パスワードには必ず一つ以上の番号を含んでいなければなりません
pl_pl: Hasło musi zawierać co najmniej jedną cyfrę
pt_pt: A palavra-passe tem de conter pelo menos um número
ro_ro: Parola trebuie să conţină cel puţin un număr
ru_ru: Пароль должен содержать хотя бы одну цифру
sr_sp: Lozinka mora sadržati najmanje jedan broj

source: Password must contain at least one letter
bg_bg: Паролата трябва да съдържа поне една буква
cn_cn: 密码必须包含最少一个字母
cs_cz: Heslo musí obsahovat alespoň jedno písmeno.
de_de: Das Passwort muss mindestens einen Buchstaben beinhalten
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει τουλάχιστον ένα γράμμα
fr_fr: Le mot de passe doit contenir au moins une lettre
hr_hr: Lozinka mora sadržavati barem jedno slovo
hu_hu: Jelszónak legalább egy betűt tartalmaznia kell
jp_jp: パスワードには必ず一つ以上の文字を含んでいなければなりません
pl_pl: Hasło musi zawierać co najmniej jedną literę
pt_pt: A palavra-passe tem de conter pelo menos uma letra
ro_ro: Parola trebuie să conţină cel puţin o literă
ru_ru: Пароль должен содержать хотя бы одну букву
sr_sp: Lozinka mora sadržati najmanje jedno slovo

source: Please enter valid email address
bg_bg: Моля, въведете валиден е-мейл адрес
cn_cn: 请输入有效电邮地址
cs_cz: Zadejte platnou e-mailovou adresu
de_de: Bitte gültige E-Mail-Adresse eingeben
el_gr: Πληκτρολόγησε μια έγκυρη διεύθυνση email
fr_fr: Veuillez saisir une adresse e-mail valide
hr_hr: Unesite ispravnu adresu e-pošte
hu_hu: Adj meg egy érvényes e-mail címet
jp_jp: 有効なEメールアドレスを入力して下さい
pl_pl: Wprowadź prawidłowy adres e-mail
pt_pt: Por favor introduza um email válido
ro_ro: Vă rugăm să introduceți o adresă de email validă
ru_ru: Укажите правильный электронный адрес
sr_sp: Unesite važeću adresu e-pošte

source: This email has already been registered.
bg_bg: Този е-мейл адрес вече е регистриран.
cn_cn: 此电邮已被注册。
cs_cz: Tato e-mailová adresa již byla zaregistrována.
de_de: Diese E-Mail-Adresse ist bereits registriert.
el_gr: Αυτή η διεύθυνση email έχει ήδη εγγραφεί.
fr_fr: Cet e-mail a déjà été enregistré.
hr_hr: Ova adresa e-pošte već je registrirana.
hu_hu: E-mail már regisztrálva van.
jp_jp: このEメールは既に登録されています。
pl_pl: Ten adres e-mail jest już zarejestrowany.
pt_pt: Este email já está a ser usado.
ro_ro: Această adresa de email a fost deja înregistrată.
ru_ru: Этот электронный адрес уже зарегистрирован
sr_sp: Ova e-pošta je već registrovana.

source: Please enter your name
bg_bg: Моля, въведете Вашето име
cn_cn: 请输入您的姓名
cs_cz: Zadejte prosím jméno
de_de: Bitte Name angeben
el_gr: Πληκτρολόγησε το όνομά σου
fr_fr: Veuillez saisir votre prénom
hr_hr: Unesite svoje ime
hu_hu: Add meg a nevedet
jp_jp: 氏名を入力して下さい
pl_pl: Wprowadź imię
pt_pt: Por favor introduza o seu nome
ro_ro: Vă rugăm să introduceți numele dvs.
ru_ru: Укажите свое имя
sr_sp: Unesite svoje ime

source: Please enter your street address
bg_bg: Моля, въведете Вашия адрес
cn_cn: 请输入您的街道地址
cs_cz: Zadejte prosím adresu
de_de: Bitte genaue Adresse angeben
el_gr: Πληκτρολόγησε τη διεύθυνσή σου
fr_fr: Veuillez saisir votre adresse
hr_hr: Unesite svoju adresu
hu_hu: Add meg a címedet
jp_jp: 住所を入力して下さい
pl_pl: Wprowadź adres
pt_pt: Por favor introduza a morada
ro_ro: Vă rugăm să introduceți numele străzii
ru_ru: Укажите свою улицу
sr_sp: Unesite svoju uličnu adresu

source: Please enter city
bg_bg: Моля, въведете град
cn_cn: 请输入城市
cs_cz: Zadejte prosím město
de_de: Bitte Wohnort angeben
el_gr: Πληκτρολόγησε την πόλη σου
fr_fr: Veuillez saisir une ville
hr_hr: Unesite grad
hu_hu: Add meg a településedet
jp_jp: 都市を入力して下さい
pl_pl: Wprowadź miasto
pt_pt: Por favor introduza a localidade
ro_ro: Vă rugăm să introduceți orașul
ru_ru: Укажите свой город
sr_sp: Unesite naziv grada

source: Please enter country
bg_bg: Моля, въведете държава
cn_cn: 请输入国家
cs_cz: Zadejte prosím zemi
de_de: Bitte Land angeben
el_gr: Πληκτρολόγησε τη χώρα σου
fr_fr: Veuillez saisir un pays
hr_hr: Unesite zemlju
hu_hu: Add meg az országodat
jp_jp: 国を入力して下さい
pl_pl: Wprowadź kraj
pt_pt: Por favor introduza o país
ro_ro: Vă rugăm să introduceți țara
ru_ru: Укажите свою страну
sr_sp: Unesite naziv zemlje

source: User should be over 21 years old to complete registration
bg_bg: Потребителят трябва да е на възраст от поне 21 г., за да завърши регистрацията си успешно
cn_cn: 用户应年满21岁以完成注册
cs_cz: Pro dokončení registrace musí být uživatel starší 21 let.
de_de: Der Benutzer solle älter als 21 Jahre sein, um die Registrierung abzuschließen
el_gr: Ο χρήστης πρέπει να είναι άνω των 21 ετών για να ολοκληρώσει την εγγραφή
fr_fr: L'utilisateur doit avoir au moins 21 ans pour pouvoir s'inscrire
hr_hr: Korisnik mora imati više od 21 godine kako bi dovršio registraciju
hu_hu: Felhasználónak 21 éven felülinek kell lennie regisztrációhoz.
jp_jp: ユーザーは登録時に２１歳以上でなければいけません
pl_pl: Użytkownik musi mieć ukończone 21 lat, aby móc dokończyć rejestrację
pt_pt: O utilizador deve ser maior de 21 anos para completar o registo
ro_ro: Utilizatorii trebuie să aibă peste 21 de ani pentru a completa înregistrarea
ru_ru: Для регистрации на сайте пользователь должен быть не младше 21 года
sr_sp: Korisnik bi trebao biti stariji od 21 godina da završi registraciju

source: User should be over 18 years old to complete registration
bg_bg: Потребителят трябва да е на възраст от поне 18 г., за да завърши регистрацията си успешно
cn_cn: 用户应年满18岁以完成注册
cs_cz: Pro dokončení registrace musí být uživatel starší 18 let.
de_de: Der Benutzer solle älter als 18 Jahre sein, um die Registrierung abzuschließen
el_gr: Ο χρήστης πρέπει να είναι άνω των 18 ετών για να ολοκληρώσει την εγγραφή
fr_fr: L'utilisateur doit avoir au moins 18 ans pour pouvoir s'inscrire
hr_hr: Korisnik mora imati više od 18 godine kako bi dovršio registraciju
hu_hu: Felhasználónak 18 éven felülinek kell lennie regisztrációhoz.
jp_jp: ユーザーは登録時に１８歳以上でなければいけません
pl_pl: Użytkownik musi mieć ukończone 18 lat, aby móc dokończyć rejestrację
pt_pt: O utilizador deve ser maior de 18 anos para completar o registo
ro_ro: Utilizatorii trebuie să aibă peste 18 ani pentru a completa înregistrarea
ru_ru: Для регистрации на сайте пользователь должен быть не младше 18 лет
sr_sp: Korisnik bi trebao biti stariji od 18 godina da završi registraciju

source: Please enter valid mobile number
bg_bg: Моля, въведете валиден номер на мобилен телефон
cn_cn: 请输入有效手机号码
cs_cz: Zadejte platné číslo mobilního telefonu
de_de: Bitte gültige Mobiltelefonnummer angeben
el_gr: Πληκτρολόγησε έναν έγκυρο αριθμό κινητού
fr_fr: Veuillez saisir un numéro de mobile valide
hr_hr: Unesite ispravan broj mobitela
hu_hu: Add meg érvényes telefonszámodat
jp_jp: 有効な携帯番号を入力して下さい
pl_pl: Wprowadź prawidłowy numer telefonu komórkowego
pt_pt: Por favor introduza número de telemóvel válido
ro_ro: Vă rugăm introduceţi un număr de telefon mobil valid
ru_ru: Укажите свой номер телефона
sr_sp: Unesite važeći broj mob. telefona

source: Please your personal question
bg_bg: Моля, въведете таен въпрос
cn_cn: 请输入您的个人问题
cs_cz: Zadejte osobní otázku
de_de: Bitte geben Sie Ihre persönliche Sicherheitsfrage an
el_gr: Πληκτρολόγησε την προσωπική σου ερώτηση
fr_fr: Veuillez saisir votre question personnelle
hr_hr: Odaberite svoje osobno pitanje
hu_hu: Add meg a személyes kérdésedet
jp_jp: 個人質問を入力して下さい
pl_pl: Wprowadź pytanie zabezpieczające
pt_pt: Por favor, a sua pergunta pessoal
ro_ro: Vă rugăm introduceţi întrebarea personală
ru_ru: Укажите секретный вопрос
sr_sp: Vaše lično pitanje

source: Please enter valid answer
bg_bg: Моля, въведете валиден отговор
cn_cn: 请输入有效答案
cs_cz: Zadejte platnou odpověď
de_de: Bitte geben Sie eine gültige Antwort an
el_gr: Πληκτρολόγησε μια έγκυρη απάντηση
fr_fr: Veuillez saisir une réponse valide
hr_hr: Upišite ispravan odgovor
hu_hu: Add meg a személyes válaszodat
jp_jp: その答えを入力して下さい
pl_pl: Wprowadź prawidłową odpowiedź
pt_pt: Por favor, dê a resposta válida
ro_ro: Vă rugăm introduceţi un răspuns valid
ru_ru: Укажите правильный ответ
sr_sp: Unesite važeći odgovor
