Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: Awayteam scores first and home
bg_bg: Гостът отбелязва първи и губи
cn_cn: 客队首先得分以及主队
cs_cz: Hosté skórují první a domácí
de_de: Auswärtsteam erzielt Treffer zuerst und Gastgeber gewinnt
el_gr: Φιλοξενούμενη σκοράρει πρώτη και νίκη γηπεδούχος
fr_fr: Équipe visiteuse marque en premier et hôte
hr_hr: Gost zabija prvi i pobjeda domaćina
hu_hu: Vendégcsapat szerzi az első gólt és hazai
jp_jp: アウェーチームはファーストとホームを得点
pl_pl: Pierwszy punkt dla gości i wygrana gospodarzy
pt_pt: Equipa de fora marca primeiro e em casa
ro_ro: Oaspeți înscriu primii și gazde
ru_ru: Команда гостей забивает первой и проигрывает
sr_sp: Gost prvi postiže i domaćin

source: Awayteam scores first and draw
bg_bg: Гостът отбелязва първи и има равевнство
cn_cn: 客队首先得分以及和局
cs_cz: Hosté skórují první a remíza
de_de: Auswärtsteam erzielt Treffer zuerst und unentschieden
el_gr: Φιλοξενούμενη σκοράρει πρώτη και ισοπαλία
fr_fr: Équipe visiteuse marque en premier et nul
hr_hr: Gost zabija prvi i neriješeno
hu_hu: Vendégcsapat szerzi az első gólt és döntetlen
jp_jp: アウェーチームはファーストと引き分けを得点
pl_pl: Pierwszy punkt dla gości i remis
pt_pt: Equipa de fora marca primeiro e empata
ro_ro: Oaspeți înscriu primii și egal
ru_ru: Команда гостей забивает первой и ничья
sr_sp: Gost prvi postiže i nerešeno

source: Awayteam scores first and away
bg_bg: Гостът отбелязва първи и печели
cn_cn: 客队首先得分以及客队
cs_cz: Hosté skórují první a hosté
de_de: Auswärtsteam erzielt Treffer zuerst und Auswärtsteam gewinnt
el_gr: Φιλοξενούμενη σκοράρει πρώτη και νίκη φιλοξενούμενη
fr_fr: Équipe visiteuse marque en premier et visiteur
hr_hr: Gost zabija prvi i pobjeda gosta
hu_hu: Vendégcsapat szerzi az első gólt és vendég
jp_jp: アウェーチームはファーストとアウェーを得点
pl_pl: Pierwszy punkt i wygrana dla gości
pt_pt: Equipa de fora marca primeiro e fora
ro_ro: Oaspeți înscriu primii și oaspeți
ru_ru: Команда гостей забивает первой и выигрывает
sr_sp: Gost prvi postiže i gost

source: Odd
bg_bg: Нечетно
cn_cn: 单
cs_cz: Lichý
de_de: Ungerade
el_gr: Μονά
fr_fr: Cote
hr_hr: Neparan zbroj
hu_hu: Páratlan
jp_jp: オッド
pl_pl: Nieparzysty
pt_pt: Ímpar
ro_ro: Impar
ru_ru: Нечет
sr_sp: Neparno

source: Even
bg_bg: Четно
cn_cn: 双
cs_cz: Sudý
de_de: Gerade
el_gr: Ζυγά
fr_fr: Pair
hr_hr: Paran zbroj
hu_hu: Páros
jp_jp: イーブン
pl_pl: Parzysty
pt_pt: Par
ro_ro: Par
ru_ru: Чет
sr_sp: Parno

source: Others
bg_bg: Други
cn_cn: 其他
cs_cz: Jiné
de_de: Anderes
el_gr: Άλλοι
fr_fr: Autres
hr_hr: Ostalo
hu_hu: Továbbiak
jp_jp: その他
pl_pl: Brak
pt_pt: Outros
ro_ro: Alt
ru_ru: Другие
sr_sp: Ostalo

source: Both teams
bg_bg: И двата отбора
cn_cn: 两队
cs_cz: Oba týmy
de_de: Beide Teams
el_gr: Και οι δύο ομάδες
fr_fr: Les deux équipes
hr_hr: Obje momčadi
hu_hu: Mindkét csapat
jp_jp: 両方のチーム
pl_pl: Obie drużyny
pt_pt: Ambas as equipas
ro_ro: Ambele echipe
ru_ru: Обе команды
sr_sp: Oba tima

source: Over and away
bg_bg: Над и гост
cn_cn: 高于以及客队
cs_cz: Nad a hosté
de_de: Über und Auswärtsteam
el_gr: Φιλοξενούμενη και άνω των
fr_fr: Plus et visiteur
hr_hr: Više i pobjeda gosta
hu_hu: Felett és vendég
jp_jp: オーバーとアウェイ
pl_pl: Powyżej i goście
pt_pt: Acima e fora
ro_ro: Peste și oaspeți
ru_ru: Больше и команда гостей
sr_sp: Preko i gost

source: Over and draw
bg_bg: Над и равенство
cn_cn: 高于以及和局
cs_cz: Nad a remíza
de_de: Über und unentschieden
el_gr: Ισοπαλία και άνω των
fr_fr: Plus et nul
hr_hr: Više i neriješeno
hu_hu: Felett és döntetlen
jp_jp: オーバーと引き分け
pl_pl: Powyżej i remis
pt_pt: Acima e empate
ro_ro: Peste și egal
ru_ru: Больше и ничья
sr_sp: Preko i nerešeno

source: Over and home
bg_bg: Над и домакин
cn_cn: 高于以及主队
cs_cz: Nad a domácí
de_de: Über und Gastgeber
el_gr: Γηπεδούχος και άνω των
fr_fr: Plus et hôte
hr_hr: Više i pobjeda domaćina
hu_hu: Felett és hazai
jp_jp: オーバーとホーム
pl_pl: Powyżej i gospodarze
pt_pt: Acima e em casa
ro_ro: Peste și gazde
ru_ru: Больше и команда хозяев
sr_sp: Preko i domaćin

source: other
bg_bg: друг
cn_cn: 其他
cs_cz: jiné
de_de: anderes
el_gr: Άλλο
fr_fr: autre
hr_hr: ostalo
hu_hu: más
jp_jp: その他
pl_pl: inny
pt_pt: outro
ro_ro: alt
ru_ru: другое
sr_sp: drugo

source: 1st period
bg_bg: 1-ви период
cn_cn: 第一时段
cs_cz: 1. třetina
de_de: 1. Abschnitt
el_gr: Πρώτη περίοδος
fr_fr: 1ère période
hr_hr: 1. trećina
hu_hu: 1. harmad
jp_jp: 第一ピリオド
pl_pl: Pierwszy okres
pt_pt: 1º Período
ro_ro: Repriza 1
ru_ru: 1 период
sr_sp: 1. trećina

source: 2nd period
bg_bg: 2-ри период
cn_cn: 第二时段
cs_cz: 2. třetina
de_de: 2. Abschnitt
el_gr: Δεύτερη περίοδος
fr_fr: 2e période
hr_hr: 2. trećina
hu_hu: 2. harmad
jp_jp: 第二ピリオド
pl_pl: Drugi okres
pt_pt: 2º Período
ro_ro: Repriza 2
ru_ru: 2 период
sr_sp: 2. trećina

source: 3rd period
bg_bg: 3-ти период
cn_cn: 第三时段
cs_cz: 3. třetina
de_de: 3. Abschnitt
el_gr: Τρίτη περίοδος
fr_fr: 3e période
hr_hr: 3. trećina
hu_hu: 3. harmad
jp_jp: 第三ピリオド
pl_pl: Trzeci okres
pt_pt: 3º Período
ro_ro: Repriza 3
ru_ru: 3 период
sr_sp: 3. trećina

source: 1st quarter
bg_bg: 1-ва четвърт
cn_cn: 第一季
cs_cz: 1. čtvrtina
de_de: 1. Viertel
el_gr: Πρώτη περίοδος
fr_fr: 1re quart temps
hr_hr: 1. četvrtina
hu_hu: 1. negyed
jp_jp: 第一クォーター
pl_pl: Pierwszy kwartał
pt_pt: 1º quarto
ro_ro: Sfert 1
ru_ru: 1 четверть
sr_sp: 1. četvrtina

source: 2nd quarter
bg_bg: 2-ра четвърт
cn_cn: 第二季
cs_cz: 2. čtvrtina
de_de: 2. Viertel
el_gr: Δεύτερη περίοδος
fr_fr: 2e quart temps
hr_hr: 2. četvrtina
hu_hu: 2. negyed
jp_jp: 第二クォーター
pl_pl: Drugi kwartał
pt_pt: 2º quarto
ro_ro: Sfert 2
ru_ru: 2 четверть
sr_sp: 2. četvrtina

source: 3rd quarter
bg_bg: 3-та четвърт
cn_cn: 第三季
cs_cz: 3. čtvrtina
de_de: 3. Viertel
el_gr: Τρίτη περίοδος
fr_fr: 3e quart temps
hr_hr: 3. četvrtina
hu_hu: 3. negyed
jp_jp: 第三クォーター
pl_pl: Trzeci kwartał
pt_pt: 3º quarto
ro_ro: Sfert 3
ru_ru: 3 четверть
sr_sp: 3. četvrtina

source: 4th quarter
bg_bg: 4-та четвърт
cn_cn: 第四季
cs_cz: 4. čtvrtina
de_de: 4. Viertel
el_gr: Τέτατη περίοδος
fr_fr: 4e quart temps
hr_hr: 4. četvrtina
hu_hu: 4. negyed
jp_jp: 第四クォーター
pl_pl: Czwarty kwartał
pt_pt: 4º quarto
ro_ro: Sfert 4
ru_ru: 4 четверть
sr_sp: 4.četvrtina

source: No goal
bg_bg: Без гол
cn_cn: 没有进球
cs_cz: Bez gólu
de_de: Kein Tor
el_gr: Κανένα γκολ
fr_fr: Aucun but
hr_hr: Bez gola
hu_hu: Nincs gól
jp_jp: ゴールなし
pl_pl: Brak gola
pt_pt: Sem golos
ro_ro: Nicun gol
ru_ru: Без голов
sr_sp: Nema golova

source: Chat with Real Dealers
bg_bg: Чат с дилър на живо
cn_cn: 与真正经销商聊天
cs_cz: Chatujte s opravdovými krupiéry
de_de: Chatten Sie mit echten Dealern
el_gr: Συνομιλία με Αληθινούς Ντήλερς
fr_fr: Chattez avec de véritables croupiers
hr_hr: Čavrljajte s pravim djeliteljima.
hu_hu: Csetelj valódi osztókkal
jp_jp: 本物のディーラーとチャット
pl_pl: Czat z dilerami
pt_pt: Entre no chat com corretores reais
ro_ro: Comunicaţi cu dealeri adevăraţi
sr_sp: Četujte sa stvarnim prodavcima

source: Play Now
de_de: Jetzt Spielen
fr_fr: Jouez Maintenant
pl_pl: Zagraj Teraz

source: Games
de_de: Spiele

source: Main Page
de_de: Hauptseite

source: New 3D Slots
de_de: Neue 3D Slots

source: Support
de_de: Unterstützung

source: About Us
de_de: Über uns

source: Join Now
de_de: Jetzt Anmelden
fr_fr: Inscrivez-Vous
pl_pl: Dołącz teraz

source: Login
bg_bg: Вписване
cn_cn: 登录
cs_cz: Přihlásit se
de_de: Einloggen
el_gr: Σύνδεση
fr_fr: Se connecter
hr_hr: Prijava
hu_hu: Belépés
jp_jp: ログイン
pl_pl: Zaloguj się
ro_ro: Autentificare
ru_ru: Вход
sr_sp: Prijava

source: Table Game
de_de: Tischspiel
pl_pl: Gra stołowa

source: Keno & Games
de_de: Keno & Spiele

source: Free Play
de_de: Gratisspiele

source: Security
de_de: Sicherheit

source: Privacy Policy
de_de: Datenschutz-Bestimmungen
fr_fr: Politique de confidentialité
pl_pl: Polityka prywatności

source: General Terms
de_de: Allgemeine Geschäftsbedingungen

source: Affiliate
de_de: Filialen

source: COPYRIGHT %s ALL RIGHTS RESERVED
de_de: COPYRIGHT %s ALLE RECHTE VORBEHALTEN

source: READ MORE
de_de: LESEN SIE MEHR

source: Title
de_de: Titel

source: Birth Date
de_de: Geburtsdatum

source: Select
de_de: Auswahl

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Join Now: Step 1 of 2
de_de: Jetzt beginnen: Schritt 1 von 2

source: Already a member
de_de: Bereits Mitglied

source: Street Number/Street Name
de_de: Straße Nummer/Straße Name

source: Town/City
de_de: Stadt

source: Phone Number
de_de: Telefonnummer

source: Mobile Phone Number
de_de: Mobilfunknummer

source: Subscribe to email and SMS updates
de_de: Abonnieren Sie Emails und SMS Updates

source: I agree to the General Terms
de_de: Ich stimme den Allgemeinen Geschäftsbedingungen zu

source: Play for Fun
de_de: Zum Spaß spielen

source: Deposit Now !
de_de: Zahlen jetzt ein!

source: Username / Alias
de_de: Benutzername / Alias

source: Forgot Password
de_de: Passwort vergessen

source: Lobby / Reporting
de_de: Lobby / Berichte

source: New Player
de_de: Neuer Spieler

source: Report
de_de: Bericht

source: Help
de_de: Hilfe
fr_fr: Aide

source: Request a Withdrawal
de_de: Anforderung einer überweisung

source: Game Activity
de_de: Spielaktivität

source: Transaction Report
de_de: Transaktionsbericht

source: Bonus Report
de_de: Bonusbericht

source: Deposit History
de_de: Einzahlungsverlauf

source: Withdrawal History
de_de: Rückzugsgeschichte

source: From
de_de: Von
fr_fr: De
pl_pl: Od

source: To
de_de: Zu

source: Fix Search
de_de: Bestimmte Suche

source: Last 30 days
de_de: Letzte 30 Tage

source: Search Options
de_de: Suchoptionen

source: All Game Types
de_de: Alle Spielarten

source: Pull Tabs
de_de: Rubellose

source: My Profile
de_de: Mein Profil

source: Close Account
de_de: Konto schließen

source: Exclusion Status
de_de: Ausschluss Status

source: Temporary Exclusion
de_de: Vorübergehende Ausschluss

source: Permanent Exclusion
de_de: Permanenter Ausschluss

source: Number of Days
de_de: Anzahl der Tage

source: 1 day
de_de: 1 Tag

source: 2 days
de_de: 2 Tage

source: 1 week
de_de: 1 Woche

source: 2 weeks
de_de: 2 Wochen

source: 3 months
de_de: 3 Monate

source: All Transaction Types
de_de: Alle Transaktionsarten

source: Payouts
de_de: Auszahlungen

source: Credit
de_de: Gutschrift
fr_fr: Crédit
pl_pl: Kredyt

source: referrals
de_de: verweisung

source: Transfers
de_de: Transfer

source: Refunds
de_de: Erstattung

source: Cash
de_de: Bargeld

source: Contact Details
de_de: Kontaktdaten

source: UserID
de_de: BenutzerID

source: Last Login
de_de: Letzte Anmeldung

source: Responsible Gaming Limits
de_de: Verantwortungsvolle Spielgrenzen

source: Per Hour
de_de: Stündlich

source: Per Day
de_de: Täglich

source: Per Week
de_de: Wöchentlich

source: Per Month
de_de: Monatlich

source: Our Conditions
de_de: Unsere Konditionen

source: Open a Ticket
de_de: Ein Ticket öffnen

source: Issue
de_de: Herausgabe

source: Billing
de_de: Rechnung

source: Lost Credit
de_de: Guthaben verloren

source: Lost Connection
de_de: Verbindung abgebrochen

source: Locked Up
de_de: Ausgesperrt

source: Other
de_de: Andere

source: Comment
de_de: Kommentar

source: Win Not Credited
de_de: Gewinn nicht gutgeschrieben

source: Credit Card
de_de: Kreditkarte

source: Comments
de_de: Kommentare

source: Update My Profile
de_de: Update meines Profils

source: Welcome
de_de: Herzlich willkommen
fr_fr: Bienvenue
pl_pl: Witamy

source: More
de_de: Mehr
fr_fr: Autres
pl_pl: Jeszcze

source: Getting Started
de_de: Anfangen
fr_fr: Démarrer
pl_pl: Pierwsze kroki

source: Reel Slot
de_de: Rollenschlitz
pl_pl: Gniazdo na szpuli

source: Unique Game
de_de: Einzigartiges Spiel
fr_fr: Jeux Unique
pl_pl: Unikalna gra

source: You can select from a wide variety of games which you can play for free or for money.
de_de: Sie können aus einer Vielzahl von Spielen auswählen, die Sie kostenlos oder für Geld spielen können.

source: Enter Name
de_de: Name Eingeben
fr_fr: Entrez votre Nom
pl_pl: Wpisz imię

source: Enter name
de_de: Name eingeben
fr_fr: Entrez votre nom

source: Enter subject
de_de: Betreff eingeben
fr_fr: Entrez votre Sujet
pl_pl: Wprowadź temat

source: Enter your message
de_de: Gib deine Nachricht ein
fr_fr: Entrez votre Message
pl_pl: Wpisz swoją wiadomość

source: Enter email
de_de: Email eingeben
fr_fr: Entrez votre Mail
pl_pl: Wprowadź e-mail

source: Filter by company
de_de: Filtern nach Unternehmen
fr_fr: Filtrer par société
pl_pl: Filtruj według firmy

source: Find a game
de_de: Finde ein Spiel
fr_fr: Trouver un jeu
pl_pl: Znajdź grę

source: There are %s more games awaiting you
de_de: Es gibt noch mehr %s Spiele, die auf dich warten
fr_fr: Il y'a %s de jeux qui vous attendent
pl_pl: Jest więcej %s gier czekających na Ciebie

source: Showing %s games of %s
de_de: Zeige %s Spiele auf %s
fr_fr: Affiche %s jeux sur %s
pl_pl: Pokazuje %s gry/gier z %s

source: There are no games to show. Please try a different search and/or filter.
de_de: Es gibt keine Spiele zu zeigen. Bitte versuchen Sie es mit einer anderen Suche und / oder einem Filter.
fr_fr: Il n'y a aucun jeu à afficher. Veuillez essayer une autre recherche et / ou un filtre.
pl_pl: Nie ma gier do pokazania. Spróbuj użyć innego wyszukiwania i / lub filtru.

source: Play
de_de: Spiel
fr_fr: Jouer
pl_pl: Zagraj

source: About
de_de: Über uns
fr_fr: À propos
pl_pl: O nas

source: General T&C
de_de: Allgemeine AGB
fr_fr: T&C Général
pl_pl: Ogólne zasady T & C

source: Create Account
de_de: Benutzerkonto anlegen
fr_fr: Créer un compte
pl_pl: Utwórz konto

source: Step
de_de: Schritt
fr_fr: Étape
pl_pl: Krok

source: Confirm E-mail
de_de: Bestätigungs-E-Mail
fr_fr: Confirmez votre e-mail
pl_pl: Potwierdź email

source: Please Select
de_de: Bitte auswählen
fr_fr: Veuillez sélectionner
pl_pl: Proszę wybrać

source: Male
de_de: Mann
fr_fr: Homme
pl_pl: Człowiek

source: Female
de_de: Frau
fr_fr: Femme
pl_pl: Kobieta

source: is required
de_de: ist erforderlich
fr_fr: est requis
pl_pl: jest wymagane

source: Emails do not match
de_de: Emails stimmen nicht überein
fr_fr: Les mails ne correspondent pas
pl_pl: Wiadomości e-mail nie są zgodne

source: Continue to step 2
de_de: Fahren Sie mit Schritt 2 fort
fr_fr: Passez à l'étape 2
pl_pl: Przejdź do kroku 2

source: Accept Terms And Conditions
de_de: Nutzungsbedingungen akzeptieren
fr_fr: Accepter les termes et conditions
pl_pl: Zaakceptuj regulamin

source: You need to accept the Terms Of Use to be able to register
de_de: Sie müssen die Nutzungsbedingungen akzeptieren, um sich registrieren zu können
fr_fr: Vous devez accepter les conditions d'utilisation pour pouvoir vous inscrire
pl_pl: Musisz zaakceptować Warunki Użytkowania, aby móc się zarejestrować

source: Your password does not match
de_de: Ihr Passwort stimmt nicht überein
fr_fr: Vos mots de passe ne correspondent pas
pl_pl: Twoje hasło nie zgadza się

source: Welcome to %s
de_de: Willkommen bei %s
fr_fr: Bienvenue à %s
pl_pl: Witamy w %s

source: Your account has been created.
de_de: Ihr Konto wurde erstellt.
fr_fr: Votre compte a bien été créé.
pl_pl: Twoje konto zostało utworzone.

source: You must activate your account in order to login and start playing.
de_de: Sie müssen Ihr Konto aktivieren, um sich anzumelden und zu spielen.
fr_fr: Vous devez activer votre compte pour vous connecter et commencer à jouer.
pl_pl: Musisz aktywować konto, aby się zalogować i rozpocząć grę.

source: Please look for your activation mail and click on the activation link.
de_de: Bitte schauen Sie nach Ihrer Aktivierungs-E-Mail und klicken Sie auf den Aktivierungslink.
fr_fr: Veuillez rechercher votre email d'activation et cliquer sur le lien d'activation.
pl_pl: Proszę poszukać swojego e-maila aktywacyjnego i kliknąć na link aktywacyjny.

source: If you wish to change your e-mail address, please press the "I have another e-mail address".
de_de: Wenn Sie Ihre E-Mail-Adresse ändern möchten, drücken Sie bitte die "Ich habe eine andere E-Mail-Adresse".
fr_fr: Si vous souhaitez modifier votre adresse e-mail, appuyez sur le boutton «J'ai une autre adresse e-mail».
pl_pl: Jeśli chcesz zmienić adres e-mail, naciśnij "Mam inny adres e-mail".

source: If you cannot find your activation mail, you should check your junk, spam folder.
de_de: Wenn Sie Ihre Aktivierungspost nicht finden können, sollten Sie Ihren Junk-, Spam-Ordner überprüfen.
fr_fr: Si vous ne trouvez pas votre courrier d'activation, vous devriez vérifier votre dossier indésirable, spam.
pl_pl: Jeśli nie możesz znaleźć swojej poczty aktywacyjnej, powinieneś sprawdzić folder śmieci, spam.

source: I have another email address.
de_de: Ich habe eine andere E-Mail-Adresse.
fr_fr: J'ai une autre adresse e-mail.
pl_pl: Mam inny adres e-mailowy.

source: Resend verification mail
de_de: E-Mail erneut senden
fr_fr: Renvoyer le courrier de validation
pl_pl: Wyślij ponownie pocztę weryfikacyjną

source: Need Help?
de_de: Brauche Hilfe?
fr_fr: Besoin d'aide?
pl_pl: Potrzebuję pomocy?

source: Special Promotions Every Week
de_de: Sonderaktionen jede Woche
fr_fr: Promotions spéciales chaque semaine
pl_pl: Promocje specjalne co tydzień

source: FastCashout System
de_de: Schnelles Auszahlungssystem
fr_fr: Système de retrait rapide
pl_pl: Szybki system wypłat

source: Forgot Password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié?
pl_pl: Zapomniałeś hasła?

source: Change your password
de_de: Ändern Sie Ihr Passwort
fr_fr: Changez votre mot de passe
pl_pl: Zmień swoje hasło

source: Request password reset
de_de: Fordere Passwort-Reset an
fr_fr: Demande de réinitialisation du mot de passe
pl_pl: Zażądaj hasła

source: Personal Details
de_de: Persönliche Details
fr_fr: Détails personnels
pl_pl: Dane osobowe

source: Account Statement
de_de: Kontoauszug
fr_fr: Relevé de compte
pl_pl: Wyciąg z konta

source: Game History
de_de: Spielgeschichte
fr_fr: Historique du jeu
pl_pl: Historia gier

source: Responsible Gaming
de_de: Verantwortungsvolles Spielen
fr_fr: Jeu responsable
pl_pl: Odpowiedzialna gra

source: Responsible Gambling
de_de: Verantwortungsbewusstes Glücksspiel

source: Withdraw
bg_bg: Изтегли
cn_cn: 提款
cs_cz: Výběr
de_de: Abheben
el_gr: Ανάληψη
fr_fr: Retrait
hr_hr: Isplata
hu_hu: Kifizetés
jp_jp: 引き落とし
pl_pl: Wycofać
pt_pt: Retirada
ro_ro: Retragere
ru_ru: Вывести средства
sr_sp: Povuci

source: Deposit List
de_de: Einzahlungsliste
fr_fr: Liste de dépôt
pl_pl: Lista depozytów

source: Total Deposits
de_de: Gesamtablagerungen
fr_fr: Total dépôts
pl_pl: Suma depozytów

source: Method
de_de: Methode
fr_fr: Méthode
pl_pl: Metoda

source: Insert Date
de_de: Datum einfügen
fr_fr: Insérer la date
pl_pl: Wstaw datę

source: Update Date
de_de: Aktualisierungsdatum
fr_fr: Date de mise à jour
pl_pl: Data aktualizacji

source: Update Details
de_de: Details aktualisieren
fr_fr: Détails de la mise à jour
pl_pl: Szczegóły aktualizacji

source: Debit
de_de: Lastschrift
fr_fr: Débit
pl_pl: Obciążyć

source: Not available yet.
de_de: Zurzeit nicht verfügbar.
fr_fr: Pas encore disponible.
pl_pl: Jeszcze niedostępny.

source: Know your customer (KYC)
de_de: Kennen Sie Ihren Kunden (KYC)
fr_fr: Connaître son Client (KYC)
pl_pl: Poznaj swojego klienta (KYC)

source: No Limits assigned yet
de_de: Noch keine Grenzen gesetzt
fr_fr: Aucune limite assignée
pl_pl: Brak ograniczeń

source: Do not allow me to access my account for the next 7 days
de_de: Erlauben Sie mir nicht, auf mein Konto für die nächsten 7 Tage zuzugreifen
fr_fr: Ne me permettez pas d'accéder à mon compte pour les 7 prochains jours
pl_pl: Nie pozwól mi wejść na moje konto przez następne 7 dni

source: Do not allow me to access my account for the next 6 months
de_de: Erlauben Sie mir nicht, auf mein Konto für die nächsten 6 Monate zuzugreifen
fr_fr: Ne me permettez pas d'accéder à mon compte pour les 6 prochains mois
pl_pl: Nie pozwól mi wejść na moje konto przez następne 6 miesięcy

source: Withdraw List
de_de: Liste zurückziehen
fr_fr: Retirer la liste
pl_pl: Wycofaj listę

source: Make Withdraw
de_de: Machen Sie sich zurückziehen
fr_fr: Effectuer un Retrait
pl_pl: Zrób wypłatę

source: Total Withdraws
de_de: Total zieht sich zurück
fr_fr: Retraits totaux
pl_pl: Razem wycofuje się

source: Request Withdraw
de_de: Anfrage zurückziehen
fr_fr: Demande de retrait
pl_pl: Żądanie wycofania

source: Show more
de_de: Zeig mehr
fr_fr: Afficher plus
pl_pl: Pokaż więcej

source: Try it
de_de: Testen Sie es
fr_fr: Essayez-le
pl_pl: Wypróbuj

source: Responsibility
de_de: Verantwortung
fr_fr: Responsabilité
pl_pl: Odpowiedzialność

source: All rights reserved
de_de: Alle Rechte vorbehalten
fr_fr: Tous droits réservés
pl_pl: Wszelkie prawa zastrzeżone

source: Gambling is fun and can be addictive
de_de: Spielen macht Spaß und kann süchtig machen
fr_fr: Les jeux d'argent sont amusants mais peuvent être addictifs
pl_pl: Hazard to rozrywka, która może uzależniać

source: Please play responsibly
de_de: Bitte spielen Sie verantwortlich
fr_fr: Veuillez jouer responsable
pl_pl: Graj odpowiedzialnie

source: Game Payout Validation Security
de_de: Validierungsservice für Gewinnauszahlungen
fr_fr: Sécurité de validation des paiements des gains
pl_pl: Weryfikacja bezpieczeństwa wypłaty wygranej

source: Play on any device
de_de: Spielen Sie an jedem Gerät
fr_fr: Jouez sur tous les appareils

source: Manual Payment
de_de: Manuelle Zahlung
fr_fr: Paiement manuel
pl_pl: Opłata manualna

source: Real money player
de_de: Echtgeld-Spieler
fr_fr: Joueur en mode réel
pl_pl: Grający na pieniądze

source: %s is an online casino that continuously strives to provide you with the best range of online slots from different suppliers, all in one place that is easy and fun to use.
de_de: %s ist ein Online-Casino, dass ständig bestrebt ist, Ihnen die beste Palette an Online-Slots von verschiedenen Anbietern zur Verfügung zu stellen - alles an einem Ort, der einfach und angenehm zu nutzen ist.
fr_fr: %s est un casino en ligne qui fait tout pour vous fournir la meilleure sélection de machines à sous en ligne des différents fournisseurs, le tout dans un seul et même endroit facile et amusant à utiliser.
pl_pl: %s to kasyno online, które cały czas dąży do zapewnienia Wam jak najszerszej oferty automatów do gry online, od różnych dostawców w jednym miejscu, które są łatwe w obsłudze i zapewniają dobrą zabawę.

source: Login Failed
de_de: Anmeldung fehlgeschlagen
fr_fr: Échec de la connexion
pl_pl: Logowanie nie powiodło się

source: Due to legal gaming restriction in your region we are unable to log you in.
de_de: Aufgrund der gesetzlichen Spielbeschränkung in Ihrer Region können wir Sie nicht einloggen.
fr_fr: En raison de la restriction juridique des jeux dans votre région, nous ne pouvons vous connecter.
pl_pl: Ze względu na prawne ograniczenia gier w Twoim regionie nie możemy Cię zalogować.

source: %s apologies for any inconvenience caused.
de_de: Bei Winnermillion Casino entschuldigen wir uns für eventuelle Unannehmlichkeiten.
fr_fr: Chez %s, nous nous excusons pour tout inconvénient causé.
pl_pl: W Winnermillion Casino przepraszamy za wszelkie niedogodności.

source: For more information please contact our %ssupport 24/7%s.
de_de: Für weitere Informationen wenden Sie sich bitte an unseren %sSupport 24/7%s .
fr_fr: Pour plus d'informations, contactez notre %ssupport 24/7%s.
pl_pl: Aby uzyskać więcej informacji, skontaktuj się z naszym %sdziałem 24/7%s.

source: Enter your user name and e-mail address, a password reset mail will be sent to your e-mail address.
de_de: Geben Sie Ihren Benutzernamen und Ihre E-Mail-Adresse ein, eine Passwort-Reset-Mail wird an Ihre E-Mail-Adresse gesendet.
fr_fr: Entrez votre nom d'utilisateur et votre adresse électronique, un mail de réinitialisation de mot de passe sera envoyé à votre adresse e-mail.
pl_pl: Wprowadź swoją nazwę użytkownika i adres e-mail, wiadomość e-mail z resetem hasła zostanie wysłana na Twój adres e-mail.
