Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: You have successfully made deposit for
bg_bg: Направихте успешен депозит от
cn_cn: 您已成功存款到
cs_cz: Úspěšně jste provedli vklad pro
de_de: Sie haben die Einzahlung erfolgreich vorgenommen für
fr_fr: Vous avez procédé avec succès à un retrait de
hr_hr: Uspješno ste uložili novac za
hu_hu: Sikeresen befizettél ide:
jp_jp: 無事預金することが出来ました
pl_pl: Dokonano wpłaty dla
pt_pt: Concluiu com sucesso o depósito de
ro_ro: Aţi depus cu succes
ru_ru: Вы сделали депозит в размере
sr_sp: Uspešno ste uložili depozit za

source: Sorry, we can not find your payment
bg_bg: Съжаляваме, но не откриваме Вашето плащане
cn_cn: 很抱歉，我们找不到您的支付款项
cs_cz: Litujeme, ale váš vklad jsme nenašli.
de_de: Leider konnte Ihre Zahlung nicht gefunden werden
el_gr: Συγγνώμη, δεν μπορούμε να βρούμε την πληρωμή σου
fr_fr: Désolé, nous ne trouvons pas votre paiement
hr_hr: Žao nam je, ali ne možemo pronaći vašu uplatu
hu_hu: Sajnos nem találjuk fizetésedet.
jp_jp: 申し訳ありませんが、支払を見つけることができません
pl_pl: Przykro nam, nie możemy odnaleźć płatności
pt_pt: Lamentamos, mas não encontramos o seu pagamento
ro_ro: Ne pare rău, nu putem găsi plata dvs.
ru_ru: Платеж не найден
sr_sp: Žao nam je, ne možemo naći vašu uplatu

source: Make Deposit
bg_bg: Направи депозит
cn_cn: 存款
cs_cz: Provést vklad
de_de: Einzahlung vornehmen
el_gr: Κάνε μια Κατάθεση
fr_fr: Effectuer un dépôt
hr_hr: Uplati
hu_hu: Befizetés végrehajtása
jp_jp: 預金する
pl_pl: Wpłać
pt_pt: Fazer Depósito
ro_ro: Efectuaţi o depunere
ru_ru: Сделать депозит
sr_sp: Napravi depozit

source: Make your Deposit
bg_bg: Направете Вашия депозит
cn_cn: 存入您的款项
cs_cz: Provést vklad
de_de: Ihre Einzahlung vornehmen
el_gr: Κάνε την κατάθεσή σου
fr_fr: Effectuez votre dépôt
hr_hr: Uplatite
hu_hu: Hajtsd végre befizetésedet
jp_jp: 入金します
pl_pl: Wpłać
pt_pt: Fazer Depósito
ro_ro: Efectuaţi o depunere
ru_ru: Сделать депозит
sr_sp: Napravi svoj depozit

source: Bonus code or leave empty
bg_bg: Бонус код или оставете празно
cn_cn: 奖金代码或留空
cs_cz: Vložte prémiový kód nebo nechte prázdné
de_de: Bonus-Code oder leer lassen
el_gr: Κωδικός μπόνους ή άφησε κενό
fr_fr: Code bonus sinon laisser vide
hr_hr: Šifra bonusa ili ostavite prazno
hu_hu: Bónuszkód vagy üresesen hagyni
jp_jp: ボーナスコードまたはそのまま
pl_pl: Wprowadź kod bonusowy lub pozostaw puste pole
pt_pt: Código de bónus, ou deixar em branco
ro_ro: Cod bonus sau lăsaţi liber
ru_ru: Бонусный код (если есть)
sr_sp: Kôd bonusa ili ostavi prazno

source: Available ACO sync commands:
bg_bg: Налични ACO sync команди:
cn_cn: 可用鉴权加密偏移同步指令：
cs_cz: ACO sync příkazy k dispozici:
de_de: Verfügbare ACO-Sync-Kommandos:
fr_fr: Commandes ACO sync disponibles:
hr_hr: Raspoložive naredbe za ACO sinkronizaciju:
hu_hu: Elérhető ACO szinkron parancsok:
jp_jp: 利用可能なAOC syncコマンド：
pl_pl: Dostępne polecenia synchronizacji ACO:
pt_pt: Comandos ACO sync disponíveis:
ru_ru: Доступные команды синхронизации ACO:
sr_sp: Dostupne komande za ACO sinhronizaciju:

source: For help, run the 'help' command. For help on a specific command, run 'help <command>'
bg_bg: За помощ, изпълнете командата 'help'. За помощ за определена команда, изпълнете 'help <command>'
cn_cn: 如需帮助，请执行'帮助'指令。如需要特定指令的帮助，请执行'帮助<command>'
cs_cz: Pokud potřebujete pomoc, zadejte příkaz „help“. Pokud potřebujete pomoc s konkrétním příkazem, zadejte „help <příkaz>“.
de_de: Für Hilfe, bitte 'Hilfe' Kommando benutzen. Für Hilfe für ein bestimmtes Kommando, bitte 'Hilfe <Kommando>' benutzen
fr_fr: Pour obtenir de l'aide, exécutez la commande 'aide'. Pour obtenir de l'aide sur une commande spécifique, exécutez 'aide commande'
hr_hr: Za pomoć pokrenite naredbu 'pomoć'. Za pomoć o određenoj naredbi, pokrenite '<naredba> pomoć'
hu_hu: Segítségért futtasd a 'help' parancsot. Segítségért egy bizonyos parancsra vonatkozóan futtasd a 'help <command>' lehetőséget.
jp_jp: ヘルプには’ヘルプ’コマンドを押して下さい。特定コマンドのヘルプについては’ヘルプ＜コマンド＞’を押して下さい
pl_pl: Aby uzyskać pomoc, należy uruchomić polecenie 'pomoc'. Aby dowiedzieć się więcej o poszczególnych rodzajach poleceń, uruchom 'pomoc <polecenie>'
ru_ru: Чтобы вызвать справку, выполните команду help. Чтобы вызвать справку по определенной команде, выполните команду help <название команды>
sr_sp: Za pomoć, pokrenite komandu pomoć. Za pomoć pri posebnoj komandi, pokrenite 'pomoć <command>'

source: Deleted %s and all children
bg_bg: Изтрити %s и всички children
cn_cn: 删除 %s 和所有子元素
cs_cz: Smazáni %s a všechny děti
de_de: Alle %s und Ableger löschen
fr_fr: Supprimé %s et tous les enfants
hr_hr: Izbrisano %s i sva djeca
hu_hu: Törölve %s és minden gyerek
jp_jp: ％sと全ての所産を削除
pl_pl: Usunięto &s i wszystkie elementy zależne
pt_pt: Apagado %s e todas as derivadas
ru_ru: %s и все дочерние элементы удалены
sr_sp: Obrisano %s i sva deca

source: Aco Update Complete
bg_bg: ACO обновяване завършено
cn_cn: 鉴权加密偏移更新完成
cs_cz: Aktualizace ACO dokončena
de_de: ACO erfolgreich aktualisiert
fr_fr: Mise à jour du compte terminée
hr_hr: Završeno je ACO ažuriranje
hu_hu: Aco frissítés befejezve
jp_jp: Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了Aco更新が完了
pl_pl: Zakończono aktualizację ACO
pt_pt: Atualização Aco Completa
ru_ru: Обновление ACO завершено
sr_sp: ACO ažuriranje završeno

source: Created Aco node: %s
bg_bg: ACO нод създаден: %s
cn_cn: 建立鉴权加密偏移节点： %s
cs_cz: Vytvořený ACO bod: %s
de_de: ACO-Eintrag %s erstellt
fr_fr: Nœud de compte créé : %s
hr_hr: Izrađeni Aco čvor: %s
hu_hu: Létrehozott Aco csomópont: %s
jp_jp: Acoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％sAcoノードを作成：％s
pl_pl: Utworzono węzeł Aco: %s
pt_pt: Criado o nó Aco: %s
ru_ru: Создан узел ACO: %s
sr_sp: Kreiran ACO čvor: %s

source: Deleted Aco node %s
bg_bg: ACO нод изтрит: %s
cn_cn: 删除鉴权加密偏移节点： %s
cs_cz: ACO bod %s smazán.
de_de: ACO-Eintrag %s gelöscht
fr_fr: Nœud de compte %s supprimé
hr_hr: Izbrisani Aco čvor %s
hu_hu: Törölt Aco csomópont %s
jp_jp: Acoノード％sを削除
pl_pl: Usunięto węzeł Aco: %s
pt_pt: Apagado o nó Aco %s
ru_ru: Удален узел ACO: %s
sr_sp: Obrisan ACO čvor %s

source: Usage: cake aco_sync <command>
bg_bg: Ред: cake aco_sync <command>
cn_cn: 用量：Cake 鉴权加密偏移同步 <command>
cs_cz: Využití: cake aco_sync <command>
de_de: Verwendung: cake aco_sync <Kommando>
fr_fr: Usage : gâteau aco_sync <command>
hr_hr: Iskorištenost: cake aco_sync <naredba>
hu_hu: Használat: cake aco_sync <command>
jp_jp: 使用：ケーキaco_sync＜コマンド＞
pl_pl: Użycie: cake aco_sync <polecenie>
pt_pt: Utilização: cake aco_sync <command>
ru_ru: Применение: cake aco_sync <название команды>
sr_sp: Korišćenje: cake aco_sync <command>

source: Commands:
bg_bg: Команди:
cn_cn: 指令：
cs_cz: Příkazy:
de_de: Kommandos:
el_gr: Εντολές:
fr_fr: Commandes:
hr_hr: Naredbe:
hu_hu: Parancsok:
jp_jp: コマンド：
pl_pl: Polecenia:
pt_pt: Comandos:
ru_ru: Команды:
sr_sp: Komande:

source: Add new ACOs for new controllers and actions
bg_bg: Добави нови ACOs за нови контролери и действия
cn_cn: 新增新控制器和动作的新鉴权加密偏移
cs_cz: Pro nové ovládání a činnosti přidejte nové ACO.
de_de: Neue ACOs für Steuerung und Aktionen hinzufügen
fr_fr: Ajoute de nouv. comptes pour de nouv. contrôleurs et actions
hr_hr: Dodaj nove ACO za nove kontrolere i radnje
hu_hu: Adj hozzá új ACO parancsokat új vezérlőkért és intézkedésekért
jp_jp: 新しいコントローラーとアクションのために新しいACOを追加
pl_pl: Dodaj nowe ACO dla nowych kontrolerów i akcji
pt_pt: Adicionar novos ACOs para novos controladores e ações
ru_ru: Добавить новые объекты ACO для новых контроллеров и действий
sr_sp: Dodaj nove ACO za nove kontrolore i radnje

source: Create new ACO's for controllers and their actions. Does not remove any nodes from ACO table
bg_bg: Добави нови ACOs за контролери и техните действия. Не премахва нодове от ACO таблицата.
cn_cn: 建立控制器和动作的新鉴权加密偏移。不移除任何节点
cs_cz: Pro nové ovládání a činnosti vytvořte nové ACO. Neodstraňuje body z ACO tabulky.
de_de: Neue ACOs für Steuerung und Aktionen erstellen. Entfernt keine Einträge der ACO-Tabelle
fr_fr: Crée de nouv. comptes pour les contrôleurs et leurs actions Ne retire aucun nœud du tableau des comptes
hr_hr: Izradi nove ACO za kontrolere i njihove radnje. Ne uklanja čvorove iz ACO tablice
hu_hu: Hozz létre új ACO parancsokat vezérlőkért és azok intézkedéseiért. Nem távolít el csomópontokat az ACO táblázatból.
jp_jp: コントローラーとそのアクションのために新しいACOを作成して下さい。ACOテーブルからノードを取り外すことはありません
pl_pl: Utwórz nowe ACO dla kontrolerów i ich akcji. Nie powoduje to usunięcia jakichkolwiek węzłów z tabeli ACO
ru_ru: Создать новые объекты ACO для контроллеров и их действий. Узлы из таблицы ACO не удаляются
sr_sp: Kreiraj nove ACO za kontrolore i njihove radnje. Ne uklanja nikakve čvorove sa ACO tabele

source: Creates new ACO's for missing controllers and actions. Removes orphaned entries in the ACO table.
bg_bg: Добави нови ACOs за липсващи контролери действия. Премахва въведена информация без родител от ACO таблицата.
cn_cn: 新增失踪的控制器和动作的新鉴权加密偏移。移除鉴权加密偏移表格内的孤儿事项。
cs_cz: Vytváří nové ACO body pro chybějící ovládání a činnosti. Odstraňuje nepřiřazené záznamy v ACO tabulce.
de_de: Neue ACOs für fehlende Steuerung und Aktionen erstellen. Entfernt verwaiste Einträge in der ACO-Tabelle.
fr_fr: Crée de nouv. comptes pour des contrôleurs et actions manquants Retire les entrées orphelines du tableau des comptes.
hr_hr: Izrađuje nove ACO za nedostajuće kontrolere i njihove radnje. Uklanja izgubljene stavke u ACO tablici.
hu_hu: Új ACO parancsokat hoz létre hiányzó vezérlőkért és intézkedésekért. Eltávolítja az árva bejegyzéseket az ACO táblázatból.
jp_jp: 空いているコントローラーとアクションのために新しいACOを作成します。ACOテーブルから孤独になるエントリーを外して下さい
pl_pl: Utwórz nowe ACO dla brakujących kontrolerów i akcji. Spowoduje to usunięcia porzuconych pozycji w tabeli ACO.
ru_ru: Создание новых объектов ACO для отсутствующих контроллеров и действий. Удаление из таблицы ACO записей, чьи родительские элементы отсутствуют
sr_sp: Kreira nove ACO za nedostajuće kontrolore i radnje. Uklanja napuštene unose u ACO tabeli.

source: Displays this help message, or a message on a specific command.
bg_bg: Показва това съобщение за помощ или съобщение от определена команда.
cn_cn: 显示此帮助信息，或特定指令信息。
cs_cz: Zobrazuje nápovědu nebo nápovědu konkrétního příkazu.
de_de: Bei bestimmten Befehl diese Hilfemeldung, oder eine Meldung anzeigen.
el_gr: Εμφανίζει αυτό το μήνυμα βοήθειας, ή ένα μήνυμα για συγκεκριμένη εντολή.
fr_fr: Affiche ce message d'aide ou un message sur une commande spécifique.
hr_hr: Prikazuje ovu poruku za pomoć ili poruku za posebnu naredbu.
hu_hu: Megjeleníti ezt a súgóüzenetet vagy egy adott parancs üzenetét.
jp_jp: このヘルプメッセージまたは特定コマンドでのメッセージを表示。
pl_pl: Wyświetla informację o pomocy lub informację o konkretnym poleceniu.
pt_pt: Exibe esta mensagem de ajuda, ou uma mensagem sobre um comando específico.
ru_ru: Отображение справочного сообщения или сообщения об определенной команде
sr_sp: Prikazuje ovu poruku pomoći, ili poruku na specifičnoj komandi.

source: Command '%s' not found
bg_bg: Командата '%s' не е намерена
cn_cn: 无法找到指令 '%s'
cs_cz: Příkaz „%s“ nebyl nalezen.
de_de: Kommando '%s' nicht gefunden
el_gr: Η εντολή '%s' δεν βρέθηκε
fr_fr: Commande "%s" introuvable
hr_hr: Naredba '%s' nije pronađena
hu_hu: %s parancs nem található.
jp_jp: コマンド’％s”は見つかりません
pl_pl: Nie znaleziono polecenia '%s'
pt_pt: O comando '%s' não foi encontrado
ru_ru: Команда '%s' не найдена
sr_sp: Komanda '%s' nije pronađena

source: day
bg_bg: ден
cn_cn: 天
cs_cz: den
de_de: tag
el_gr: ημέρα
fr_fr: jour
hr_hr: dan
hu_hu: nap
jp_jp: 日
pl_pl: dzień
pt_pt: dia
ro_ro: zi
ru_ru: день
sr_sp: dan

source: Day
de_de: Tag
fr_fr: Jour
pl_pl: Dzień

source: month
de_de: monat
fr_fr: mois
pl_pl: miesiąc

source: Month
de_de: Monat
fr_fr: Mois
pl_pl: Miesiąc

source: year
de_de: jahr
fr_fr: année
pl_pl: rok

source: Year
de_de: Jahr
fr_fr: Année
pl_pl: Rok

source: days
bg_bg: дни
cn_cn: 天
cs_cz: dny
de_de: tage
el_gr: ημέρες
fr_fr: jours
hr_hr: dana
hu_hu: nap
jp_jp: 日々
pl_pl: dni
pt_pt: dias
ro_ro: zile
ru_ru: дн.
sr_sp: dana

source: h
bg_bg: час
cn_cn: 小时
de_de: stunden
el_gr: Ω
hu_hu: óra
jp_jp: 時間
pl_pl: godz
ru_ru: ч.

source: min
bg_bg: мин.
cn_cn: 分钟
de_de: minuten
el_gr: λεπτά
hu_hu: perc
jp_jp: 分
pt_pt: mín.
ru_ru: мин.

source: Successful
bg_bg: Успешно
cn_cn: 成功
cs_cz: Podařilo se
de_de: Erfolgreich
el_gr: Επιτυχία
fr_fr: Réussi
hr_hr: Uspješno
hu_hu: Sikeres
jp_jp: 成功
pl_pl: Powiodło się
pt_pt: Sucesso
ro_ro: Cu succes
ru_ru: Готово
sr_sp: Uspešno

source: Unknown
bg_bg: Непознато
cn_cn: 未知
cs_cz: Neznámé
de_de: Unbekannt
el_gr: Άγνωστο
fr_fr: Inconnu
hr_hr: Nepoznato
hu_hu: Ismeretlen
jp_jp: 不明
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно
sr_sp: Nepoznato

source: Decimal
bg_bg: Десетичен
cn_cn: 小数
cs_cz: Decimální
de_de: Dezimal
el_gr: Δεκαδικό
fr_fr: Décimal
hr_hr: Decimalni
hu_hu: Decimális
jp_jp: 少数
pl_pl: Dziesiętny
ro_ro: Zecimal
ru_ru: Десятичные
sr_sp: Decimala

source: Fractional
bg_bg: Дробен
cn_cn: 分数
cs_cz: Zlomkové
de_de: Bruch
el_gr: Κλασματικό
fr_fr: Fractionnaire
hr_hr: Razlomak
hu_hu: Tört
jp_jp: わずか
pl_pl: Ułamkowy
pt_pt: Fracional
ro_ro: Fracționar
ru_ru: Дробные
sr_sp: Razlomak

source: American
bg_bg: Американски
cn_cn: 美国
cs_cz: Americké
de_de: Amerikanisch
el_gr: Αμερικανικό
fr_fr: Américain
hr_hr: Američki
hu_hu: Amerikai
jp_jp: アメリカン
pl_pl: Amerykański
pt_pt: Americano
ru_ru: Американские
sr_sp: Američka

source: more
bg_bg: повече
cn_cn: 更多
cs_cz: další
de_de: mehr
el_gr: περισσότερα
fr_fr: plus
hr_hr: više
hu_hu: további
jp_jp: その他
pl_pl: więcej
pt_pt: mais
ro_ro: mai mult
ru_ru: другое
sr_sp: više

source: Event
bg_bg: Събитие
cn_cn: 赛事
cs_cz: Akce
de_de: Veranstaltung
el_gr: Γεγονός
fr_fr: Événement
hr_hr: Događaj
hu_hu: Esemény
jp_jp: イベント
pl_pl: Zdarzenie
pt_pt: Evento
ro_ro: Eveniment
ru_ru: Событие
sr_sp: Događaj

source: odd
bg_bg: коефициент
cn_cn: 赔率
cs_cz: kurz
de_de: gewinnquote
el_gr: Απόδοση
fr_fr: cote
hr_hr: koeficijent
hu_hu: nyereményszorzó
jp_jp: 奇数
pl_pl: kurs
ro_ro: cotă
ru_ru: коэффициент
sr_sp: kvota

source: Result
bg_bg: Резултат
cn_cn: 结果
cs_cz: Výsledek
de_de: Ergebnis
el_gr: Αποτέλεσμα
fr_fr: Résultat
hr_hr: Rezultat
hu_hu: Eredmény
jp_jp: 結果
pl_pl: Wynik
pt_pt: Resultado
ro_ro: Rezultat
ru_ru: Результат
sr_sp: Rezultat

source: Outcome
bg_bg: Изход
cn_cn: 结果
cs_cz: Výsledek
de_de: Ausgang
el_gr: Αποτέλεσμα
fr_fr: Résultat
hr_hr: Ishod
hu_hu: Kimenetel
jp_jp: 成果
pl_pl: Rezultat
pt_pt: Resultado
ro_ro: Rezultat
ru_ru: Результат
sr_sp: Ishod

source: Forgot your password?
bg_bg: Забравена парола?
cn_cn: 忘记密码？
cs_cz: Zapomněli jste heslo?
de_de: Passwort vergessen?
el_gr: Ξέχασες τον κωδικό πρόσβασής σου;
fr_fr: Vous avez oublié votre mot de passe?
hr_hr: Zaboravili ste svoju lozinku?
hu_hu: Elfelejtett jelszó?
jp_jp: パスワードを忘れましたか？
pl_pl: Nie pamiętasz hasła?
pt_pt: Esqueceu a palavra-passe?
ro_ro: Aţi uitat parola?
ru_ru: Забыли пароль?
sr_sp: Zaboravili ste lozinku?

source: Affiliate Registration Form
bg_bg: Регистрационен формуляр за афилиейт
cn_cn: 联盟注册表格
cs_cz: Registrační formulář pro partnery
de_de: Registrierungsform für Partner
el_gr: Αίτηση Εγγραφής Συνεργάτη
fr_fr: Formulaire d'inscription d'affilié
hr_hr: Obrazac za registraciju suradnika
hu_hu: Affiliate regisztrációs formanyomtatvány
jp_jp: 会員登録フォーム
pl_pl: Formularz rejestracji partnerów
pt_pt: Formulário de Registo de Afiliado
ro_ro: Formular înregistrare afiliat
ru_ru: Регистрационная форма для аффилиейтов
sr_sp: Formular za registraciju člana

source: Personal information
bg_bg: Лична информация
cn_cn: 个人信息
cs_cz: Osobní údaje
de_de: Personendaten
el_gr: Προσωπικά στοιχεία
fr_fr: Informations personnelles
hr_hr: Osobni podaci
hu_hu: Számlaadatok
jp_jp: 個人情報
pl_pl: Dane osobowe
pt_pt: Informação pessoal
ro_ro: Informaţii personale
ru_ru: Личные данные
sr_sp: Lične informacije

source: Mobile number
bg_bg: Мобилен телефон номер
cn_cn: 手机号码
cs_cz: Číslo mobilního telefonu
de_de: Mobiltelefon-Nummer
el_gr: Aριθμός Κινητού
fr_fr: Téléphone mobile
hr_hr: Broj mobitela
hu_hu: Mobilszám
jp_jp: 携帯番号
pl_pl: Numer telefonu komórkowego
pt_pt: Número de telemóvel
ro_ro: Număr telefon mobil
ru_ru: Мобильный телефон
sr_sp: Broj mob. telefona

source: Website name
bg_bg: Име на уебсайт
cn_cn: 网站名称
cs_cz: Název webové stránky
de_de: Name der Webseite
el_gr: Όνομα ιστοσελίδας
fr_fr: Nom du site web
hr_hr: Naziv web stranice
hu_hu: Weboldal neve
jp_jp: ウェブサイト名
pl_pl: Nazwa strony internetowej
pt_pt: Nome do website
ro_ro: Nume website
ru_ru: Название сайта
sr_sp: Naziv veb stranice

source: Choose Payment Gateway
bg_bg: Изберете портал за плащания
cn_cn: 选择支付途径
cs_cz: Zvolte způsob placení
de_de: Zahlungsport auswählen
el_gr: Διάλεξε Πύλη Πληρωμής
fr_fr: Choisissez un portail de paiement
hr_hr: Odaberite način plaćanja
hu_hu: Válassz fizetési szolgáltatót
jp_jp: 支払方法を選ぶ
pl_pl: Wybierz bramkę płatniczą
pt_pt: Escolher o Portal de Pagamento
ro_ro: Alegeţi metoda de plată
ru_ru: Выберите способ платежа
sr_sp: Odaberite način isplate

source: Bank Transfer Payment
bg_bg: Плащане с банков превод
cn_cn: 银行汇款
cs_cz: Platba bankovním převodem
de_de: Banküberweisung
el_gr: Πληρωμή με τραπεζικό έμβασμα
fr_fr: Paiement par virement bancaire
hr_hr: Plaćanje bankovnim transferom
hu_hu: Bankátutalásos fizetés
jp_jp: 銀行振込支払
pl_pl: Płatność przelewem bankowym
pt_pt: Pagamento por Transferência Bancária
ro_ro: Plata prin transfer bancar
ru_ru: Банковский перевод
sr_sp: Isplata putem banke

source: Online Payment
bg_bg: Онлайн плащане
cn_cn: 在线支付
cs_cz: Platba online
de_de: Online-Zahlung
el_gr: Πληρωμή online
fr_fr: Paiement en ligne
hr_hr: Internetsko plaćanje
hu_hu: Online fizetés
jp_jp: オンライン支払
pl_pl: Płatność online
pt_pt: Pagamento Online
ro_ro: Plata online
ru_ru: Интернет-платеж
sr_sp: Plaćanje na mreži

source: Please see you latest deposits below:
bg_bg: Моля, вижте последните си депозити отдолу:
cs_cz: Své poslední vklady vidíte níže:
de_de: Untenstehend finden Sie ihre letzte Einzahlung:
el_gr: Μπορείς να δεις τις τελευταίες σου καταθέσεις εδώ:
fr_fr: Consultez vos derniers dépôts ci-dessous:
hr_hr: U nastavku pregledajte svoje posljednje uplate:
hu_hu: Legutóbbi befizetéseid az alábbiakban láthatók:
pl_pl: Ostatnie wpłaty:
pt_pt: Por favor veja os seus últimos depósitos abaixo:
ro_ro: Vă rugăm găsiţi ultimele depuneri mai jos:
ru_ru: Ваши недавние депозиты:
sr_sp: Pogledajte dole svoje posljednje depozite:

source: Date
bg_bg: Дата
cn_cn: 日期
cs_cz: Datum
de_de: Datum
el_gr: Ημερομηνία
hr_hr: Datum
hu_hu: Dátum
jp_jp: 日
pl_pl: Data
pt_pt: Data
ro_ro: Data
ru_ru: Дата
sr_sp: Datum

source: Type
bg_bg: Вид
cn_cn: 类型
cs_cz: Typ
de_de: Art
el_gr: Τύπος
hr_hr: Vrsta
hu_hu: Típus
jp_jp: タイプ
pl_pl: Rodzaj
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sr_sp: Vrsta

source: Deposit information:
bg_bg: Информация за депозит:
cn_cn: 存款信息：
cs_cz: Informace o vkladu:
de_de: Einzahlungsinformationen:
el_gr: Πληροφορίες κατάθεσης:
fr_fr: Informations de dépôt:
hr_hr: Podaci o uplati:
hu_hu: Befizetési információ:
jp_jp: 預金情報：
pl_pl: Informacje o wpłacie:
pt_pt: Informação de depósito:
ro_ro: Informaţii depunere:
ru_ru: Информация о депозите:
sr_sp: Informacije o depozitu:

source: Request Manual Deposit (Credited Upon Verification)
bg_bg: Заяви мануален депозит (отразява се при верификация)
cn_cn: 要求手动存款 (经验证存款)
cs_cz: Vyžádat manuální vklad (bude připsán po ověření)
de_de: Manuelle Einzahlung anfordern (Gutschrift bei Verifikation)
el_gr: Αίτηση Χειροκίνητης Κατάθεσης (Πιστοποιημένης Μέσω Επαλήθευσης)
fr_fr: Demande de dépôt manuel (crédité après vérification)
hr_hr: Zatraži ručnu uplatu (kreditira se nakon verifikacije)
hu_hu: Manuális befizetési kérelem (Visszaigazolást követően kerül jóváírásra)
jp_jp: マニュアルデポジット要請（証明確認後反映）
pl_pl: Zleć wpłatę ręczną (księgowana po weryfikacji)
pt_pt: Pedir Depósito Manual (Creditado após verificação)
ro_ro: Cerere depunere manuală (creditată după verificare)
ru_ru: Запрос собственноручного депозита (зачисляется после проверки)
sr_sp: Zahtevaj ručni depozit (kreditiran po verifikaciji)

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
bg_bg: Страница {:page} от {:pages}, показваща {:current} записи от общо {:count}, започващи от запис {:start} и завършващи на {:end}
cn_cn: {:pages} 中的 {:page}，显示由 {:start} 到 {:end} ，总计 {:count} 中的 {:current} 个记录
cs_cz: Strana {:page} z celkového počtu {:pages}, zobrazený počet záznamů je {:current} z celkového počtu {:count}. První zobrazený záznam je {:start}, poslední {:end}
de_de: Seite {:page} von {:pages}, zeigt {:current} Aufzeichnungen von insgesamt {:count}, beginnend bei Aufzeichnung {:start}, und endend mit {:end}
el_gr: Σελίδα {:page} από {:pages}, δείχνει {:current} αρχεία από {:count} σύνολο, ξεκινώντας από το αρχείο {:start}, μέχρι το {:end}
fr_fr: Page {:page} sur {:pages}, affichant {:current} archives sur {:count} au total, commençant par l'archive {:start}, se terminant le {:end}
hr_hr: Stranica {:page} od {:pages}, prikazuje {:current} zapise od {:count} ukupno, početak sa zapisom {:start}, završetak sa {:end}
hu_hu: Oldal {:page} / {:pages}, {:current} nyilvántartás mutatása / {:count}, {:start} nyilvántartással kezdve {:end} nyilvántartásig
jp_jp: ｛：ページ｝のページ｛：ページ｝、 記録開始 {:開始}から終わり {:終わり}までの {:現在}の記録から{:合計}合計を示します
pl_pl: Strona {:page} z {:pages}, wyświetla {:current} pozycji z {:count}, rozpoczynając od {:start}, kończąc na {:end}
ro_ro: Pagina: {:page} din {:pages}, ce arată {:current} înregistrări din totalul de {:count}, începând cu înregistrarea {:start}, terminând cu {:end}
ru_ru: На странице {:page} из {:pages} показаны записи в количестве {:current} из {:count}, начиная с {:start} и заканчивая {:end}
sr_sp: Strana {:page} od {:pages}, prikazuje {:current} evidenciju od {:count} ukupno, počevši od evidencije {:start}, završavajući {:end}

source: previous
bg_bg: предишно
cn_cn: 上一个
cs_cz: předchozí
de_de: zurück
el_gr: προηγούμενο
fr_fr: précédent
hr_hr: prethodno
hu_hu: előző
jp_jp: 以前
pl_pl: poprzednie
pt_pt: anterior
ro_ro: precedent
ru_ru: пред.
sr_sp: prethodni

source: Show
bg_bg: Покажи
cn_cn: 显示
cs_cz: Zobrazit
de_de: Anzeigen
el_gr: Εμφάνιση
fr_fr: Afficher
hr_hr: Prikaži
hu_hu: Mutatás
jp_jp: 見る
pl_pl: Pokaż
pt_pt: Mostrar
ro_ro: Arătaţi
ru_ru: Показать
sr_sp: Prikaži

source: User
bg_bg: Потребител
cn_cn: 用户
cs_cz: Uživatel
de_de: Benutzer
el_gr: Χρήστης
fr_fr: Utilisateur
hr_hr: Korisnik
hu_hu: Felhasználó
jp_jp: ユーザー
pl_pl: Użytkownik
pt_pt: Utilizador
ro_ro: Utilizator
ru_ru: Пользователь
sr_sp: Korisnik

source: Deposit type
bg_bg: Вид депозит
cn_cn: 存款类型
cs_cz: Typ vkladu
de_de: Einzahlungsart
el_gr: Τύπος κατάθεσης
fr_fr: Type de dépôt
hr_hr: Vrsta uplate
hu_hu: Befizetés típusa
jp_jp: 預金タイプ
pl_pl: Rodzaj wpłaty
pt_pt: Tipo de depósito
ro_ro: Tip depunere
ru_ru: Тип депозита
sr_sp: Vrsta depozita
