Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: After two Hours
bg_bg: След два часа
cn_cn: 两小时后
cs_cz: Po 2 hodinách
de_de: Nach zwei Stunden
el_gr: Μετά από δύο ώρες
fr_fr: Après deux heures
hr_hr: Nakon dva sata
hu_hu: 2 óra után
jp_jp: 二時間後
pl_pl: Po dwóch godzinach
pt_pt: Após duas horas
ro_ro: După două ore
ru_ru: Через два часа
sr_sp: Nakon dva sata

source: Login For:
bg_bg: Вписване за:
cn_cn: 登录到：
cs_cz: Přihlášení pro:
de_de: Anmelden für:
el_gr: Σύνδεση για:
fr_fr: Se connecter pour:
hr_hr: Prijavljen od:
hu_hu: Bejelentkezés ide:
jp_jp: にログイン：
pl_pl: Zaloguj się na:
pt_pt: Login Para:
ro_ro: Autentificare pentru:
ru_ru: Авторизоваться, чтобы:
sr_sp: Prijavi se za:

source: You have been playing for the past %s minutes during which you have: <br>Deposited € %s <br>Wagered € %s <br>Lost € %s <br>Won € %s
bg_bg: Играете в продължение на %s минути, през които сте: <br>депозирали %s Евро<br>заложили %s Евро<br>изгубили %s Евро <br>спечелили %s Евро
cn_cn: 您已玩了 %s 分钟，并在此期间：<br>存款 € %s <br>下注 € %s <br>输 € %s <br>赢 € %s
cs_cz: Už hrajete %s minut, za které jste: <br>vložili %s € <br>Vsadili %s € <br>Prohráli %s € <br>Vyhráli %s €
de_de: Sie haben während der letzten %s Minuten gespielt und haben dabei: <br> %s€ eingezahlt <br> %s€ gewettet <br> %s€ verloren <br> %s€ gewonnen
fr_fr: Vous avez joué pendant %s minutes au cours desquelles vous avez : <br>déposé € %s <br>misé € %s <br>perdu € %s <brgagné € %s
hr_hr: Igrate već %s minuta, u kojima ste: <br>Uplatili € %s <br>Uložili € %s <br>Izgubili € %s <br>Dobili € %s
hu_hu: Az elmúlt %s percben játszottál, ami alatt: <br>%s eurót fizették be <br>%s eurót helyeztél el tétként <br>%s eurót vesztettél <br>%s eurót nyertél
jp_jp: 過去％s分間、持っているもの：<br>入金した € %s <br>賭けた€ %s <br>負けた € %s <br>勝った€ %sでプレイしていました
pl_pl: Przez ostatnie %s minut Twojej gry: <br>wpłaciłeś € %s <br>postawiłeś € %s <br>straciłeś € %s <br>wygrałeś € %s
ro_ro: Aţi jucat pentru ultimele %s minute în timpul cărora aţi: <br>Depus %s€ <br>Pariat %s€ <br>Pierdut %s€ <br>Câştigat %s€
ru_ru: Вы играли в течение %s мин. Итоги: <br>внесено € %s <br>поставлено € %s <br>проиграно € %s <br>выиграно € %s
sr_sp: Igrali ste u proteklih %s minuta tokom koje ste: <br>Položili € %s <br>Uložili € %s <br>Izgubili € %s <br>Dobili € %s

source: Outdated Browser Detected
bg_bg: Браузърът не е обновен
cn_cn: 侦察到过时浏览器
cs_cz: Detekován zastaralý prohlížeč
de_de: Browser nicht aktuell
el_gr: Παλιά Έκδοση Προγράμματος Περιήγησης
fr_fr: Navigateur obsolète détecté
hr_hr: Otkriven je neažurirani preglednik
hu_hu: Elavult böngésző érzékelve
jp_jp: 旧式のブラウザを検出しました
pl_pl: Wykryto starą wersję przeglądarki
pt_pt: Browser desatualizado detetado
ro_ro: Browser neactualizat detectat
ru_ru: Обнаружен устаревший браузер
sr_sp: Otkriven zastareo preglednik

source: Our website has detected that you are using an outdated browser. Using your current browser will prevent you from accessing features on our website. An upgrade is not required, but is strongly recommend to improve your browsing experience on our website.
bg_bg: Уебсайтът ни установи, че използваният от Вас браузър не е обновен. Използването на този браузър няма да Ви позволи да достъпите определени услуги на сайта ни. Обновяването не е задължително, но е силно препоръчително за по-приятно сърфиране.
cn_cn: 我们的网站侦察到您正使用过时的浏览器。使用您当前的浏览器会阻止您访问我们网站的功能。即使不是必需升级，但我们强烈建议您进行升级，以改善您在我们网站的浏览体验。
cs_cz: Naše stránky zjistily, že používáte zastaralý prohlížeč. Při používání stávajícího prohlížeče vám v budoucnu znemožní využívat některé funkce. Aktualizace není nutná, ale pro lepší používání našich stránek je silně doporučena.
de_de: Unsere Webseite hat festgestellt, das Sie einen nicht aktuellen Browser verwenden, daher kann es sein, dass Sie auf einige Funktionen unserer Webseite gegebenenfalls nicht zugreifen können.
el_gr: Η ιστοσελίδα μας εντόπισε ότι χρησιμοποιείτε μια ξεπερασμένη έκδοση προγράμματος περιήγησης. Χρησιμοποιώντας το τρέχον πρόγραμμα περιήγησης σας, θα σας αποτρέψει από την πρόσβαση σε λειτουργίες στην ιστοσελίδα μας. Η αναβάθμιση δεν είναι απαραίτητη, αλλά την συνιστάμε για να βελτιώσει την εμπειρία περιήγησής σας στην ιστοσελίδα μας.
fr_fr: Notre site web a détecté que vous utilisez un navigateur obsolète. Utiliser votre navigateur actuel vous empêchera de profiter de certaines fonctionnalités de notre site Une mise à jour n'est pas obligatoire, mais est fortement recommandée pour améliorer votre expérience de navigation sur notre site.
hr_hr: Naša internetska stranica otkrila je da koristite neažurirani preglednik. Korištenjem trenutnog preglednika nećete moći pristupiti svim značajkama na našom internetskoj stranici. Nije potrebno izvršiti nadogradnji, ali snažno preporučujemo da poboljšate pregledavanje naše internetske stranice.
hu_hu: Honlapunk észlelte, hogy elavult böngészőt használsz. A jelenlegi böngészővel nem tudsz majd bizonyos holnapfunkciókat használni. Frissítés nem szükséges, de erősen ajánlott webes élményed weboldalunkon való fokozásához.
jp_jp: ウェブサイトはあなたが古いブラウザを使っていることを検出しました。このブラウザを使用し続けることはウェブサイトをアクセスするにあたっての制限があります。アップデートする必要はありませんが、ウェブサイトを最大限にアクセスするために強くお勧めします。
pl_pl: Nasza strona internetowa wykryła, że korzystasz ze starej wersji przeglądarki, dlatego nie możesz uzyskać dostępu do niektórych funkcji i usług. Aktualizacja przeglądarki nie jest wymagana, ale zdecydowanie ją zalecamy dla większego komfortu użytkowania naszej strony.
ro_ro: Websiteul nostru a detectat că folosiţi un browser neactualizat. Folosind browserul curent nu veţi putea accesa opţiuni pe siteul nostru. O actualizare nu este necesară, însă este recomandat să îmbunătăţiţi experienţa dvs. pe siteul nostru.
ru_ru: Мы выявили, что вы используете устаревшую версию браузера. Использование данной версии приведет к ограничению функций и возможностей нашего сайта. Обновление версии браузера не требуется, но рекомендуется, поскольку так вы сможете воспользоваться всеми услугами сайта.
sr_sp: Naša web stranica je otkrila da koristite zastareo preglednik. Korišćenje takvog preglednika će vas sprečiti da pristupite nekim funkcijama naše web stranice. Nadogradnja nije neophodna, ali je preporučujemo za poboljšanje vašeg iskustva pregledavanja na našoj web stranici.

source: Use the links below to download a new browser or upgrade your existing browser.
bg_bg: Използвайте линковете отдолу, за да изтеглите нов браузър или да обновите текущия
cn_cn: 使用下面的链接下载新的浏览器或升级您现有的浏览器
cs_cz: Pro stažení nového nebo pro aktualizaci můžete využít odkazy níže.
de_de: Über die untenstehenden Link können Sie einen neuen Browser herunterladen oder Ihren bestehenden Browser aktualisieren.
el_gr: Χρησιμοποιήστε τους παρακάτω συνδέσμους για να κατεβάσετε ένα νέο πρόγραμμα περιήγησης ή να αναβαθμίσετε το υπάρχων.
fr_fr: Utilisez les liens ci-dessous pour télécharger un nouveau navigateur ou mettre à jour votre navigateur existant.
hr_hr: Koristite poveznice u nastavku za preuzimanje novog preglednika ili nadogradnju postojećeg preglednika.
hu_hu: Az alábbi linkek segítségével letölthetsz egy új böngészőt, vagy frissítheted meglévődet.
jp_jp: 下記のリンクから新しいブラウザ、または現在のブラウザをアップデートできます。
pl_pl: Aby pobrać nową przeglądarkę lub zaktualizować istniejącą wersję, skorzystaj z poniższych linków.
ro_ro: Folosiţi linkurile de mai jos pentru a descărca un nou browser sau pentru a actualiza browserul pe care îl folosiţi momentan.
ru_ru: Установите новый браузер или загрузите свежую версию текущего по ссылкам, приведенным ниже.
sr_sp: Koristite linkove date ispod za preuzimanje novog preglednika ili nadogradnju svog ​postojećeg preglednika.

source: Remind me later
bg_bg: Напомни ми по-късно
cn_cn: 稍后提醒我
cs_cz: Připomenout později
de_de: Später erinnern
el_gr: Υπενθύμιση αργότερα
fr_fr: Me le rappeler plus tard
hr_hr: Podsjeti me kasnije
hu_hu: Emlékeztessen később
jp_jp: 後で通知
pl_pl: Przypomnij mi później
pt_pt: Lembrar-me mais tarde
ro_ro: Aminteşte-mi mai tărziu
ru_ru: Напомнить позже
sr_sp: Podseti me kasnije

source: No available Bonuses.
bg_bg: Няма налични бонуси.
cn_cn: 无可用奖金。
cs_cz: Nejsou k dispozici žádné prémie.
de_de: Keine Bonusse verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμα μπόνους.
fr_fr: Aucun bonus disponible.
hr_hr: Nema raspoloživih bonusa.
hu_hu: Nincs elérhető bónusz.
jp_jp: 利用できるボーナスはありません。
pl_pl: Brak dostępnych bonusów.
pt_pt: Sem bónus disponíveis.
ro_ro: Nu există bonusuri disponibile
ru_ru: Нет доступных бонусов
sr_sp: Nema dostupnih bonusa.

source: Available Bonuses.
bg_bg: Налични бонуси
cn_cn: 可用奖金。
cs_cz: Prémie k dispozici.
de_de: Verfügbare Bonusse.
el_gr: Διαθέσιμα μπόνους.
fr_fr: Bonus disponibles.
hr_hr: Raspoloživi bonusi.
hu_hu: Elérhető bónuszok.
jp_jp: 利用できるボーナスです。
pl_pl: Dostepne bonusy.
pt_pt: Bónus disponíveis.
ro_ro: Bonusuri disponibile
ru_ru: Доступные бонусы
sr_sp: Dostupni bonusi.

source: Locked Amount
bg_bg: Блокирана сума
cn_cn: 锁定金额。
cs_cz: Uzamčený účet
de_de: Gesperrter Betrag
el_gr: Κλειδωμένο ποσό
fr_fr: Somme bloquée
hr_hr: Zaključan iznos
hu_hu: Zárolt összeg
jp_jp: ロックされた金額
pl_pl: Zablokowane konto
pt_pt: Montante bloqueado
ro_ro: Sumă blocată
ru_ru: Заблокированная учетная запись
sr_sp: Zaključan iznos

source: Opened on
bg_bg: Отворено на
cn_cn: 在[X]开启
cs_cz: Otevřeno dne
de_de: Eröffnet am
el_gr: Έναρξη
fr_fr: Ouvert le
hr_hr: Otvoreno
hu_hu: Megnyitva
jp_jp: 開いた時
pl_pl: Założone dnia
pt_pt: Aberto em
ro_ro: Deschis în
ru_ru: Открыто
sr_sp: Otvoren datuma

source: Activation Date
bg_bg: Активиран на
cn_cn: 激活日期
cs_cz: Datum aktivace
de_de: Aktivierungsdatum
el_gr: Ημερομηνία Ενεργοποίησης
fr_fr: Date d'activation
hr_hr: Datum aktivacije
hu_hu: Aktiválás dátuma
jp_jp: 起動日
pl_pl: Data aktywacji
pt_pt: Data de ativação
ro_ro: Data activare
ru_ru: Дата активации
sr_sp: Datum aktiviranja

source: Expiration Date
bg_bg: Изтича на
cn_cn: 终止日期
cs_cz: Ukončení platnosti
de_de: Auslaufdatum
el_gr: Ημερομηνία Λήξης
fr_fr: Date d'expiration
hr_hr: Datum isteka
hu_hu: Lejárati dátum
jp_jp: 有効期限
pl_pl: Data wygaśnięcia
pt_pt: Data de expiração
ro_ro: Data expirării
ru_ru: Дата истечения срока
sr_sp: Datum isticanja

source: Results Tables Schedules and Livescore for all leagues and events
bg_bg: Резултати, таблици, програми и резултати на живо за всички лиги и събития
cn_cn: 所有联赛和赛事的结果表、时间表和即时得分
cs_cz: Výsledky, tabulky, rozpisy a živá skóre všech lig a akcí
de_de: Ergebnisse, Tabellen, Zeitpläne und Liveergebnisse für alle Ligen und Veranstaltungen
el_gr: Πίνακες Αποτελεσμάτων Προγράμματα και Ζωντανά αποτελέσματα για όλα τα πρωταθλήματα και συμβάντα
fr_fr: Résultats Tableaux Agendas et Scores en direct pour toutes les ligues et événements
hr_hr: Rezultati, tablice, rasporedi i rezultati uživo za sve lige i događaje
hu_hu: Eredmények, táblázatok, menetrendek és élő eredmények minden ligára és eseményre vonatkozóan
jp_jp: 全てのリーグとイベントの結果表スケジュールとライブスコア
pl_pl: Tabele wyników, harmonogramy i wyniki na żywo dla wszystkich lig i zdarzeń
pt_pt: Tabelas de Resultados, Agendas e Scores ao vivo de todas as ligas e eventos
ro_ro: Tabele rezultate, program şi livescore pentru toate ligile şi evenimentele
ru_ru: Таблицы результатов, расписание и показ счета в реальном времени всех лиг и событий
sr_sp: Rezultati Tabele Rasporedi i Uživo rezultati za sve lige i događaje

source: Play roulette, BlackJack and Baccarat in the Live Casino
bg_bg: Играйте рулетка, блекджек и бакара в Казиното на живо
cn_cn: 在真人娱乐场玩轮盘、21点和百家乐
cs_cz: Hrajte ruletu, Blackjack nebo Baccarat v Živém kasinu
de_de: Spielen Sie Roulette, BlackJack und Baccarat im Live-Kasino
el_gr: Παίξε Ρουλέτα, Μπλακτζακ και Μπακαρά στο Live Casino
fr_fr: Jouez à la roulette, au BlackJack et au Baccarat au Casino Live
hr_hr: Igrajte rulet, ajnc i Baccarat u Kasinu uživo
hu_hu: Rulett, BlackJack és Baccarat az Élő kaszinóban
jp_jp: ライブカジノでルーレット、ブラックジャック、バカラをプレイ
pl_pl: Zagraj w ruletkę, Blackjacka i Baccarat w Live Casino
pt_pt: Jogue Roleta, BlackJack e Bacará no Live Casino
ro_ro: Jucaţi ruletă, blackjack şi baccarat în cazinoul live
ru_ru: Играйте в рулетку, блэкджек и баккару в видеоказино
sr_sp: Igrajte rulet, BlackJack i Baccarat u online kazinu

source: Identity Card (back view)
bg_bg: Лична карта (гръб)
cn_cn: 身份证 (后视图)
cs_cz: Průkaz totožnosti (zadní strana)
de_de: Ausweis (Rückseite)
el_gr: Ταυτότητα πίσω όψη
fr_fr: Carte d'identité (vue arrière)
hr_hr: Identifikacijska kartica (stražnji pogled)
hu_hu: Személyi igazolvány (hátoldal)
jp_jp: 身分証明書（後）
pl_pl: Dowód tożsamości (tył)
pt_pt: Cartão de Identidade (verso)
ro_ro: Card de identitate (verso)
ru_ru: Удостоверение личности (задняя сторона)
sr_sp: Lična karta (zadnja strana)

source: Identity Card (front view)
bg_bg: Лична карта (лице)
cn_cn: 身份证 (前视图)
cs_cz: Průkaz totožnosti (přední strana)
de_de: Ausweis (Vorderseite)
el_gr: Ταυτότητα μπροστά όψη
fr_fr: Carte d'identité (vue avant)
hr_hr: Identifikacijska kartica (prednji pogled)
hu_hu: Személyi igazolvány (első oldal)
jp_jp: 身分証明書（表）
pl_pl: Dowód tożsamości (przód)
pt_pt: Cartão de Identidade (frente)
ro_ro: Card de identitate (faţă)
ru_ru: Удостоверение личности (передняя сторона)
sr_sp: Lična karta (prednja strana)

source: Bank Account
bg_bg: Банкова сметка
cn_cn: 银行帐户
cs_cz: Bankovní účet
de_de: Bankkonto
el_gr: Τραπεζικός λογαριασμός
fr_fr: Compte bancaire
hr_hr: Bankovni račun
hu_hu: Bankszámla
jp_jp: 銀行口座
pl_pl: Rachunek bankowy
pt_pt: Conta bancária
ro_ro: Cont bancar
ru_ru: Банковский счет
sr_sp: Bankovni račun

source: Register now and get bonus
de_de: Jetzt registrieren und Bonus erhalten
fr_fr: Inscrivez-vous maintenant et recevez prime
pl_pl: Zarejestruj się teraz, aby otrzymać Bonus

source: Top Winner
bg_bg: Потребител с най-много печалби
cn_cn: 冠军
cs_cz: Hlavní vítěz
de_de: Top-Gewinner
el_gr: Κορυφαία κουπόνια
fr_fr: Grand vainqueur
hr_hr: Najveći dobitak
hu_hu: Topnyertes
jp_jp: トップ勝者
pl_pl: Zwycięzca
pt_pt: Vencedor Top
ro_ro: Top câştigător
ru_ru: Главный победитель
sr_sp: Najbolji dobitnik

source: close
bg_bg: затвори
cn_cn: 关闭
cs_cz: zavřít
de_de: schließen
el_gr: Κλείσιμο
fr_fr: fermer
hr_hr: zatvori
hu_hu: bezárás
jp_jp: 終わり
pl_pl: zamknij
pt_pt: fechar
ro_ro: închideţi
ru_ru: закрыть
sr_sp: zatvori

source: hours
bg_bg: часове
cn_cn: 小时
cs_cz: hodiny
de_de: stunden
el_gr: ώρες
fr_fr: heures
hr_hr: sati
hu_hu: óra
jp_jp: 時間
pl_pl: godziny
pt_pt: horas
ro_ro: ore
ru_ru: ч.
sr_sp: sati

source: Instant Play
bg_bg: Моментална игра
cn_cn: 即时博彩
cs_cz: Okamžitá hra
de_de: Sofortspiel
el_gr: Zωντανό παιχνίδι
fr_fr: Jeu instantané
hr_hr: Brza igra
hu_hu: Azonnali játék
jp_jp: インスタントプレイ
pl_pl: Ciągła gra
pt_pt: Jogo Instantâneo
ro_ro: Joc instant
ru_ru: Мгновенная игра
sr_sp: Instant igranje

source: Betslip Wagering
bg_bg: Залагане на купон
cn_cn: 投注单下注
cs_cz: Sázenky
de_de: Wettschein
el_gr: Ποντάρισμα κουπονιού
fr_fr: Mise Betslip
hr_hr: Obrazac za oklade, ulaganje
hu_hu: Fogadószelvény tét
jp_jp: 賭けスリップ賭博
pl_pl: Stawianie zakładów
pt_pt: Apostas em talão
ro_ro: Miza bilet pariu
ru_ru: Ставка по купону
sr_sp: Ulaganje na uplatni listić

source: Ticket Win
bg_bg: Печалба от билет
cn_cn: 彩票收益
cs_cz: Tikety
de_de: Ticketgewinn
el_gr: Κερδισμένο στοίχημα
fr_fr: Gain ticket
hr_hr: Dobitan listić
hu_hu: Szelvény nyeremény
jp_jp: チケット勝利
pl_pl: Zwycięski kupon
pt_pt: Bilhete Vencedor
ro_ro: Câştig bilet
ru_ru: Выигрыш по билету
sr_sp: Tiket je dobitan

source: Bonus Cancellation by user.
bg_bg: Отказан бонус от потребител
cn_cn: 由用户取消奖金
cs_cz: Zrušení prémie uživatelem.
de_de: Bonusannullierung von Benutzer.
el_gr: Μπόνους ακύρωση από το χρήστη.
fr_fr: Annulation du bonus par l'utilisateur.
hr_hr: Korisnik je poništio bonus.
hu_hu: Bónusz megszakítás felhasználó által.
jp_jp: ユーザーによるボーナスキャンセル。
pl_pl: Anulacja bonusu przez użytkownika.
pt_pt: Cancelamento de Bónus pelo utilizador
ro_ro: Anulare bonus de către utilizator
ru_ru: Отмена бонуса пользователем
sr_sp: Korisnik je otkazao bonus.

source: Bonus activation
bg_bg: Активиране на бонус
cn_cn: 奖金激活
cs_cz: Aktivace prémie
de_de: Bonusaktivierung
el_gr: Ενεργοποίηση μπόνους
fr_fr: Activation du bonus
hr_hr: Aktivacija bonusa
hu_hu: Bónusz aktiválás
jp_jp: ボーナス起動
pl_pl: Aktywacja bonusu
pt_pt: Ativação de bónus
ro_ro: Activare bonus
ru_ru: Активация бонуса
sr_sp: Aktiviranje bonusa

source: APCO Deposit
bg_bg: APCO Депозит
cn_cn: APCO存款
cs_cz: Vklad APCO
de_de: APCO Einzahlung
el_gr: Κατάθεση μέσω κάρτας
fr_fr: Dépôt APCO
hr_hr: APCO uplata
hu_hu: APCO befizetés
jp_jp: APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金APCO入金
pl_pl: Wpłata APCO
pt_pt: Depósito APCO
ro_ro: Depunere APCO
ru_ru: Депозит APCO
sr_sp: APCO depozit

source: Account Deposit
bg_bg: Депозит по сметка
cn_cn: 帐户存款
cs_cz: Vklad účtu
de_de: Kontoeinzahlung
el_gr: Κατάθεση Λογαρισμού
fr_fr: Dépôt sur le compte
hr_hr: Uplata na račun
hu_hu: Számla befizetés
jp_jp: 入金口座
pl_pl: Wpłata na konto
pt_pt: Depósito em conta
ro_ro: Depunere cont
ru_ru: Депозит на учетную запись
sr_sp: Depozit naloga

source: Live Casino Transaction
bg_bg: Трансакция в Казиното на живо
cn_cn: 真人娱乐场交易
cs_cz: Transakce živého kasina
de_de: Live-Kasino-Transaktion
el_gr: Συναλλαγή Ζωντανού Καζίνο
fr_fr: Transaction Casino Live
hr_hr: Transakcija u Kasino uživo
hu_hu: Élő kaszinó tranzakció
jp_jp: ライブカジノ取り引き
pl_pl: Transakcja Live Casino
pt_pt: Transação Live Casino
ro_ro: Tranzacţie Cazinou Live
ru_ru: Транзакция видеоказино
sr_sp: Transakcija kazina uživo

source: Live Casino RollBack Transaction
bg_bg: RollBack трансакция в Казиното на живо
cn_cn: 真人娱乐场回滚交易
cs_cz: Transakce RollBack živého kasina
de_de: Live-Kasino-RollBack-Transaktion
el_gr: Επαναφορά Συναλαγής Live Καζίνο
fr_fr: Transaction RollBack Casino Live
hr_hr: Vraćanje transakcija u Kasino uživo
hu_hu: Élő kaszinó RollBack tranzakció
jp_jp: ライブカジノロールバックトランザクション
pl_pl: Transakcja Live Casino Rollback
pt_pt: Estorno de Transação Live Casino
ro_ro: Tranzacţie Cazinou Live RollBack
ru_ru: Обратная транзакция видеоказино
sr_sp: Transakcija RollBack bonusa kazina uživo

source: in every game
bg_bg: във всяка игра
cn_cn: 在每场比赛中
cs_cz: v každé hře
de_de: in jedem Spiel
el_gr: σε κάθε παιχνίδι
fr_fr: dans chaque jeu
hr_hr: u svakoj utakmici
hu_hu: minden mérkőzésen
jp_jp: 毎ゲームごと
pl_pl: w każdej grze
pt_pt: em todos os jogos
ro_ro: în fiecare joc
ru_ru: в каждой игре
sr_sp: u svakoj igri

source: Today
bg_bg: Днес
cn_cn: 今天
cs_cz: Dnes
de_de: Heute
el_gr: Σήμερα
fr_fr: Aujourd'hui
hr_hr: Danas
hu_hu: Ma
jp_jp: 今日
pl_pl: Dziś
pt_pt: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
sr_sp: Danas

source: Stake:
bg_bg: Размер на залога:
cn_cn: 赌注：
cs_cz: Vsazená částka:
de_de: Einsatz:
el_gr: Ποντάρισμα:
fr_fr: Mise:
hr_hr: Ulog:
hu_hu: Tét:
jp_jp: 賭け：
pl_pl: Stawka:
pt_pt: Apostado:
ro_ro: Miza:
ru_ru: Ставка:
sr_sp: Ulog:

source: View Tickets
bg_bg: Виж билети
cn_cn: 查看彩票
cs_cz: Zobrazit tikety
de_de: Ticket ansehen
el_gr: Δες τα κουπόνια σου
fr_fr: Consulter tickets
hr_hr: Pregled listića
hu_hu: Szelvények megtekintése
jp_jp: チケットを見る
pl_pl: Pokaż kupony
pt_pt: Ver Tickets
ro_ro: Vizualizaţi bilete
ru_ru: Просмотреть билеты
sr_sp: Prikaži tikete

source: Number of Bets Placed:
bg_bg: Брой направени залози
cn_cn: 下注数量：
cs_cz: Počet podaných sázek:
de_de: Anzahl der platzierten Wetten:
el_gr: Αριθμός στοιχημάτων:
fr_fr: Nombre de paris placés:
hr_hr: Broj uplaćenih oklada:
hu_hu: Elhelyezett fogadások száma:
jp_jp: 配置したベット数：
pl_pl: Liczba postawiony zakładów:
pt_pt: Número de apostas colocadas:
ro_ro: Numărul pariurilor efectuate:
ru_ru: Количество размещенных ставок:

source: bets
bg_bg: залози
cn_cn: 投注
cs_cz: sázky
de_de: wetten
el_gr: στοιχήματα
fr_fr: paris
hr_hr: oklade
hu_hu: fogadás
jp_jp: ベット
pl_pl: zakłady
pt_pt: apostas
ro_ro: pariuri
ru_ru: ставки
sr_sp: opklade

source: Admin add Funds
bg_bg: Захранване от администратор
cn_cn: 管理新增资金
cs_cz: Administrativa a prostředky
de_de: Admin fügt Geld hinzu
el_gr: Προσθήκη χρημάτων από Διαχειριστή
fr_fr: Admin. ajoute fonds
hr_hr: Admin. dodaje sredstva
hu_hu: Admin feltöltés
jp_jp: 管理資金追加
pl_pl: Zasilanie przez administratora
pt_pt: Admin Adicionar Fundos
ro_ro: Admin adaugă fonduri
ru_ru: Пополнение счета администатором
sr_sp: Sredstva koje je dodao administrator

source: Bonus activation:
bg_bg: Активиране на бонус:
cn_cn: 奖金激活：
cs_cz: Aktivace prémie:
de_de: Bonusaktivierung:
el_gr: Ενεργοποίηση Μπόνους:
fr_fr: Activation du bonus:
hr_hr: Aktivacija bonusa:
hu_hu: Bónusz aktiválás
jp_jp: ボーナス起動
pl_pl: Aktywacja bonusu:
pt_pt: Ativação de bónus:
ro_ro: Activare bonus:
ru_ru: Активация бонуса:
sr_sp: Aktiviranje bonusa:

source: APCO Deposit:
bg_bg: APCO Депозит:
cn_cn: APCO存款：
cs_cz: Vklad APCO:
de_de: APCO Einzahlung:
el_gr: Κατάθεση από κάρτα
fr_fr: Dépôt APCO:
hr_hr: APCO uplata:
hu_hu: APCO befizetés
jp_jp: APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:APCO入金:
pl_pl: Wpłata APCO:
pt_pt: Depósito APCO:
ro_ro: Depunere APCO:
ru_ru: Депозит APCO:
sr_sp: APCO depozit:

source: Withdrawal
bg_bg: Теглене
cn_cn: 提款
cs_cz: Výběr
de_de: Auszahlung
el_gr: Ανάληψη
fr_fr: Retrait
hr_hr: Isplata
hu_hu: Kifizetés
jp_jp: 引き落とし
pl_pl: Wypłata
pt_pt: Retirada
ro_ro: Retragere
ru_ru: Вывод средств
sr_sp: Podizanje novca

source: Betslip Cancellation:
bg_bg: Отказ на купон за залози:
cn_cn: 取消投注单：
cs_cz: Zrušení sázenky:
de_de: Annullierung des Wettscheins:
el_gr: Ακύρωση δελτίου
fr_fr: Annulation du Betslip:
hr_hr: Otkazivanje obrasca za okladu:
hu_hu: Fogadószelvény megszakítás:
jp_jp: ベットスリップキャンセル：
pl_pl: Anulacja kuponu:
pt_pt: Cancelamento de bilhete de aposta:
ro_ro: Anulare bilet de pariuri:
ru_ru: Отмена лотерейного купона:
sr_sp: Otkazivanje uplatnog listića:

source: Cancelled WithDrawal
bg_bg: Отказано теглене
cn_cn: 取消提款
cs_cz: Zrušit výběr
de_de: Auszahlung abgebrochen
el_gr: Ακύρωση ανάληψης
fr_fr: Retrait annulé
hr_hr: Otkaži isplatu
hu_hu: Megszakított kifizetés
jp_jp: 引き落としをキャンセルしました
pl_pl: Anulowana wypłata
pt_pt: Retirada cancelada
ro_ro: Retragere anulată
ru_ru: Отмена вывода средств:
sr_sp: Otkazano podizanje novca

source: Ticket Cancelled
bg_bg: Отказан билет
cn_cn: 彩票已取销
cs_cz: Tiket zrušen
de_de: Ticket annulliert
el_gr: Ακύρωση δελτίου
fr_fr: Ticket annulé
hr_hr: Listić poništen
hu_hu: Szelvény megszakítva
jp_jp: チケットはキャンセルされました
pl_pl: Anulowany kupon
pt_pt: Ticket Cancelado
ro_ro: Bilet anulat
ru_ru: Отмена билета
sr_sp: Tiket otkazan

source: Price
bg_bg: Price (Цена)
cn_cn: 价格
de_de: Preis
el_gr: Τιμή
hu_hu: Ár
jp_jp: 価格
pl_pl: Cena
ro_ro: Preţ

source: Bet Split
bg_bg: Купон за залози
cn_cn: 投注单
de_de: Wettschein
el_gr: Απόδοση
fr_fr: Pari scindé
hr_hr: Obrazac za oklade
hu_hu: Fogadás felosztás
jp_jp: 賭けを分ける
pl_pl: Kupon zakładu
ro_ro: Bilet de pariuri
ru_ru: Лотерейный купон
sr_sp: Podela opklade

source: The Company
bg_bg: Компанията
cn_cn: 本公司
cs_cz: Společnost
de_de: Das Unternehmen
el_gr: Η εταιρεία
fr_fr: La Société
hr_hr: Tvrtka
hu_hu: A vállalat
jp_jp: 本会社
pl_pl: Firma
pt_pt: A Empresa
ro_ro: Compania
ru_ru: Компания
sr_sp: Kompanija

source: Help & Legal
bg_bg: Помощ и юридическа информация
cn_cn: 帮助与法律
cs_cz: Nápověda a právní záležitosti
de_de: Hilfe & Rechtliches
el_gr: Βοήθεια & Νομικά
fr_fr: Aide et Mentions légales
hr_hr: Pomoć i pravne napomene
hu_hu: Segítség és jog
jp_jp: ヘルプ＆法律
pl_pl: Pomoc & Regulacje prawne
pt_pt: Ajuda & Legal
ro_ro: Ajutor & legal
ru_ru: Помощь и юр. Информация
sr_sp: Pomoć i pravna pitanja

source: Useful Links
bg_bg: Полезни връзки
cn_cn: 实用链接
cs_cz: Užitečné odkazy
de_de: Nützliche Links
el_gr: Χρήσιμοι Σύνδεσμοι
fr_fr: Liens utiles
hr_hr: Korisne poveznice
hu_hu: Hasznos linkek
jp_jp: 役に立つリンク
pl_pl: Przydatne linki
pt_pt: Links úteis
ro_ro: Linkuri ajutătoare
ru_ru: Полезные ссылки
sr_sp: Korisni linkovi
