Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default_old.po
Languages: it_it, sv_se

source: Under and home
it_it: Under e casa
sv_se: Under och hemmalaget

source: Under and draw
it_it: Under e pareggio
sv_se: Under och oavgjort

source: Under and away
it_it: Under e fuori casa
sv_se: Under och bortalaget

source: 1st
it_it: Primo
sv_se: 1:e

source: 2nd
it_it: Secondo
sv_se: 2:a

source: Equal
it_it: Uguale
sv_se: Lika

source: Hometeam scores first and home
it_it: Squadra di casa segna per prima e casa
sv_se: Hemmalaget gör första målet och hemmalaget

source: Hometeam scores first and draw
it_it: Squadra di casa segna per prima e pareggio
sv_se: Hemmalaget gör första målet och oavgjort

source: Hometeam scores first and away
it_it: Squadra di casa segna per prima e fuori casa
sv_se: Hemmalaget gör första målet och bortalaget

source: Awayteam scores first and home
it_it: Squadra fuori casa segna per prima e casa
sv_se: Bortalaget gör första målet och hemmalaget

source: Awayteam scores first and draw
it_it: Squadra fuori casa segna per prima e pareggio
sv_se: Bortalaget gör första målet och oavgjort

source: Awayteam scores first and away
it_it: Squadra fuori casa segna per prima e fuori casa
sv_se: Bortalaget gör första målet och bortalaget

source: Odd
it_it: Dispari
sv_se: Udda

source: Even
it_it: Pari
sv_se: Jämnt

source: Others
it_it: Altri
sv_se: Andra

source: Both teams
it_it: Entrambe le squadre
sv_se: Båda lagen

source: Over and away
it_it: Over e fuori casa
sv_se: Över och bortalaget

source: Over and draw
it_it: Over e pareggio
sv_se: Över och oavgjort

source: Over and home
it_it: Over e casa
sv_se: Över och hemmalaget

source: other
it_it: altro
sv_se: andra

source: 1st period
it_it: Primo tempo
sv_se: 1:a period

source: 2nd period
it_it: Secondo tempo
sv_se: 2:a period

source: 3rd period
it_it: Terzo tempo
sv_se: 3:e period

source: 1 sets
it_it: 1 set
sv_se: 1 set

source: 2 sets
it_it: 2 set

source: 3 sets
it_it: 3 set

source: 4 sets
it_it: 4 set

source: 5 sets
it_it: 5 set

source: 0 sets
it_it: 0 set
sv_se: 0 set

source: 1st quarter
it_it: Primo quarto
sv_se: 1:a period

source: 2nd quarter
it_it: Secondo quarto
sv_se: 2:a period

source: 3rd quarter
it_it: Terzo quarto
sv_se: 3:e period

source: 4th quarter
it_it: Quarto quarto
sv_se: 4:e period

source: No goal
it_it: Nessun goal
sv_se: Inget mål

source: Chat with Real Dealers
it_it: Chatta con i veri dealer
sv_se: Chatta med riktiga dealers

source: Main Page
it_it: Pagina principale
sv_se: Huvudsida

source: Games
it_it: Giochi
sv_se: Spel

source: New 3D Slots
it_it: Nuove slot machine 3D
sv_se: Nya 3D slots

source: Promotions
it_it: Promozioni
sv_se: Kampanjer

source: Banking
it_it: Banca
sv_se: Bankinformation

source: Support
it_it: Supporto

source: FAQ
it_it: Domande frequenti

source: About Us
it_it: Chi siamo
sv_se: Om oss

source: Join Now
it_it: Entra Ora
sv_se: Gå med nu

source: Slots
it_it: Slot machines

source: Table Game
it_it: Game Table
sv_se: Tabell Game

source: Keno & Games
it_it: Keno e giochi

source: Free Play
it_it: Giochi gratuiti
sv_se: Spela gratis

source: Play Now
it_it: Gioca Adesso
sv_se: Spela nu

source: Security
it_it: Sicurezza
sv_se: Säkerhet

source: Privacy Policy
it_it: Politica sulla riservatezza
sv_se: Sekretesspolicy

source: General Terms
it_it: Condizioni generali
sv_se: Allmänna villkor

source: Contact Us
it_it: Contattaci
sv_se: Kontakta oss

source: Contact us
it_it: Contattaci
sv_se: Kontakta oss

source: Affiliate
it_it: Partner

source: COPYRIGHT %s ALL RIGHTS RESERVED
it_it: COPYRIGHT %s TUTTI I DIRITTI RISERVATI
sv_se: COPYWRIGHT %s ALLA RÄTTIGHETER RESERVED

source: Responsible Gaming
it_it: Gioco responsabile
sv_se: Ansvarsfullt spelande

source: Live Chat
it_it: Chat dal vivo
sv_se: Live chatt

source: READ MORE
it_it: CONTINUA
sv_se: LÄS MER

source: Title
it_it: Titolo
sv_se: Titel

source: Last Name
it_it: Cognome
sv_se: Efternamn

source: Birth Date
it_it: Data di nascita
sv_se: Födelsedatum

source: Next
it_it: Successivo
sv_se: Nästa

source: Select
it_it: Seleziona
sv_se: Välj

source: January
it_it: Gennaio
sv_se: Januari

source: February
it_it: Febbraio
sv_se: Februari

source: March
it_it: Marzo
sv_se: Mars

source: April
it_it: Aprile

source: May
it_it: Maggio
sv_se: Maj

source: June
it_it: Giugno
sv_se: Juni

source: July
it_it: Luglio
sv_se: Juli

source: August
it_it: Agosto
sv_se: Augusti

source: September
it_it: Settembre

source: October
it_it: Ottobre
sv_se: Oktober

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Join Now: Step 1 of 2
it_it: Registrati: punto 1 di 2
sv_se: Gå nu: Steg 1 av 2

source: Already a member
it_it: Gi? iscritto
sv_se: Redan medlem

source: Street Number / Street Name
it_it: Indirizzo via/numero
sv_se: Gatunummer / Gatuadress

source: Town / City
it_it: Località / città
sv_se: Stad

source: Phone Number
it_it: Telefono
sv_se: Telefonnummer

source: Mobile Phone Number
it_it: Cellulare
sv_se: Mobiltelefonnummer

source: Subscribe to email and SMS updates
it_it: Sottoscrivi aggiornamenti e-mail e SMS
sv_se: Prenumerera på e-post och SMS-uppdateringar

source: I agree to the General Terms
it_it: Accetto le condizioni generali
sv_se: Jag godkänner de allmänna

source: Play for Fun
it_it: Gioca e divertiti
sv_se: Spela för skojs skull

source: Deposit Now !
it_it: Effettua ora un deposito!
sv_se: Deposit nu!

source: Username / Alias
it_it: Nome utente/alias
sv_se: Användarnamn / Alias

source: Forgot Password
it_it: Password dimenticata
sv_se: Glömt ditt lösenord

source: New Player
it_it: Nuovo giocatore
sv_se: Ny spelare

source: Lobby / Reporting
it_it: Ingresso/rapporto
sv_se: Lobbyn / rapportering

source: Deposit
it_it: Deposito

source: Report
it_it: Rapporto
sv_se: Rapport

source: Help
it_it: Aiuto
sv_se: Hjälpa

source: Request a Withdrawal
it_it: Richiedi un prelievo
sv_se: Begär ett uttag

source: Game Activity
it_it: Attivit? di gioco
sv_se: Spelaktivitet

source: Transaction Report
it_it: Rapporto transazione
sv_se: Transaktionsrapport

source: Bonus Report
it_it: Rapporto bonus
sv_se: Bonusrapport

source: Deposit History
it_it: Rendiconto depositi
sv_se: Historia av insättningar

source: Withdrawal History
it_it: Rendiconto prelievi
sv_se: Historiska uttag

source: From
it_it: Data di nascita
sv_se: Från

source: To
it_it: Accesso
sv_se: Till

source: Fix Search
it_it: Correggi ricerca
sv_se: Fix Sök

source: Last 30 days
it_it: Ultimi 30 giorni
sv_se: Senaste 30 dagarna

source: Search Options
it_it: Opzioni ricerca
sv_se: Sökalternativ

source: All Game Types
it_it: Tutti i tipi di gioco
sv_se: Alla sorters spel

source: Pull Tabs
it_it: Strappa e vinci

source: Craps
it_it: Dadi

source: Scratch Cards
it_it: Gratta e vinci
sv_se: Skraplott

source: My Profile
it_it: Il mio profilo
sv_se: Min profil

source: Close Account
it_it: Chiudi account
sv_se: Avsluta konto

source: Exclusion Status
it_it: Stato estromissione
sv_se: Avslutningsalternativ

source: Temporary Exclusion
it_it: Estromissione temporanea
sv_se: Tillfälligt undantag

source: Permanent Exclusion
it_it: Estromissione permanente
sv_se: Permanent avslutning

source: Number of Days
it_it: Numero di giorni
sv_se: Antal dagar

source: 1 day
it_it: 1 giorno

source: 2 days
it_it: 2 giorni

source: 1 week
it_it: 1 settimana

source: 2 weeks
it_it: 2 settimane

source: 3 months
it_it: 3 mesi
sv_se: 3 månader

source: All Transaction Types
it_it: Tutti i tipi di transazione
sv_se: Alla sorters transaktioner

source: Debit
it_it: Addebito
sv_se: Debet

source: Declined
it_it: Rifiutato
sv_se: Avvisad

source: Payouts
it_it: Vincite
sv_se: Utbetalningar

source: Credit
it_it: Credito
sv_se: Kredit

source: referrals
it_it: referral
sv_se: referenser

source: Transfers
it_it: Accrediti
sv_se: Överföringar

source: Refunds
it_it: Rimborsi
sv_se: Återbetalningar

source: Cash
it_it: Cassa
sv_se: Kontanter

source: Contact Details
it_it: Dati di recapito
sv_se: Kontaktinformation

source: UserID
it_it: ID utente
sv_se: Användar ID

source: Last Login
it_it: Ultimo login
sv_se: Senaste inloggning

source: Responsible Gaming Limits
it_it: Limiti di gioco responsabile
sv_se: Ansvarsfullt spelande

source: Per Hour
it_it: All'ora
sv_se: Per timme

source: Per Day
it_it: Al giorno
sv_se: Per dag

source: Per Week
it_it: Alla settimana
sv_se: Per vecka

source: Per Month
it_it: Al mese
sv_se: Per månad

source: Deposit Limits
it_it: Limiti di deposito
sv_se: Gränsvärden för insättning

source: Wager Limits
it_it: Limiti di scommessa
sv_se: Wager Gränser

source: Our Conditions
it_it: Le nostre condizioni
sv_se: Våra villkor

source: Open a Ticket
it_it: Apri ticket
sv_se: Skriv ett meddelande

source: Issue
it_it: Emissione
sv_se: Nummer

source: Billing
it_it: Fatturazione
sv_se: Fakturering

source: Lost Credit
it_it: Credito perso
sv_se: Förlorade Credit

source: Lost Connection
it_it: Connessione persa
sv_se: Avbruten anslutning

source: Locked Up
it_it: Bloccato
sv_se: Inlåst

source: Other
it_it: Altro
sv_se: Andra

source: Comment
it_it: Commenta
sv_se: Kommentar

source: Win Not Credited
it_it: Vincita non accreditata
sv_se: Vinst inte krediterad

source: Credit Card
it_it: Carta di credito
sv_se: Kreditkort

source: Comments
it_it: Commenti
sv_se: Kommentar

source: Update My Profile
it_it: Aggiorna profilo
sv_se: Uppdatera min profil

source: Welcome
it_it: Benvenuto
sv_se: Välkommen

source: Live Casino
it_it: Casinò dal vivo

source: More
it_it: Di Più
sv_se: Mer

source: Getting Started
it_it: Iniziare
sv_se: Komma igång

source: Contact Us
it_it: Contattaci

source: New
it_it: Nuovo
sv_se: Ny

source: Unique Game
it_it: Gioco Unico
sv_se: Unikt spel

source: Virtual Games
it_it: Giochi virtuali
sv_se: Virtuella Spel

source: Enter Name
it_it: Inserisci il nome
sv_se: Ange namn

source: Enter subject
it_it: Inserisci soggetto
sv_se: Ange ämne

source: Enter your message
it_it: Inserisci il tuo messaggio
sv_se: Skriv ditt meddelande

source: Enter email
it_it: Inserisci l'email
sv_se: Skriv in e-mail

source: Filter by company
it_it: Filtra per società
sv_se: Filtrera efter företag

source: Find a game
it_it: Trova un gioco
sv_se: Hitta ett spel

source: There are %s more games awaiting you
it_it: Ci sono più giochi che vi aspettano %s
sv_se: Det finns fler %s spel väntar dig

source: Showing %s games of %s
it_it: Visualizzati %s dei %s giochi
sv_se: Visar %s spel av %s

source: There are no games to show. Please try a different search and/or filter.
it_it: Non ci sono giochi da mostrare. Si prega di provare una ricerca e / o di filtro diverso.
sv_se: Det finns inga spel att visa. Försök med en annan sökning och / eller filter.

source: Play
it_it: Giocare
sv_se: Spela

source: About
it_it: Riguardo a noi
sv_se: Om oss

source: Partner
it_it: Compagno

source: General T&C
it_it: Generale T & C
sv_se: Regler och Villkor

source: Create Account
it_it: Creare un profilo
sv_se: Skapa konto

source: Step
it_it: Passo
sv_se: Steg

source: Personal Information
it_it: Informazione personale
sv_se: Personlig information

source: Confirm E-mail
it_it: Conferma email
sv_se: Bekräfta e-postadress

source: Please Select
it_it: Selezionare
sv_se: Vänligen välj

source: Male
it_it: Uomo
sv_se: Man

source: Female
it_it: Donna
sv_se: Kvinna

source: is required
it_it: è richiesto
sv_se: krävs

source: Emails do not match
it_it: Le email non combaciano
sv_se: E-postmeddelanden matchar inte

source: Continue to step 2
it_it: Passare alla fase 2
sv_se: Fortsätt till steg 2

source: Accept Terms And Conditions
it_it: Accetta Termini e Condizioni
sv_se: Acceptera Regler och villkor

source: You need to accept the Terms Of Use to be able to register
it_it: È necessario accettare le Condizioni d'Uso di essere in grado di registrare
sv_se: Du måste acceptera användningsvillkoren för att kunna registrera

source: Your password does not match
it_it: La password non corrisponde
sv_se: Lösenordet stämmer inte

source: Welcome to %s
it_it: Benvenuti a %s
sv_se: Välkommen till %s

source: Your account has been created.
it_it: Il tuo account è stato creato.
sv_se: Ditt konto har skapats.

source: You must activate your account in order to login and start playing.
it_it: Devi attivare il tuo account per accedere e iniziare a giocare.
sv_se: Du måste aktivera ditt konto för att kunna logga in och börja spela.

source: Please look for your activation mail and click on the activation link.
it_it: Cerca l'email di attivazione e fai clic sul link di attivazione.
sv_se: Var vänlig leta efter ditt aktiverings-e-postmeddelande och klicka på aktiveringslänken.

source: If you wish to change your e-mail address, please press the "I have another e-mail address".
it_it: Se si desidera cambiare il vostro indirizzo e-mail, si prega di premere il tasto "Ho un altro indirizzo di posta elettronica".
sv_se: Om du vill ändra din e-postadress, tryck på "Jag har en annan e-postadress".

source: If you cannot find your activation mail, you should check your junk, spam folder.
it_it: Se non riesci a trovare la vostra mail di attivazione, si dovrebbe verificare la vostra spazzatura, cartella spam.
sv_se: Om du inte kan hitta din aktiverings post bör du kontrollera din skräppost, spam mapp.

source: I have another email address.
it_it: Ho un altro indirizzo di posta elettronica.
sv_se: Jag har en annan e-postadress.

source: Resend verification mail
it_it: Invia di nuovo mail di verifica
sv_se: Skicka om verifierings post

source: Need Help?
it_it: Ho bisogno di aiuto?
sv_se: Behövs hjälp?

source: Special Promotions Every Week
it_it: Promozioni speciali ogni settimana
sv_se: Specialerbjudande varje vecka

source: FastCashout System
it_it: Cashout sistema veloce
sv_se: Snabb Cashout System

source: Forgot Password?
it_it: Ha dimenticato la password?
sv_se: Glömt ditt lösenord?

source: Change your password
it_it: Cambia la tua password
sv_se: Ändra ditt lösenord

source: Request password reset
it_it: Reset Richiedi la password
sv_se: Begär återställning av lösenord

source: Personal Details
it_it: Dati personali
sv_se: Personliga detaljer

source: Account Statement
it_it: Estratto conto
sv_se: Kontoutdrag

source: Game History
it_it: La storia del gioco
sv_se: Historien om spelet

source: Deposit List
it_it: Lista deposito
sv_se: Deposit Lista

source: Total Deposits
it_it: La raccolta totale
sv_se: Totalt insättningar

source: Method
it_it: Metodo
sv_se: Metod

source: Insert Date
it_it: Inserisci data
sv_se: Ange datum

source: Update Date
it_it: Data di aggiornamento
sv_se: Uppdatera Datum

source: Update Details
it_it: Aggiornare i dettagli
sv_se: Uppdatera uppgifter

source: Gender
it_it: Sexe
sv_se: Sexe

source: Not available yet.
it_it: Non ancora disponibile.
sv_se: Inte tillgänglig ännu.

source: Upload Documents
it_it: Carica Documenti
sv_se: Ladda upp dokument

source: Currency
it_it: Moneta
sv_se: Valuta

source: No Limits assigned yet
it_it: No Limits ancora assegnato
sv_se: No Limits tilldelade ännu

source: Do not allow me to access my account for the next 7 days
it_it: Non mi permette di accedere al mio conto per i prossimi 7 giorni
sv_se: Låt inte mig att komma åt mitt konto under de närmaste 7 dagar

source: Do not allow me to access my account for the next 6 months
it_it: Non mi permette di accedere al mio conto per i prossimi 6 mesi
sv_se: Låt inte mig att komma åt mitt konto under de kommande 6 månaderna

source: Withdraw List
it_it: Ritirare List
sv_se: Uttag Lista

source: Make Withdraw
it_it: Fare Ritirare
sv_se: Gör Uttag

source: Total Withdraws
it_it: Totale ritira
sv_se: Totalt drar tillbaka

source: Request Withdraw
it_it: Richiesta Ritiro
sv_se: Begär Uttag

source: Show more
it_it: Mostra di più
sv_se: Visa mer

source: Try it
it_it: Prova
sv_se: Gratisspel

source: Responsibility
it_it: Responsabilità
sv_se: Ansvar

source: All rights reserved
it_it: Tutti i diritti riservati
sv_se: Alla rättigheter förbehållna

source: Gambling is fun and can be addictive
it_it: Il gioco è divertente ma può creare una dipendenza
sv_se: Att spela är roligt och det kan vara beroendeframkallande

source: Please play responsibly
it_it: Gioca responsabilmente
sv_se: Spela ansvarsfullt

source: Game Payout Validation Security
it_it: Verifica di sicurezza delle vincite del gioco
sv_se: Säkerhetsvalidering vid utbetalningar från spel

source: Play on any device
it_it: Gioca su qualsiasi dispositivo
sv_se: Spela på vilken enhet du vill

source: Manual Payment
it_it: Pagamento manuale
sv_se: Manuell betalning

source: Real money player
it_it: Giocatore con denaro reale
sv_se: Riktiga spelare (verkliga pengar)

source: %s is an online casino that continuously strives to provide you with the best range of online slots from different suppliers, all in one place that is easy and fun to use.
it_it: %s è un casinò online alla continua ricerca delle migliori slot sviluppate dagli operatori del settore, creando una collezione divertente e dall'accesso semplice.
sv_se: %s är ett onlinecasino som kontinuerligt strävar efter att förse dig med den allra bästa uppsättningen enarmade banditer och spel från olika leverantörer, alla på ett och samma ställe som är lätt och roligt att använda.

source: Login Failed
it_it: Accesso fallito
sv_se: Inloggningen misslyckades

source: Due to legal gaming restriction in your region we are unable to log you in.
it_it: A causa della limitazione legale del gioco nella tua regione non siamo in grado di accedere.
sv_se: På grund av laglig spelbegränsning i din region kan vi inte logga in dig.

source: %s apologies for any inconvenience caused.
it_it: Al casinò di Winnermillion ci scusiamo per eventuali inconvenienti causati.
sv_se: På Winnermillion Casino ber vi om ursäkt för eventuella olägenheter.

source: For more information please contact our %ssupport 24/7%s.
it_it: Per ulteriori informazioni contatta il nostro %ssupporto 24/7%s.
sv_se: För mer information kontakta vår %ssupport 24/7%s.

source: Enter your user name and e-mail address, a password reset mail will be sent to your e-mail address.
it_it: Inserisci il tuo nome utente e l'indirizzo e-mail, una mail di reset password verrà inviata all'indirizzo di posta elettronica.
sv_se: Ange ditt användarnamn och e-postadress, ett lösenordsåterställt mail skickas till din e-postadress.

source: Please enter your new password
it_it: Inserisci la tua nuova password
sv_se: Ange ditt nya lösenord

source: Retype password
it_it: Reinserire la password
sv_se: Skriv in lösenord

source: Thank you %s your password has been successfully changed.
it_it: Grazie %s la tua password è stata modificata correttamente.
sv_se: Tack %s ditt lösenord har ändrats.

source: Your %s details are
it_it: I tuoi dati sono
sv_se: Dina uppgifter är

source: Please save your user name
it_it: Salva il tuo nome utente
sv_se: Spara ditt användarnamn

source: Done
it_it: Fatto
sv_se: Gjort

source: Create your account today
it_it: Creare Il Tuo Conto
sv_se: Skapa Ditt Konto

source: Signup now and get %s 150%s up to %s 1500 %s
it_it: Registrati ora e ricevere %s 150%s fino a %s 1500 %S
sv_se: Registrera dig nu och få %s 150%s upp till %s 15.000 KR

source: Enjoy all %s our games %s on your %s mobile
it_it: Godetevi tutti %s i nostri giochi %s sul tuo %s cellulare
sv_se: Njut av alla %s våra spel %s på din %s mobil

source: DEPOSIT BONUS %s 150%s up to %s 1500 %s
it_it: DEPOSITO BONUS %s 150%s fino a %s 1500 %s
sv_se: Insättning Bonus %s 150%s upp till %s 15.000 KR

source: Have an account already
it_it: Hanno anche un account
sv_se: Har du redan ett konto

source: The following descriptions will appear on your credit card or on your account statement: %s.
it_it: Le seguenti descrizioni appaiono sulla tua carta di credito o sull'istruzione del tuo account: %s.
sv_se: Följande beskrivningar kommer att visas på ditt kreditkort eller på ditt kontoutdrag: %s.

source: Successful Registration
it_it: Registrazione di successo
sv_se: Framgångsrik registrering

source: Success
it_it: Successo
sv_se: Framgång

source: Please update your e-mail address
it_it: Aggiorna il tuo indirizzo email
sv_se: Vänligen uppdatera din e-postadress

source: Email sent
it_it: Email Inviata
sv_se: Email Skickat

source: This e-mail address already exists
it_it: Questo indirizzo email esiste già
sv_se: Den här e-postadressen finns redan

source: Current E-mail
it_it: Email Corrente
sv_se: Nuvarande E-post

source: New E-mail
it_it: Nuova Email
sv_se: Ny E-post

source: Confirm New E-mail
it_it: Conferma Nuova Email
sv_se: Bekräfta Nytt E-postmeddelande

source: Confirm New Password
it_it: Conferma la Nuova Password
sv_se: Bekräfta Nytt Lösenord

source: Enter your username and password to confirm the update
it_it: Inserisci il nome utente e la password per confermare l'aggiornamento
sv_se: Ange ditt användarnamn och lösenord för att bekräfta uppdateringen

source: Thank you %s your email has been successfully changed. Please confirm the update from your email account.
it_it: Grazie %s la tua email è stata modificata con successo. Conferma l'aggiornamento dal tuo account e-mail.
sv_se: Tack %s din e-post har ändrats framgångsrikt. Vänligen bekräfta uppdateringen från ditt e-postkonto.

source: Resend password reset email
it_it: Ripeti la posta elettronica di ripristino della password
sv_se: Skicka återställ e-postadressen för återställning av lösenord

source: Hello
it_it: Ciao
sv_se: Hallå

source: Current Password
it_it: Password Attuale
sv_se: Nuvarande Lösenord

source: Set new password for user %s
it_it: Impostare una nuova password per l'utente %s
sv_se: Ange nytt lösenord för användare %s

source: Refund Policy
it_it: Politica di rimborso
sv_se: Återbetalningspolicy

source: Licensing
it_it: Licenze

source: %s is the seller and distributor.
it_it: %s è il venditore e il distributore.
sv_se: %s är säljare och distributör.

source: %s is owned and operated by Lsmedia Adv N.V Curacao and its wholly owned, Sprocess Limited 71-75 Shelton Street, Covent Garden, London, UK. WC2H 9JQ.
it_it: %s è di proprietà e gestito da Lsmedia Adv N.V Curacao e dalla sua interamente posseduta, Sprocess Limited 71-75 Shelton Street, Covent Garden, Londra, Regno Unito. WC2H 9JQ.
sv_se: %s ägs och drivs av Lsmedia Adv N.V Curacao och dess helägda, Sprocess Limited 71-75 Shelton Street, Covent Garden, London, Storbritannien. WC2H 9JQ.

source: %s operates under Master License No. 8048/JAZ, granted by the Government of Curaçao.
it_it: %s opera sotto licenza Master 8048 / JAZ concessa dal governo di Curaçao.
sv_se: %s verkar under Master License No. 8048 / JAZ, beviljad av regeringen på Curaçao.

source: %s operates under laws of Curacao No. curucao licence 8049/JAZ granted by the Government of Curaçao.
it_it: Il %s opera in base alle leggi della licenza Curacao No. curucao 8049 / JAZ concessa dal governo di Curaçao.
sv_se: %s verkar enligt Curacao-lagar nr Curucao licens 8049 / JAZ som beviljats av regeringen på Curaçao.

source: Account cannot be created
it_it: Impossibile creare account.
sv_se: Konto kan inte skapas

source: Email is already taken!
it_it: L'e-mail è già stata presa!
sv_se: Email är redan taget!

source: Username is already taken!
it_it: Il nome utente è già stato preso!
sv_se: Användarnamnet är redan upptaget!

source: Choose your country
it_it: Seleziona il Paese
sv_se: Välj ditt land

source: Select your preferred payment method
it_it: Seleziona il tuo metodo di pagamento preferito
sv_se: Välj din föredragna betalningsmetod

source: Enter your deposit amount
it_it: Inserire l'importo del deposito
sv_se: Ange ditt insättningsbelopp

source: Amount is required.
it_it: È richiesto un importo.
sv_se: Ett belopp krävs.

source: Amount is not a valid number.
it_it: L'importo è valido.
sv_se: Beloppet är ogiltigt.

source: Minimum deposit is %s.
it_it: Il deposito minimo è %s.
sv_se: Minsta insättning är %s.

source: Bonus Code
it_it: Codice Bonus
sv_se: Bonuskod
