Repository: labelexe/bethappy
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: ar_sa, bg_bg, cn_cn, cs_cz, de_de, el_gr, fr_fr, hr_hr, hu_hu, jp_jp, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp

source: The document must include your first and last name, your current address andmust not be older that 3 months (eg. issue date, creation date, period ofvalidity etc.)
pt_pt: O documento deve incluir seu nome e sobrenome, seu endereço atual e não deveter mais de 3 meses (por exemplo, data de emissão, data de criação, períodode validade, etc.)

source: IMPORTANT: You need to make visible the first 6 and the last 4 digits ofyour card number, and you need to cover the rest of the digits.
pt_pt: IMPORTANTE: você precisa tornar visíveis os 6 primeiros e os 4 últimosdígitos do número do seu cartão e precisa cobrir o resto dos dígitos.

source: IMPORTANT: The name of the card holder must match the name on theidentification document.
pt_pt: IMPORTANTE: O nome do titular do cartão deve coincidir com o nome dodocumento de identificação.

source: If you want to change any limit you will need to wait 7 days for this totake effect. The date of the change in limits will be visible in 'Expires'.
pt_pt: Se você quiser alterar qualquer limite, precisará aguardar 7 dias para queisso entre em vigor. A data da alteração dos limites ficará visível em'Expira'.

source: Frequently asked questions (FAQ)
pt_pt: Perguntas frequentes (FAQ)

source: Affiliates/Bet Happy Affiliates
pt_pt: Afiliados/Afiliados do Bet Happy

source: I accept the Terms of use, Privacy policy and confirm that I am over 18years of age.
pt_pt: Aceito os Termos de uso, Política de privacidade e confirmo que sou maior de18 anos.

source: Your password must contain at least one uppercase letter, one lowercaseletter, one number and one special character.
pt_pt: Sua senha deve conter pelo menos uma letra maiúscula, uma letra minúscula,um número e um caractere especial.

source: Ok
bg_bg: Ок
cn_cn: 同意
el_gr: Οκ
hr_hr: U redu
jp_jp: オッケー
ru_ru: ОК
sr_sp: U redu

source: Your withdrawal request for %s is accepted. Please enter your bank information in the following link: <a href='/users/account'>Account Information</a>
cn_cn: 您提款 %s 的请求已被接纳。请在下面链接输入您的银行资料： <a href='/users/account'>帐户信息</a>
el_gr: Το αίτημα ανάληψης για %s έγινε δεκτό. Συμπλήρωσε τα τραπεζικά σου στοιχεία στον ακόλουθο σύνδεσμο: <a href='/users/account'>Πληροφορίες Λογαριασμού</a>

source: Please see your latest deposits below:
cn_cn: 请查阅以下最新存款：
jp_jp: 最新の預金を下記からご覧下さい：

source: No deposits history found. To make new please follow "Make New".
cn_cn: 无法找到存款记录。要新增存款，请遵循 "新增"" 指示"
el_gr: Δεν βρέθηκε ιστορικό καταθέσεων. Για να κάνεις ένα καινούριο ακολούθησε "Κάνε Καινούριο".
jp_jp: 過去の預金は見つかりませんでした。新しく作るには”新しく作成”に従って下さい。

source: Email:
bg_bg: Е-мейл:
cn_cn: 电邮：
hr_hr: E-pošta:
jp_jp: Eメール：
sr_sp: E-pošta:

source: Please see your recently placed tickets below:
cn_cn: 请查看以下您最近购买的彩票：
jp_jp: 下記から最近のチケット配置をご覧下さい：

source: IP
cn_cn: 互联网协议

source: URL
cn_cn: 网址
ru_ru: Ссылка

source: Handicap
bg_bg: Хендикап
cn_cn: 让分盘
cs_cz: Hendikep
el_gr: Χάντικαπ
hr_hr: Hendikep
hu_hu: Hendikep
jp_jp: ハンディキャップ
ru_ru: Гандикап
sr_sp: Hendikep

source: SEO stands for "search engine optimization."" It is the process of getting traffic from the ""free
cn_cn: "" ""organic
jp_jp: "" ""organic

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200 %s
cn_cn: 如要收费，请输入金额，款项将会由用户帐号扣除。例如：如果您只想向用户扣除200美元

source: Next goal
cn_cn: 下次进球

source: Set 1 2
bg_bg: Сет 1 2
cn_cn: 设置 1 2
el_gr: Σετ 1 2
hr_hr: Odaberi 1 2
hu_hu: Szett 1 2
jp_jp: セット１２
ru_ru: Указать 1 2

source: Order for member card by user %s sent successfully.
cn_cn: 来自用户 %s 的会员卡订购已成功发送。
jp_jp: ユーザーのメンバーカードをオーダーして、％sは無事に送信しました。

source: Blackjack
cn_cn: 21点
jp_jp: ブラックジャック

source: Baccarat
cn_cn: 百家乐
jp_jp: バカラ

source: Roulette
cn_cn: 轮盘
jp_jp: ルーレット

source: Tip
cn_cn: 小费
jp_jp: チップ

source: Win Period
cn_cn: 胜出时段
jp_jp: 勝利機関

source: Set
cn_cn: 盘
jp_jp: セット

source: Third
cn_cn: 第三
jp_jp: ３回目

source: First Goal
cn_cn: 首个进球
jp_jp: 最初のゴール

source: Halftime
cn_cn: 半场
jp_jp: ハーフタイム

source: This site is oparated by ABC Gaming with company number CXXXXX .
cn_cn: 此网站由ABC Gaming运营(公司编号 CXXXXX)。
jp_jp: このサイトはABC Gamingの会社番号CXXXXXによって運営されています。

source: Congratulations!<br>You are entitled to %s &euro; bonus.<br>If you want to take it, go to :<br>My account -> Bonus<br>You need to tick the box next to the bonus name.<br>After activating your bonus you have to wager at least 5 times the deposit amount and the bonus amount (together).<br><b>Requirements</b><br>You can bet:<br> 1. On any kind of matches you wish<br> 2. On Single or Combination bets (no system bets)<br> 3. On Live or Prematch events<br> 4. Minimal odd of each event in the ticket should be 1.70 and the odd of each event over 1,35.<br><br>We wish you good luck<br>
cn_cn: 恭喜！ <br>您有资格获得 %s 欧元奖金。</br> 如果您想取得奖金，请到： < br>我的帐户 - > 奖金。<br>您需要勾选奖金名称旁边的方格。<br>在您激活奖金后，您必须以存款和奖金下注最少五次(合计)。<br><b>要求</b><br>您可下注于<br> 1. 您想下注的任何比赛<br>2. 单一或组合投注(没有系统投注)<br>3. 直播或赛前赛事<br> 4. 彩票内每场赛事最少赔率应为1.7，以及每个赛事的赔率超过1.35。<br><br>祝您好运！<br>
jp_jp: おめでとうございます！<br>%s € ボーナスをゲットするチャンスがあります。<br>獲得したい場合は、<br>アカウント -から> ボーナス<br>に行って下さい。ボーナス名の横にあるボックスをチェックする必要があります。<br>ボーナスを起動させた後は、入金額とボーナス額の最低５倍賭けなければいけません。<br><b>必要条件</b><br>賭けは：<br>１賭けたい試合<br>２シングルまたはコンビネーションベット（システムベットはなし）<br>３ライブやイベントの前試合<br>４各イベントのチケットの最低オッドは1.70で、各イベントのオッドは1.35以上で賭けできます。<br><br>幸運を祈ります。<br>

source: Please be aware that this is your %srd withdraw request in this week and it will cost you 8 EUR which will be deducted from the amount that you wish to withdraw. You can also read it on our Terms and Conditions. Do you still want to proceed with the transaction?
cn_cn: 请注意，就您本星期的 %srd 提款要求，我们将会向您收取8欧元费用并会由您希望提取的款项金额中扣除。您可查阅我们的条款和条件。您是否依然希望继续提款？
jp_jp: これは今週の%srd引き落とし要請で、手数料に８ユーロかかりますのでご注意下さい。手数料は引き落としたい金額から引かれます。契約条件をお読みになって下さい。このままトランザクションを実行してもよろしいですか？

source: 2nd Half – Totals Away Team
cn_cn: 下半场 — 客队总计
jp_jp: 第二ハーフーアウェイチーム合計

source: Totals Hometeam
cn_cn: 主队总计
jp_jp: ホームチーム合計

source: 1st Half - Totals Away Team
cn_cn: 上半场 — 主队总计
jp_jp: 第一ハーフーアウェイチーム合計

source: Home No Bet
cn_cn: 主队不投注
jp_jp: ホーム 賭けなし

source: 2nd Half - Totals Home Team
cn_cn: 下半场 — 主队总计
jp_jp: 第二ハーフーホームチーム合計

source: Correct Score (incl other) 2
cn_cn: 波胆(包括其他) 2
jp_jp: コレクト得点（他も含む）２

source: Both Teams To Score + Totals
cn_cn: 两队都有得分 + 总计
jp_jp: 得点する両方のチーム＋合計

source: Matchbet + Both Teams to Score
cn_cn: 独赢 + 两队都有得分
jp_jp: マッチベット＋得点する両方のチーム

source: 1st Half - Correct Score 2
cn_cn: 上半场 — 波胆 2
jp_jp: 第一ハーフーコレクト得点２

source: 1st Half - First team to score
cn_cn: 上半场 — 首队得分
jp_jp: 第一ハーフー得点する最初のチーム

source: 1st Half - Totals Home Team
cn_cn: 上半场 — 主队总计
jp_jp: 第一ハーフーホームチーム合計

source: 1st Half - European Handicap
cn_cn: 上半场 — 欧洲让分盘
jp_jp: 第一ハーフーヨーロッパハンディキャップ

source: First Half - Matchbet + Totals
cn_cn: 上半场 — 独赢 + 总计
jp_jp: 第一ハーフーマッチベット＋合計

source: First Half - Matchbet + Both Teams To Score
cn_cn: 上半场 — 独赢 + 两队都有得分
jp_jp: 第一ハーフーマッチベット＋得点する両方のチーム

source: 2nd Half - Correct Score
cn_cn: 下半场 — 波胆
jp_jp: 第二ハーフー正確スコア

source: 2nd Half - European Handicap
cn_cn: 下半场 — 欧洲让分盘
jp_jp: 第二ハーフーヨーロッパハンディキャップ

source: 2nd Half - Correct Score 2
cn_cn: 下半场 — 波胆 2
jp_jp: 第二ハーフーコレクト得点２

source: 1st Half - Total Spreads
cn_cn: 上半场 — 总让分
jp_jp: 第一ハーフートータルスプレッド

source: Highest Scoring Half
cn_cn: 最高得分半场
jp_jp: 最高得点ハーフ

source: Winning Margins
cn_cn: 输赢比数
jp_jp: 勝差

source: Totals Awayteam
cn_cn: 客队总计
jp_jp: アウェイチーム合計

source: Overtime Yes/No
cn_cn: 加时 是 / 否

source: 1st Period - First team to score
cn_cn: 第一时段— 首队得分
jp_jp: 第一ピリオドー得点する最初のチーム

source: <p id=terms>7Epta7 Limited&nbsp; is a company registered under the laws of Malta and subject to such laws and having registered office at Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. The Company is in possession of a Class 2 licence which it has acquired on the&nbsp;&nbsp; 2013 from the Lotteries and Gaming Authority of Malta and having licence number LGA/CL2/921/2013. The Company is regulated by the Lotteries and Gaming Authority (LGA) of Malta.</p>
cs_cz: <p id=terms>7Epta7 Limited&nbsp; je společnost registrovaná podle zákonů státu Malta, kterým zároveň podléhá, se sídlem na adrese Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. Společnost je držitelem licence druhé třídy s číslem LGA/CL2/921/2013, kterou získala v roce 2013 od maltského Úřadu pro loterie a hazardní hry. Společnost podléhá regulaci maltského Úřadu pro loterie a hazardní hry (LGA).</p>
jp_jp: <p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p><p id=terms>7Epta7社はマルタ法の元に登録された会社で、オフィスはBirkirkara、Swatar、タワーストリート、タワービジネスセンター、Suite５、一階にあります。本会社は宝くじとゲーム機関から２０１３年にクラス２ライセンスを所持し、ライセンス番号は LGA/CL2/921/2013となっています。本会社はマルタの宝くじとゲーム機関（LGA)によって登録されたものです。</p>

source: 2nd Half - Draw no bet
jp_jp: 第二ハーフー引き分け 賭けなし

source: Overtime Yes/No
jp_jp: オーバータイム はい／いいえ

source: ID:
bg_bg: Ид.номер:
hu_hu: Azonosító:
ru_ru: Номер:

source: American Football
ru_ru: американский футбол

source: X
bg_bg: Х
el_gr: Χ
ru_ru: Х

source: Live
ru_ru: Трансляция

source: <p id=terms>7Epta7 Limited&nbsp; is a company registered under the laws of Malta and subject to such laws and having registered office at Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. The Company is in possession of a Class 2 licence which it has acquired on the&nbsp;&nbsp; 2013 from the Lotteries and Gaming Authority of Malta and having licence number LGA/CL2/921/2013. The Company is regulated by the Lotteries and Gaming Authority (LGA) of Malta.</p>
bg_bg: <p id=terms>7Epta7 Limited&nbsp; е компания, регистрирана съгласно законодателството в Малта със седалище Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. Компанията притежава лиценз Клас 2, издаден на&nbsp;&nbsp; 2013 от Lotteries and Gaming Authority (Агенция по хазарта и лотариите) в Малта, номер на лиценз LGA/CL2/921/2013. Компанията се контролира от Lotteries and Gaming Authority (LGA) (Агенция по хазарта и лотариите) в Малта.</p>
el_gr: <p id=terms>Η 7epta7 Limited &nbsp; είναι μία αδειοδοτημένη εταιρεία που υπόκειται στους κανονισμούς και νόμους της Μάλτας δηλωμένοι στα γραφεία του Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara Μάλτας. Η εταιρεία κατέχει άδεια κλάσης 2 την οποία απέκτησε το 2013 από την επιτροπή επίβλεψης λοταρίας και παιγνίων Μάλτας με νούμερο αδείας LGA/CL2/921/2013. H εταιρεία είναι ρυθμισμένη από την επιτροπή επίβλεψης λοταρίας και παιγνίων (LGA) Μάλτας.</p>
hr_hr: <p id=terms>7Epta7 Limited&nbsp; je tvrtka registrirana prema zakonima Malte i čije djelovanje je regulirano tim zakonima, a ima ured registriran na adresi Tower Business Centre, apartman 5, razina 1, Tower Street, Swatar, Birkirkara. Tvrtka je u vlasništvu licence klase 2 koju je dobila na &nbsp;&nbsp; 2013 od malteškog tijela za lutriju i igre na sreću, s licencnim brojem LGA/CL2/921/2013. Djelovanje tvrtke regulira malteško tijelo za lutriju i igre na sreću (Lotteries and Gaming Authority, LGA)).</p>
hu_hu: <p id=terms>Az 7Epta7 Limited&nbsp; egy Máltán bejegyzett vállalat, amely a máltai törvénykezés alá tartozik. Székhelye a Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. A vállalat egy Class 2 engedéllyel rendelkezik, amely 2013. &nbsp;&nbsp; napján került kibocsátásra a máltai Lotteries and Gaming Authority által és a LGA/CL2/921/2013 engedélyszámmal. A vállalat a máltai Lotteries and Gaming Authority (LGA) által van szabályozva.</p>
ro_ro: <p id=terms>7Epta7 Limited&nbsp; este o companie înregistrată în Malta şi se supune legilor din această ţară cu biroul în Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. Compania deţine o Licenţă de tipul Class 2 pe care a primit-o în the&nbsp;&nbsp; 2013 de la Autoritatea Jocurilor de Noroc şi Loterii din Malta cu numărul LGA/CL2/921/2013. Compania este reglementată de Lotteries and Gaming Authority (LGA) din Malta</p>
ru_ru: <p id=terms>Компания 7Epta7 Limited&nbsp; зарегистрирована в соответствии с законодательством Мальты и подчиняется данному законодательству. Офис компании зарегистрирован по адресу Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. Компания обладает лицензией класса 2, выданной&nbsp;&nbsp; 2013 года Игорным ведомством Мальты. Номер лицензии: LGA/CL2/921/2013. Деятельность компании регулируется Игорным ведомством Мальты.</p>
sr_sp: <p id=terms>7Epta7 Limited&nbsp; je kompanija registrovana u skladu sa zakonima Malte i podleže takvim zakonima sa sedištem u Tower Business Centre, Suite 5, Level 1, Tower Street, Swatar, Birkirkara. Kompanija je u posedu dozvole klase 2 koju je stekla the&nbsp;&nbsp; 2013. godine od Uprave za lutrijske igre i igre na sreću Malte a broj licence je LGA/CL2/921/2013. Rad Kompanije reguliše Uprava za lutrijske igre i igre na sreću (LGA) Malte.</p>

source: Chat with real Dealers
ru_ru: Общайтесь с дилерами в реальном времени

source: Sportsbook
ru_ru: Спортивная книга

source: Demo Casino
ru_ru: Демо казино

source: Slot Games
ru_ru: Слот игры

source: Max Wager for bets:
sr_sp: Maksimalan ulog za klađenje:

source: Number of Bets Placed:
sr_sp: Broj stavljenih opklada:

source: Lowest deposit amount is
el_gr: Το χαμηλότερο ποσό κατάθεσης είναι

source: Highest deposit amount is
el_gr: Το Υψηλότερο ποσό κατάθεσης είναι

source: You have reached you deposit limit per transaction amount:
el_gr: Έχεις φτάσει το όριο κατάθεσης ανά συναλλαγή:

source: You have reached you deposit limit daily amount:
el_gr: Έχεις φτάσει το ημερίσιο όριο κατάθεσης:

source: You have reached you deposit limit weekly amount:
el_gr: Έχεις φτάσει το εβδομαδιαίο όριο κατάθεσης:

source: You have reached you deposit limit monthly amount:
el_gr: Έχεις φτάσει το μηνιαίο όριο κατάθεσης:

source: Deposit already marked as "completed"!
el_gr: Η κατάθεση έχει ήδη σημειωθεί ως "ολοκληρωμένη"!

source: Cannot find ticket with id:
el_gr: Δεν βρέθηκε το δελτίο με id:

source: Lowest amount for cashout is
el_gr: Το ελάχιστο ποσό για cashout είναι

source: Highest amount for cashout is
el_gr: Μέγιστο ποσό για cashout

source: You cannot cashout transaction. There is a "Locked Amount" of %s due to bonus policy. You can withdraw %s
el_gr: Δεν μπορείς να κάνεις συναλλαγή για cashout. Υπάρχει ένα "Κλειδωμένο Ποσό" της τάξης των %s λόγω της πολιτικής μπόνους. Μπορείς να κάνεις ανάληψη %s

source: You have successfully made deposit for
el_gr: Έκανες μια κατάθεση με επιτυχία για

source: Email has been confirmed. You will be redirected to the home page in 5 seconds.</ br>If you are not redirected within the specified time press the follow <a href="/">link</a>
el_gr: Η διεύθυνση email σου επιβεβαιώθηκε. Θα επιστρέψεις στην αρχική σελίδα σε 5 δευτερόλεπτα. </ br> Αν δεν επιστρέψεις σε αυτό το χρονικό διάστημα κάνε κλικ στον ακόλουθο <a href="/">σύνδεσμο</a>

source: Available Events List For:
el_gr: Διαθέσιμη Λίστα Γεγονότων Για:

source: Are you sure you want to delete
el_gr: Είσαι σίγουρος ότι θέλεις να διαγράψεις

source: SEO stands for "search engine optimization." It is the process of getting traffic from the "free," "organic," "editorial" or "natural" listings on search engines. All major search engines such as Google, Yahoo and Bing have such results, where web pages and other content such as videos or local listings are shown and ranked based on what the search engine considers most relevant to users. Payment is not involved, as it is with paid search ads.
el_gr: SEO (search engine optimization) σημαίνει "βελτιστοποίηση της μηχανής αναζήτησης." Είναι η διαδικασία του να λαμβάνεις κίνηση από τις "ελεύθερες," "οργανικές," "συντακτικές" ή "φυσικές" καταχωρήσεις στις μηχανές αναζήτησης. Οι μεγαλύτερες μηχανές αναζήτησης όπως η Google, η Yahoo και η Bing έχουν τέτοια αποτελέσματα, όπου οι ιστοσελίδες και άλλο περιεχόμενο όπως τα βίντεο ή οι τοπικές καταχωρήσεις εμφανίζονται και κατατάσσονται σύμφωνα με τα στοιχεία που η μηχανή αναζήτησης θεωρεί πιο σχετικά με τους χρήστες. Δεν υπάρχει πληρωμή, καθώς στηρίζεται σε πληρωμένες διαφημίσεις αναζήτησης.

source: To fund just enter amount into the input field and press submit. For example if you want to fund just credit user with 100
el_gr: Για να χρηματοδοτήσεις απλά συμπλήρωσε το ποσό στο πεδίο και πάτησε υποβολή. Για παράδειγμα, εάν θέλεις να χρηματοδοτήσεις απλά πίστωσε τον χρήστη με 100

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200
el_gr: Για τη χρέωση συμπλήρωσε το ποσό και τα χρήματα θα αφαιρεθούν από τον λογαριασμό του χρήστη. Για παράδειγμα, εάν θέλεις να χρεώσεις απλά χρέωσε τον χρήστη με 200

source: USD just enter that amount into field and press submit
el_gr: συμπλήρωσε το ποσό στο πεδίο και πάτησε υποβολή

source: You have been playing for the past %s minutes during which you have: <br>Deposited € %s <br>Wagered € %s <br>Lost € %s <br>Won € %s
el_gr: Έπαιζες τα προηγούμενα %s λεπτά στα οποία έχεις:<br>Kαταθέσει € %s <br>Στοιχηματήσει € %s <br>Χάσει € %s <br>Κερδίσει € %s

source: cs_cz
el_gr: cs

source: Bingo
ar_sa: بينغو

source: Jackpot
ar_sa: الجائزة الكبرى

source: Jackpots
ar_sa: الجائزة الكبرى

source: KYC
ar_sa: اعرف عميلك

source: Newsletter
ar_sa: النشرة الإعلامية
