Repository: labelexe/bethappy
Catalog: app/Locale/spa/LC_MESSAGES/default_old.po
Languages: es_es

source: Special Promotions Every Week
es_es: Promociones especiales cada semana

source: FastCashout System
es_es: Sistema de retiro rápido

source: Forgot Password?
es_es: Se te olvidó tu contraseña?

source: Change your password
es_es: Cambia tu contraseña

source: Request password reset
es_es: Petición para la recuperación de contraseña

source: Live Chat
es_es: Chat en vivo

source: Personal Details
es_es: Detalles personales

source: Account Statement
es_es: Estado de cuenta

source: Game History
es_es: Historia del juego

source: Settings
es_es: Ajustes

source: Responsible Gaming
es_es: Juego Responsable

source: Withdraw
es_es: Retirar

source: Deposit List
es_es: Lista de depósitos

source: Total Deposits
es_es: Total Depósitos

source: Cancelled
es_es: Cancelado

source: Method
es_es: Método

source: Insert Date
es_es: Insertar fecha

source: Update Date
es_es: Fecha de actualización

source: Update Details
es_es: Actualizar detalles

source: Gender
es_es: Sexe

source: Credit
es_es: Crédito

source: Debit
es_es: Débito

source: Not available yet.
es_es: Aun no está disponible.

source: Know your customer (KYC)
es_es: Conozca a su cliente (KYC)

source: Upload Documents
es_es: Subir documentos

source: Currency
es_es: Moneda

source: No Limits assigned yet
es_es: Sin límite asignado aún

source: Do not allow me to access my account for the next 7 days
es_es: No me permite acceder a mi cuenta para los próximos 7 días

source: Do not allow me to access my account for the next 6 months
es_es: No me permite acceder a mi cuenta durante los próximos 6 meses

source: Withdraw List
es_es: Retirar la lista

source: Make Withdraw
es_es: Retirar

source: Total Withdraws
es_es: Retiros totales

source: Request Withdraw
es_es: Retirada de la solicitud

source: Show more
es_es: Mostrar más

source: Try it
es_es: Probar

source: Responsibility
es_es: Responsabilidad

source: All rights reserved
es_es: Todos los derechos reservados

source: Gambling is fun and can be addictive
es_es: El juego puede ser divertido pero también adictivo

source: Please play responsibly
es_es: Por favor, jugar con responsabilidad

source: Game Payout Validation Security
es_es: Seguridad para la Validación del Pago del Juego

source: Play on any device
es_es: Juega desde cualquier dispositivo

source: Manual Payment
es_es: Pago Manual

source: Real money player
es_es: Jugador de dinero real

source: %s is an online casino that continuously strives to provide you with the best range of online slots from different suppliers, all in one place that is easy and fun to use.
es_es: %s es un casino online que continuamente se esfuerza por ofrecerte la mejor variedad de tragamonedas online de diferentes proveedores, todo en un mismo lugar que, además, es divertido y fácil de usar.

source: Login Failed
es_es: Error de inicio de sesion

source: Due to legal gaming restriction in your region we are unable to log you in.
es_es: Debido a la restricción legal de juegos en su región, no podemos iniciar sesión.

source: %s apologies for any inconvenience caused.
es_es: En Winnermillion Casino nos disculpamos por cualquier inconveniente causado.

source: For more information please contact our %ssupport 24/7%s.
es_es: Para obtener más información, póngase en contacto con nuestro %sservicio de asistencia las 24 horas%s.

source: Enter your user name and e-mail address, a password reset mail will be sent to your e-mail address.
es_es: Introduzca su nombre de usuario y dirección de correo electrónico, un correo electrónico de restablecimiento de contraseña se enviará a su dirección de correo electrónico.

source: Please enter your new password
es_es: Por favor ingrese su nueva contraseña

source: Retype password
es_es: Repita su contraseña

source: Thank you %s your password has been successfully changed.
es_es: Gracias %s tu contraseña se ha cambiado correctamente.

source: Your %s details are
es_es: Sus detalles son

source: Please save your user name
es_es: Guarde su nombre de usuario

source: Done
es_es: Hecho

source: Create your account today
es_es: Crear su cuenta

source: Signup now and get %s 150%s up to %s 1500 %s
es_es: Regístrese ahora y obtenga %s 150%s hasta %s 1500 %s

source: Enjoy all %s our games %s on your %s mobile
es_es: Disfruta de todos nuestros %s juegos %s en tu %s móvil

source: DEPOSIT BONUS %s 150%s up to %s 1500 %s
es_es: BONO DE DEPÓSITO %s 150%s hasta %s 1500 %s

source: Have an account already
es_es: ¿Tiene una cuenta ya

source: The following descriptions will appear on your credit card or on your account statement: %s.
es_es: Las siguientes descripciones aparecerán en su tarjeta de crédito o en su estado de cuenta: %s.

source: Successful Registration
es_es: Registro exitoso

source: Success
es_es: Éxito

source: Please update your e-mail address
es_es: Actualice su dirección de correo electrónicoelectrónico

source: This e-mail address already exists
es_es: Esta direccion de correo electronico ya existe

source: Email sent
es_es: Email Enviado

source: Current E-mail
es_es: Email actual

source: New E-mail
es_es: Nuevo Email

source: Confirm New E-mail
es_es: Confirme Nuevo Email

source: Confirm New Password
es_es: Confirmar Nueva Contraseña

source: Enter your username and password to confirm the update
es_es: Introduzca su nombre de usuario y contraseña para confirmar la actualización

source: Thank you %s your email has been successfully changed. Please confirm the update from your email account.
es_es: Gracias %s tu email ha sido cambiado con éxito. Confirme la actualización desde su cuenta de correo electrónico.

source: Resend password reset email
es_es: Reenviar correo electrónico de restablecimiento de contraseña

source: Hello
es_es: Hola

source: Current Password
es_es: Contraseña Actual

source: Set new password for user %s
es_es: Establecer una nueva contraseña para el usuario %s

source: Join Now
es_es: Apúntate ya

source: Refund Policy
es_es: Politica de reembolso

source: Privacy Policy
es_es: Política de privacidad

source: Licensing
es_es: Licencias

source: %s is the seller and distributor.
es_es: %s es el vendedor y distribuidor.

source: %s is owned and operated by Lsmedia Adv N.V Curacao and its wholly owned, Sprocess Limited 71-75 Shelton Street, Covent Garden, London, UK. WC2H 9JQ.
es_es: %s es propiedad y está operado por Lsmedia Adv N.V Curacao y su propiedad exclusiva, Sprocess Limited 71-75 Shelton Street, Covent Garden, Londres, Reino Unido. WC2H 9JQ.

source: %s operates under Master License No. 8048/JAZ, granted by the Government of Curaçao.
es_es: %s opera bajo la Licencia Maestra No. 8048 / JAZ, otorgada por el Gobierno de Curaçao.

source: %s operates under laws of Curacao No. curucao licence 8049/JAZ granted by the Government of Curaçao.
es_es: %s opera bajo las leyes de Curacao No. curucao licencia 8049 / JAZ concedida por el Gobierno de Curaçao.

source: Account cannot be created.
es_es: Cuenta no se puede crear.

source: Email is already taken!
es_es: ¡El correo electrónico ya ha sido tomado!

source: Username is already taken!
es_es: ¡Este nombre de usuario ya está tomado!

source: Choose your country
es_es: Elija su país

source: Select your preferred payment method
es_es: Seleccione su método de pago preferido

source: Enter your deposit amount
es_es: Ingrese su cantidad de depósito

source: Amount is required.
es_es: Se requiere una cantidad.

source: Amount is not a valid number.
es_es: La cantidad no es válido.

source: Minimum deposit is %s.
es_es: El depósito mínimo es %s.

source: Bonus Code
es_es: Código Extra

source: Continue
es_es: Continuar

source: Deposit the amount of your choice to one of the banks below
es_es: Deposite la cantidad de su elección en uno de los bancos a continuación

source: Please, select a country first!
es_es: Por favor, seleccione un país primero!

source: Please, select a payment method first!
es_es: Por favor, seleccione un método de pago primero!

source: Save this card info from next time
es_es: Guardar esta información de la tarjeta de la próxima vez

source: Enter CCV
es_es: Ingresar CCV

source: Expiration
es_es: Fecha de caducidad

source: Enter card number
es_es: Ingresar el número de la tarjeta

source: Card Number
es_es: Número de tarjeta

source: Select a Card
es_es: Seleccione una tarjeta

source: A password reset mail was sent to your e-mail address.
es_es: Se ha enviado un correo electrónico de restablecimiento de contraseña a su dirección de correo electrónico.

source: You have just deposited money, %s thanks you and wish you good luck.
es_es: Que acaba de depositar dinero WinnerMillion gracias y le deseo buena suerte.

source: You can start playing.
es_es: Usted puede comenzar a jugar.

source: Back to the games
es_es: Volver a los juegos

source: Your deposit failed.
es_es: Su depósito ha fallado.

source: Please try another credit card, or contact support.
es_es: Pruebe con otra tarjeta de crédito o póngase en contacto con el servicio de asistencia.

source: Contact Support
es_es: Soporte de contacto

source: %s, you have no money in your balance
es_es: %s, no tienes dinero en tu saldo

source: Go to the CASHIER to make a deposit
es_es: Ir al CAJERO para hacer un depósito

source: Enjoy Your Luck
es_es: Disfruta de tu suerte

source: Change Email
es_es: Cambiar e-mail

source: Contact by phone
es_es: Contactar por teléfono

source: In the event you need to reach a customer %s support person via phone, please dial %s
es_es: En caso de que necesite llegar a un cliente %s persona de apoyo por teléfono, marque %s

source: In order to make additional deposits, you have to verify your account by sending us your piece of identical recto verso, credit card recto verso (hiding the figures of the middle) as well as a note of telephone, gas, Electricity.
es_es: Con el fin de realizar depósitos adicionales, debe verificar su cuenta mediante el envío de su identidad para piezas duplex, tarjeta de crédito del lado (ocultando las cifras medias), así como una nota de teléfono, gas, electricidad, o estado de cuenta bancaria.

source: You can send them to %s or upload your documents in the KYC section.
es_es: Puede hacer que se envíen %s o gracias a descargar sus documentos en la sección de KYC.

source: Thanking you in advance.
es_es: Agradeciéndole de antemano.

source: The %s Team
es_es: Equipo %s

source: Select your preferred deposit method
es_es: Seleccione su método de depósito preferido

source: Select your preferred withdraw method
es_es: Seleccione su método de retiro preferido

source: No data to show.
es_es: No hay datos para mostrar.

source: I accept the Terms and Conditions
es_es: Acepto los Términos y Condiciones

source: By clicking the Continue button you will be redirected to %s payment page.
es_es: Al hacer clic en el botón Continuar, será redirigido a la página de pago de %s.

source: Form is invalid. Please check your inputs.
es_es: La forma no es válida. Por favor revise sus entradas.

source: Make sure you enter correct amount and accept the Terms and Conditions.
es_es: Asegúrese de ingresar la cantidad correcta y acepte los Términos y Condiciones.

source: Your withdraw request failed.
es_es: Su solicitud de retirada ha fallado.

source: Please try again or contact support.
es_es: Por favor, inténtalo de nuevo o contacta al soporte.

source: Security Code
es_es: Código de seguridad

source: %s Account
es_es: Cuenta %s

source: Filter by provider
es_es: Filtrar por proveedor

source: Sign Up
es_es: Registrarse

source: Sign In
es_es: Iniciar Sesión

source: Sign Out
es_es: Cerrar Sesión

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Payoff Amount
es_es: Cantidad de pago

source: Turnover Amount
es_es: Cantidad de facturación

source: Bonus Name
es_es: Nombre de bonificación

source: Activated
es_es: Activado

source: Released
es_es: Terminado

source: main_banner_1.jpg
es_es: main_banner_1_es_es.jpg

source: main_banner_2.jpg
es_es: main_banner_2_es_es.jpg

source: main_banner_3.jpg
es_es: main_banner_3_es_es.jpg
