Repository: labelexe/bethappy
Catalog: app/Locale/spa/LC_MESSAGES/default_old.po
Languages: es_es

source: Please set up options for more comfortable view.
es_es: Por favor, configure las opciones para una vista más cómoda.

source: Odds type
es_es: Tipo de probabilidades

source: Time zone
es_es: Zona horaria

source: Time Zone
es_es: Zona Horaria

source: Change Password
es_es: Cambiar Contraseña

source: Please provide full personal information to confirm your identity. Owing to regulations, your access to some products, markets and commission discounts may be restricted until you confirm your identity. You can provide personal documents using our secure email service.
es_es: Por favor, proporciona la información personal completa para confirmar tu identificación. Debido a regulaciones, tu acceso a algunos productos, mercados y descuentos de comisiones podría estar restringido hasta que confirmes tu identidad. Puedes proporcionar documentación personal en nuestro sistema seguro de correo electrónico.

source: Date of birth
es_es: Fecha de nacimiento

source: Bank name
es_es: Nombre del banco

source: Bank code
es_es: Código del banco

source: Bank account number
es_es: Número de cuenta bancaria

source: Ref. Code
es_es: Código Ref.

source: Balance Information Analysis
es_es: Análisis de Información de Saldo

source: Here you can see all the information refer to your current balance.
es_es: Aquí puedes ver toda la información referente a tu saldo actual.

source: Promotional Code
es_es: Código Promocional

source: Please add promotional code below to get additional money or other benefit.
es_es: Por favor, introduce debajo el código promocional para obtener saldo adicional u otros beneficios.

source: Code
es_es: Código

source: Submit bonus code
es_es: Enviar código de bonus

source: Confirmation
es_es: Confirmación

source: Email has been confirmed. You will be redirected to the home page in 5 seconds.</ br>If you are not redirected within the specified time press the follow <a href="/"">link</a>"
es_es: El Email ha sido confirmado. Serás redirigido a la página principal en 5 segundos. .</ br>Si no eres redirigido en el tiempo especificado, sigue el siguiente <a href="/"">enlace</a> "

source: Incorect confirmation code
es_es: Código de confirmación incorrecto

source: Responsible Gaming Settings
es_es: Ajustes de Juego Responsable

source: Responsible gaming text
es_es: Texto de juego responsable

source: Add Limit
es_es: Añadir Límite

source: Set the limit you can play for each session
es_es: Establece el límite que puedes jugar en casa sesión

source: Do not allow me to access my sportsbook account for the next 7 days
es_es: No me permitáis acceder a my cuenta de apuestas deportivas durante los próximos 7 días

source: Do not allow me to access my sportsbook account for the next 6 months
es_es: No me permitáis acceder a my cuenta de apuestas deportivas durante los próximos 6 meses

source: Block Account
es_es: Bloquear cuenta

source: Permanently delete your account.
es_es: Eliminar cuenta definitivamente.

source: Delete My Account
es_es: Eliminar Mi Cuenta

source: Open account with us!
es_es: ¡Abre una cuenta con nosotros!

source: Account data
es_es: Datos de cuenta

source: Confirm password
es_es: Confirme contraseña

source: Personal question
es_es: Pregunta personal

source: Personal answer
es_es: Respuesta personal

source: Referral ID
es_es: ID Referido

source: Affiliate ID
es_es: ID Afiliado

source: Bank data (This is section can be filled later)
es_es: Datos bancarios (Esta sección puede completarse más tarde)

source: I am over 18 years of age and have read and accepted
es_es: Tengo más de 18 años y he leído y aceptado

source: Terms And Conditions
es_es: Términos y Condiciones

source: Confirm registration
es_es: Confirmar registro

source: Password Reset
es_es: Reiniciar contraseña

source: Enter your new password
es_es: Introduce tu nueva contraseña

source: Change password
es_es: Cambiar contraseña

source: Fill in email details below. Password reset link sent to your entered email. You will be able to create a new password which you can use to login.
es_es: Rellena más abajo los detalles de correo electrónico. El enlace de reseteo de contraseña se ha enviado a la dirección introducida. Podrás crear una nueva contraseña para identificarte.

source: To withdraw money please insert amount and process transaction below:
es_es: Para retirar dinero, por favor, introduce el importe y la transacción más abajo:

source: Withdraw ID
es_es: ID Retirada

source: Request Manual Withdraw
es_es: Solicitar Retirada Manual

source: Transaction Log
es_es: Log Transacciones

source: List of transactions:
es_es: Lista de transacciones:

source: Transaction Type
es_es: Tipo de Transacción

source: Add/Edit %s
es_es: Añadir/Editar %s

source: Description
es_es: Descripción

source: Value
es_es: Valor

source: Parent
es_es: Raíz

source: Created
es_es: Creado

source: Modified
es_es: Modificado

source: Percentage
es_es: Porcentaje

source: Custom Affiliate ID
es_es: ID Custom Afiliado

source: Submit
es_es: Enviar

source: List %s
es_es: Listar %s

source: File
es_es: Archivo

source: Image
es_es: Imagen

source: Alert ID
es_es: ID Alerta

source: User id
es_es: ID usuario

source: Alert Title
es_es: Título de Alerta

source: Alert
es_es: Alerta

source: Add bet
es_es: Añadir apuesta

source: Alerts
es_es: Alertas

source: Admin Audit Trail
es_es: Rastro de Auditoría de Admin

source: Application File Backups
es_es: Backup de Archivos de Aplicación

source: Database Backups
es_es: Backups de Base de Datos

source: Betradar Feeds Log
es_es: Log de Feeds de Betradar

source: Liability Dumps
es_es: Renuncias de Responsabilidad

source: Data list
es_es: Lista de datos

source: Actions
es_es: Acciones

source: Translations
es_es: Traducciones

source: Translate
es_es: Traducir

source: No records found
es_es: No se encontraron registros

source: Sports and Leagues
es_es: Deportes y Ligas

source: Events management
es_es: Gestión de Eventos

source: Events Printing
es_es: Impresión de Eventos

source: Users report
es_es: Informe de Usuarios

source: Tickets report
es_es: Informe de Tickets

source: Deposits report
es_es: Informe de Depósitos

source: Witdraw report
es_es: Informe de Retiradas

source: Liability report
es_es: Informe de Responsabilidad

source: Active Users
es_es: Usuarios Activos

source: locale
es_es: local

source: Create %s
es_es: Crear %s

source: Event ID
es_es: ID Evento

source: User:
es_es: Usuario:

source: Level:
es_es: Nivel:

source: Current Time:
es_es: Hora Actual:

source: Current Language:
es_es: Idioma Actual:

source: Front Page
es_es: Pagina Delantera

source: Under / Over
es_es: Bajo / Sobre

source: %s Printing
es_es: %s Imprimiendo

source: Available Events List For:
es_es: Lista de Eventos Disponible Para:

source: Unknown Sport
es_es: Deporte Desconocido

source: Please select sport below:
es_es: Por favor, selecciona el deporte abajo:

source: View Events
es_es: Ver Eventos

source: No available events found for this sport
es_es: No se encontraron eventos disponibles para este deporte

source: Can not find event
es_es: No se puede encontrar evento

source: Edit %s
es_es: Editar %s

source: Save
es_es: Guardar

source: Users %s
es_es: Usuarios %s

source: Edit User
es_es: Editar Usuario

source: Administration Panel
es_es: Panel de Administración

source: Logout
es_es: Cerrar sesión

source: Staff Login
es_es: Login Personal

source: Events
es_es: Eventos

source: Available cultures
es_es: Regiones Disponibles

source: Add a culture
es_es: Añadir una región

source: Add
es_es: Añadir

source: Cultures this site supports
es_es: Regiones que soporta este sitio

source: Are you sure you want to delete?
es_es: ¿Seguro que lo quieres eliminar?

source: Write promotion letter to all user. Messages will arrive to users email addresses.
es_es: Escribir carta de promoción a todos los usuarios. Los mensajes llegarán a la cuenta de correo de los usuarios.

source: Subject:
es_es: Asunto:

source: Content:
es_es: Contenido:

source: Download all e-Mails (csv file)
es_es: Descargar todos los eMails (archivo csv)

source: Write promotion letter to certain user. Message will arrive to user email address.
es_es: Escribir carta de promoción a un usuario concreto. El mensaje llegará a la cuenta de correo de usuario.

source: To:
es_es: Para:

source: Contact support team
es_es: Contacta con el equipo de soporte

source: <br>No data in this period
es_es: <br>No hay datos para este periodo

source: No data in this period
es_es: No hay datos para este periodo

source: User name
es_es: Nombre de usuario

source: Date of registration
es_es: Fecha de registro

source: Won
es_es: Ganador Top

source: Download (Excel file)
es_es: Descargar (Archivo Excel)

source: Are you sure you want to cancel this event?
es_es: ¿Seguro que deseas cancelar este evento?

source: No events found
es_es: No se encontraron eventos

source: No events in this league
es_es: No hay eventos en esta liga

source: Risk Management Settings
es_es: Ajustes de Gestión de Riesgos

source: Risk management is crucial for sportsbook. Please be careful in setting all options.
es_es: La gestión de riesgos es crucial para las apuestas deportivas. Por favor, ajusta cuidadosamente las opciones.

source: Lowest stake
es_es: Apuesta más baja

source: Highest stake
es_es: Apuesta más alta

source: Highest winning amount
es_es: Importe de ganancia máxima

source: Lowest number of events in one ticket
es_es: Mínimo número de eventos en un ticket

source: Highest number of events in one ticket
es_es: Máximo número de eventos en un ticket

source: List Leagues
es_es: Lista de Ligas

source: League ID
es_es: ID Liga

source: No limits
es_es: Sin Límites

source: List Sports
es_es: Lista Deportes

source: Sport ID
es_es: ID Deporte

source: Warning Withdraws
es_es: Alerta de Retiradas

source: Warning Stakes
es_es: Alerta de Apuestas

source: Warning Winnings
es_es: Alerta de Ganancias

source: Warning Deposits
es_es: Aleta de Depósitos

source: amount
es_es: cantidad

source: Deposit fee percentage
es_es: Porcentaje comisión por depósito

source: Payment gateways
es_es: Pasarelas de pago

source: Please set payment gateways below:
es_es: Por favor, ajuste las pasarelas de pago debajo:

source: Payments
es_es: Pagos

source: Deposits %s
es_es: Depósitos %s

source: Please set deposit risk management setting below:
es_es: Por favor, ajuste las opciones de gestión de riesgo de depósito debajo:

source: Allow automated deposits
es_es: Permitir depósitos automáticos

source: Allow manual deposits
es_es: Permitir depósitos manuales

source: Lowest amount for deposit
es_es: Importe mínimo de depósito

source: Highest amount for deposit
es_es: Importe máximo de depósito

source: General %s
es_es: %s Generales

source: General settings controls some of the most basic configuration settings for your site: your site's title and location, who may register an account at your site, and how dates and times are calculated and displayed.
es_es: Los ajustes generales controlan algunas opciones básicas de tu sitio: el título de tu sitio y localización, quién puede registrar una cuenta en tu sitio y cómo se calculan y muestran las fechas y horas.

source: Contact Email
es_es: Email de Contacto

source: Password reset
es_es: Reinicio de Contraseña

source: Default currency
es_es: Divisa por defecto

source: Default timezone:
es_es: Zona horaria por defecto:

source: Default language
es_es: Idioma por defecto

source: Charset
es_es: Codificación Caracteres

source: Items per page
es_es: Elementos por página

source: Referral system
es_es: Sistema de referidos

source: Left active
es_es: Izquierda activa

source: Left sidebar title
es_es: Título de barra lateral izquierda

source: Left sidebar content
es_es: Contenido de barra lateral izquierda

source: Right active
es_es: Derecha activa

source: Right sidebar title
es_es: Título de barra lateral derecha

source: Right sidebar content
es_es: Contenido de barra lateral derecha

source: Bottom active
es_es: Parte inferior activa

source: Bottom sidebar title
es_es: Título de barra lateral inferior

source: Bottom sidebar content
es_es: Contenido de barra lateral inferior

source: Referral Settings
es_es: Ajustes de Referidos

source: First deposit percentage to referral
es_es: Primer porcentaje de depósito a referido

source: SEO %s
es_es: %s SEO

source: What Is <b>SEO</b> / Search Engine Optimization?
es_es: ¿Qué es <b>SEO</b> / Search Engine Optimization?

source: SEO stands for "search engine optimization."" It is the process of getting traffic from the ""free,"" ""organic,"" ""editorial"" or ""natural"" listings on search engines. All major search engines such as Google, Yahoo and Bing have such results, where web pages and other content such as videos or local listings are shown and ranked based on what the search engine considers most relevant to users. Payment is not involved, as it is with paid search ads."
es_es: SEO significa "search engine optimization."" u Optimización de Motores de Búsqueda. Es el proceso de obtención de tráfico de listados ""gratuitos,"" ""orgánicos,"" ""editoriales"" o ""naturales"" a través de motores de búsqueda. Todos los grandes motores de búsqueda como Google, Yahoo o Bing tienen resultados de esos tipos, en los que las páginas web y otro contenido como vídeos o listas locales se muestran ordenadas según lo que el motor de búsqueda considera más relevante para el usuario. No intervienen los pagos, como con los resultados patrocinados."

source: Title tag
es_es: Etiqueta de título

source: Keywords
es_es: Palabras clave

source: Reply to email
es_es: Responder email

source: Bot content revisit time
es_es: Tiempo de revisita del bot de contenido

source: Author
es_es: Autor

source: Tickets %s
es_es: %s Tickets

source: General ticket controls some of the most basic configuration related to tickets and printing functions.
es_es: El Ticket General controla algunas de las opciones más básicas relacionadas con los tickets y las funciones de impresión.

source: Ticket printing
es_es: Impresión de Tickets

source: Enable (Yes) or disable (No) ticket printing for users and staff.
es_es: Habilitar (Sí) o deshabilitar (No) la impresión de tickets para usuarios y personal.

source: Ticket preview
es_es: Previsualización de Ticket

source: Enable (Yes) or disable (No) ticket preview ticket before it is placed.
es_es: Habilitar (Sí) o deshabilitar (No) la previsualización de tickets antes de que se realicen.

source: Warnings %s
es_es: %s Alertas

source: Warning settings would help you to filter warning screen with unnecessary alerts. Please consider what is crucial for you sportsbook and use this function to secure your profit.
es_es: Los ajustes de alertas te ayudarán a filtrar las pantallas de alertas con avisos innecesarios. Por favor, considera lo que es crucial para tu agenda deportiva y usa esta función para asegurarte beneficios.

source: Deposit alert
es_es: Alerta de depósito

source: Withdraw alert
es_es: Alerta de retiradas

source: Stake alert
es_es: Alerta de apuesta

source: Odds alert
es_es: Alerta de probabilidades

source: Potential winning alert
es_es: Alerta de ganancia potencial

source: Allow withdraws
es_es: Permitir retiradas

source: Withdraw %s
es_es: %s retiradas

source: Please set withdraw risk management setting below:
es_es: Por favor, ajusta las opciones de gestión de riesgos de retirada más abajo:

source: Lowest amount for withdraw request
es_es: Importe mínimo para solicitud de retirada

source: Highest amount for withdraw request
es_es: Importe máximo de solicitud de retirada

source: Sports
es_es: Deportes

source: Leagues
es_es: Ligas

source: View %s
es_es: Ver %S

source: Ticket Number
es_es: Número de Ticket

source: Return
es_es: Volver

source: Ticket will be deleted. Are you sure you want to delete?
es_es: Se borrará el ticket. ¿Estás seguro?

source: Ticket will be canceled. Are you sure you want to cancel?
es_es: Se cancelará el ticket. ¿Estás seguro?

source: Insert Result
es_es: Insertar Resultado

source: Fund user
es_es: Encontrar usuario

source: To fund just enter amount into the input field and press submit. For example if you want to fund just creadit user with 100 USD
es_es: Para ingresar, introduce el importe en el campo correspondiente y pulsa enviar. Por ejemplo, si quieres ingresar 100 a un usuario

source: just enter that amount into field and press submit
es_es: introduce el importe en el campo y pulsa enviar

source: Charge user
es_es: Cobrar usuario

source: To charge enter amount and money will be reduced from user account. For example if you want to charge just credit user with 200
es_es: Para cobrar introduce el importe y este será deducido de la cuenta de usuario. Por ejemplo, si quieres cobrar 200USD a un usuario

source: USD just enter that amount into field and press submit
es_es: introduce esa cantidad en el campo y pulsa enviar

source: Add %s
es_es: Añadir %S

source: Registration chart
es_es: Cuadro de registro

source: KYC user
es_es: KYC usuario

source: KYC Documents
es_es: Documentos KYC

source: Change KYC Status
es_es: Cambiar Estado KYC

source: Deposits Bonus History
es_es: Historial de Bonus por Depósito

source: Sum
es_es: Total

source: Affiliates
es_es: Afiliados

source: Kick
es_es: Expulsar

source: Email has been confirmed. You can now login.
es_es: Email confirmado. Puedes identificarte.

source: Register now!
es_es: ¡Regístrate ahora!

source: Forgotten your password?
es_es: ¿Olvidaste tu contraseña?

source: Old Password
es_es: Contraseña Antigua

source: New Password
es_es: Nueva Contraseña

source: Reset Password
es_es: Restablecer Contraseña

source: Bank info
es_es: Información bancaria

source: Please provide your bank info
es_es: Por favor, proporciona tu información bancaria

source: Account number
es_es: Número de cuenta

source: Transaction
es_es: Transacción

source: User Balance
es_es: Saldo Usuario

source: Please enter your surname
es_es: Por favor, introduce tu apellido

source: Please enter your first name
es_es: Por favor, introduce tu nombre

source: Please enter your address
es_es: Por favor, introduce tu dirección

source: Please enter your Region
es_es: Por favor, introduce tu región

source: Please enter your City of residence
es_es: Por favor, introduce tu región de residencia

source: Alphabets and numbers only
es_es: Solo números y letras

source: Between 5 to 15 characters
es_es: Entre 5 y 15 caracteres

source: This username has already been taken.
es_es: Este nombre de usuario ya está en uso.

source: Password must be Between 6 to 15 characters
es_es: La contraseña ha de tener entre 5 y 15 caracteres

source: Password must contain at least one number
es_es: La contraseña ha de contener al menos un número

source: Password must contain at least one letter
es_es: La contraseña ha de contener al menos una letra

source: Please enter valid email address
es_es: Por favor, introduce una dirección de correo válida

source: This email has already been registered.
es_es: Este correo electrónico ya existe.

source: Please enter your name
es_es: Por favor, introduce tu nombre

source: Please enter your street address
es_es: Por favor, introduce tu dirección

source: Please enter city
es_es: Por favor, introduce tu ciudad

source: Please enter country
es_es: Por favor, introduce tu país

source: User should be over 21 years old to complete registration
es_es: El usuario ha de tener al menos 21 años para completar el registro

source: User should be over 18 years old to complete registration
es_es: El usuario ha de tener al menos 18 años para completar el registro

source: Please enter valid mobile number
es_es: Por favor, introduce un número móvil válido

source: Please your personal question
es_es: Por favor, introduce tu pregunta personal

source: Please enter valid answer
es_es: Por favor, introduce una respuesta válida

source: You need to accept the Terms Of Use to be able to register.
es_es: Necesitas aceptar los Términos de Uso para poder registrarte.

source: This field cannot be left blank
es_es: Este campo no puede estar en blanco

source: Mimimum 5 characters long
es_es: Mínimo 5 caracteres de longitud

source: The username should be different from email
es_es: El nombre de usuario ha de ser diferente al email

source: Password must be Between 8 to 15 characters
es_es: La contraseña ha de tener entre 8 y 15 caracteres

source: The Password has to be different from username.
es_es: La Contraseña ha de ser diferente al nombre de usuario.

source: It seems that you are already registered.
es_es: Parece que ya te has registrado.

source: Please enter your street address or street address does not exist
es_es: Por favor, introduce tu dirección o tu dirección no existe

source: Debug setting does not allow access to this url.
es_es: La opción de depuración no permite acceder a esta url.

source: Match odds
es_es: Probabilidades del partido

source: Remaining match
es_es: Partido restante

source: Next Goal
es_es: Siguiente Gol

source: Total Goals +/-
es_es: Goles Totales +/-

source: Match odds (1 2)
es_es: Probabilidad del partido (1 2)

source: Set Score
es_es: Resultado Set

source: Sets Overall
es_es: Total Sets

source: Total Points +/-
es_es: Puntos Totales +/-

source: Goals from now +/-
es_es: Goles a partir de ahora +/-

source: Match odds (1x2)
es_es: Probabilidades del partido (1x2)

source: 1 hour
es_es: 1 hora

source: 2 hours
es_es: 2 horas

source: 3 hours
es_es: 3 horas

source: Time
es_es: Tiempo

source: LIVE
es_es: Directo

source: Statistics
es_es: Estadísticas

source: Click on team name for extra bets
es_es: Pincha el nombre del equipo para más apuestas

source: Upcoming Live Matches
es_es: Siguientes Partidos en Directo

source: Login For
es_es: Identifícate durante

source: minutes
es_es: minutos

source: Bet Slip
es_es: Boleto

source: open
es_es: abierto

source: Sport Bets
es_es: Apuestas Deportivas

source: Great odds on football,tennis, ice hokey and many more
es_es: Grandes probabilidades en fútbol, tenis, hockey sobre hielo y muchos más

source: Number of Bets Placed:
es_es: Número de Apuestas Realizadas:

source: Max Wager for bets:
es_es: Máx Apuesta para apuestas:

source: Wager:
es_es: Apuesta:

source: Max Payout:
es_es: Pago Máximo:

source: All games / All events
es_es: Todos Juegos / Todos Eventos

source: All games at one look, all normal sports and all odds can be combined .
es_es: Todos los juegos de un vistazo, todos los deportes normales y todas las probabilidades pueden combinarse.

source: Get this innovative service now from us. Live games meeting like never before! Good Luck!!
es_es: Hazte con este innovador servicio que te ofrecemos. ¡Encuentros de juegos en directo como nunca antes! ¡Buena Suerte!

source: more groups
es_es: más grupos

source: Draw no Bet Period
es_es: Periodo Empate no apuesta

source: Total x Period
es_es: Total x Periodo

source: Setup Deposit Limits on your Account
es_es: Configurar Límites de Depósito en tu Cuenta

source: Play Session Limit
es_es: Límite de Sesión de Juego

source: Wager Limit
es_es: Límite de Apuesta

source: Loss Limit
es_es: Límite de Pérdida

source: Self Exclusion
es_es: Auto Exclusión

source: DELETE ACCOUNT
es_es: ELIMINAR CUENTA

source: Per Transaction
es_es: Por Transacción

source: Daily
es_es: Diario

source: Weekly
es_es: Semanal

source: Month
es_es: Mes

source: month
es_es: mes

source: Year
es_es: Año

source: year
es_es: año

source: Monthly
es_es: Mensual

source: No Limit
es_es: Sin Límite

source: After %s minutes
es_es: Tras %s minutos

source: After one Hour
es_es: Tras una Hora

source: After two Hours
es_es: Tras dos Horas

source: Login For:
es_es: Identificarse durante:
