Repository: labelexe/bethappy
Catalog: app/Locale/spa/LC_MESSAGES/default_old.po
Languages: es_es

source: Your passwords does not much
es_es: Tu contraseña no coincide

source: Your Account has been created. Please confirm you email in order to be able to login
es_es: Tu Cuenta ha sido creada. Por favor, confirma tu dirección de correo para poder identificarte

source: Password changed
es_es: Contraseña cambiada

source: Wrong old password. Please try again
es_es: Contraseña incorrecta. Por favor, inténtalo de nuevo

source: Passwords do not match. Please try again
es_es: Las contraseñas no coinciden. Por favor, inténtalo de nuevo

source: Account information updated.
es_es: Información de cuenta actualizada.

source: Limits cancelled.
es_es: Límites cancelados.

source: Unable to cancel limit
es_es: Imposible cancelar límite

source: Limits updated.
es_es: Límites actualizados.

source: Limits not updated.
es_es: Límites no actualizados.

source: You account has been deleted.
es_es: Tu cuenta ha sido eliminada.

source: Account settings updated.
es_es: Configuración de cuenta actualizada.

source: Password reset link sent to your email
es_es: Enlace de renovación de contraseña enviado a tu correo

source: E-mail not valid
es_es: E-mail no válido

source: Promotional code successfully used
es_es: Código promocional empleado con éxito

source: Invalid promotional code
es_es: Código promocional incorrecto

source: Confirm your email.
es_es: Confirma tu dirección de email.

source: Your Account is Locked. Please Reset your password
es_es: Tu cuenta está bloqueada. Por favor, Reinicia tu contraseña

source: Your Account is Deleted Permanently
es_es: Tu Cuenta ha sido Eliminada Permanentemente

source: You are Already Logged in.
es_es: Ya estás Identificado.

source: Wrong Password
es_es: Contraseña Incorrecta

source: Username or password is incorrect
es_es: Usuario o contraseña incorrecto

source: Staff %s (ID: %d) requested to fund your account
es_es: El Personal %s (ID: %d) ha solicitado un ingreso en tu cuenta

source: User %s (ID: %d) account was credited by %s
es_es: La cuenta del Usuario %s (ID: %d) ha recibido un abono de

source: User %s is credited by %d %s
es_es: El Usuario %s es abonado por %d %s

source: Staff %s (ID: %d) requested to charge your account
es_es: El Personal %s (ID: %d) ha solicitado modificar tu cuenta

source: User %s (ID: %d) account was charged by %s
es_es: La cuenta del Usuario %s (ID: %d) ha recibido un cobro de %s

source: User %s is charged by %d %s
es_es: El usuario %s es cobrado por %d %s

source: KYC Data Accepted
es_es: Datos KYC Aceptados

source: Email successfully sent
es_es: Email enviado con éxito

source: Cannot send email. Please try again.
es_es: No se puede enviar email. Por favor, inténtalo de nuevo.

source: can't find
es_es: no se encuentra

source: Changes saved
es_es: Cambios guardados

source: This cannot be saved.
es_es: Esto no se puede guardar.

source: Item added
es_es: Elemento añadido

source: This cannot be added.
es_es: Esto no puede añadirse.

source: Item deleted
es_es: Elemento eliminado

source: This cannot be deleted.
es_es: Esto no puede eliminarse.

source: Bet added
es_es: Apuesta añadida

source: Error adding bet
es_es: Error al añadir apuesta

source: Lowest deposit amount is
es_es: El depósito mínimo es de

source: Highest deposit amount is
es_es: El depósito máximo es de

source: You have reached you deposit limit per transaction amount:
es_es: Has alcanzado tu importe límite de depósito por transacción:

source: You have reached you deposit limit daily amount:
es_es: Has alcanzado tu importe límite de depósito diario:

source: You have reached you deposit limit weekly amount:
es_es: Has alcanzado tu importe límite de depósito semanal:

source: You have reached you deposit limit monthly amount:
es_es: Has alcanzado tu importe límite de depósito mensual:

source: Bonus code expired or wrong
es_es: Código de bonus erróneo o expirado

source: Bonus code expired
es_es: Código de bonus expirado

source: Your amount is too low for bonus
es_es: El importe es demasiado bajo para el bonus

source: Your amount is too high for bonus
es_es: El importe es demasiado alto para el bonus

source: User Terminated
es_es: Usuario Eliminado

source: Completed
es_es: Completado

source: Pending
es_es: Pendiente

source: Canceled
es_es: Cancelado

source: Statuses chart
es_es: Cuadro de Estados

source: Amount chart
es_es: Cuadro de Importes

source: Deposit not found!
es_es: ¡Depósito no encontrado!

source: Deposit already marked as "completed""!"
es_es: ¡Depósito ya marcado como "completed""! "

source: Deposit request set as completed
es_es: Solicitud de depósito marcada como completada

source: Deposit request canceled
es_es: Solicitud de depósito cancelada

source: Money transaction completed
es_es: Transacción económica completada

source: Select Event
es_es: Selecciona Evento

source: No search results found
es_es: No se encontraron resultados a la búsqueda

source: Permissions updated
es_es: Permisos actualizados

source: Your request is accepted.
es_es: Tu solicitud ha sido aceptada.

source: Language already exist
es_es: El idioma ya existe

source: can't delete item
es_es: no se puede eliminar elemento

source: Emails successfully sent
es_es: Emails enviados con éxito

source: Please enter event result
es_es: Por favor, introduzca resultado de evento

source: Results updated
es_es: Resultados actualizados

source: Settings saved.
es_es: Configuración guardada.

source: can't save settings.
es_es: no se puede guardar la configuración.

source: Types chart
es_es: Cuadro de tipos

source: Cannot find ticket with id:
es_es: No se puede encontrar el ticket con id:

source: Ticket is not found
es_es: No se encuentra el ticket

source: Unknown ticket status
es_es: Estado de ticket desconocido

source: Unknown paid status
es_es: Estado de pago desconocido

source: Unknown error
es_es: Error desconocido

source: Insufficient credits
es_es: Crédito insuficiente

source: Ticket is still pending or lost
es_es: El ticket está aún pendiente o perdido

source: Ticket already printed. Ticket ID: %d
es_es: Ticket ya imprimido. Ticket ID: %d

source: Can not find ticket. Ticket ID: %d
es_es: No se encuentra el ticket. Ticket ID: %d

source: Please select another pick from different event
es_es: Por favor, selecciona otra opción de otro evento

source: Min betting amount is %d
es_es: Importe Min de apuesta %d

source: You can not form this type of ticket, switching back to single
es_es: No puedes crear este tipo de ticket, cambiando a sencillo

source: Wrong Password or Username
es_es: Usuario o Contraseña incorrecto

source: Lowest amount for cashout is
es_es: El importe mínimo de retirada es

source: Highest amount for cashout is
es_es: El importe máximo de retirada es

source: Not enough money for this cashout transaction
es_es: No hay suficiente saldo para esta transferencia de retirada

source: You cannot cashout transaction. There is a "Locked Amount"" of %s due to bonus policy. You can withdraw %s"
es_es: No se puede realizar la operación de retirada- Hay un "Importe Bloqueado"" de %s debido a la política de bonus. Puedes retirar %s"

source: Previous withdrawal transaction is not completed
es_es: Transacción previa de retirada no completada

source: You are not verified (all) to complete this transaction. Please fulfill the form on the following address:
es_es: No estás totalmente verificado para completar esta transacción. Por favor, rellena el formulario de la siguiente dirección:

source: You have to resubmit Documents for verification. Please fulfill the form on the following address
es_es: Has de reenviar Documentos para tu verificación. Por favor completa el formulario de la siguiente dirección

source: You are not verified (age) to complete this transaction. Please fulfill the form on the following address:
es_es: Tu edad no ha sido verificada para poder completar esta transacción. Por favor, rellena el formulario de la siguiente dirección:

source: Your withdrawal request for %s is accepted. Please enter your bank information in the following link: <a href='/users/account'>Account Information</a>
es_es: Tu solicitud de retirada de %s ha sido aceptada. Por favor, introduce tus datos bancarios en el siguiente enlace: <a href='/users/account'>Información de Cuenta</a>

source: Your withdrawal request for %s is accepted.
es_es: Tu solicitud de retirada de %s ha sido aceptada.

source: Bank information updated.
es_es: Información bancaria actualizada.

source: Withdraw request set as completed
es_es: Solicitud de retirada marcada como completada

source: Withdraw request updated
es_es: Solicitud de retirada actualizada

source: Withdraw request canceled
es_es: Solicitud de retirada completada

source: Win
es_es: Ganas

source: Lost
es_es: Perdido

source: Yes
es_es: Sí

source: View
es_es: Ver

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: List
es_es: Lista

source: Create
es_es: Crear

source: All
es_es: Todo

source: Users
es_es: Usuarios

source: Complete
es_es: Completar

source: Cancel
es_es: Cancelar

source: Amount from
es_es: Importe desde

source: Amount to
es_es: Importe hasta

source: Transaction ID
es_es: ID Transacción

source: Event name
es_es: Nombre evento

source: Download
es_es: Descargar

source: Language
es_es: Idioma

source: League name
es_es: Nombre de liga

source: Sport
es_es: Deporte

source: View events
es_es: Ver eventos

source: Add Event
es_es: Añadir evento

source: Send Mail
es_es: Enviar eMail

source: Send to All
es_es: Enviar a Todos

source: Header 2 menu
es_es: Cabecera 2 menú

source: Header 3 menu
es_es: Cabecera 3 menú

source: Bottom 4 menu
es_es: Inferior 4 menú

source: Footer menu
es_es: Menú pie

source: Header menu
es_es: Menú cabecera

source: Top Header menu
es_es: Menú Superior Cabecera

source: Top menu
es_es: Menú Superior

source: Deposits
es_es: Depósitos

source: Withdraws
es_es: Retiradas

source: Withdraws List
es_es: Lista de retiros de dinero

source: Results
es_es: Resultados actualizados

source: Finished events in tickets
es_es: Eventos finalizados en tickets

source: Pending events in tickets
es_es: Eventos pendientes en tickets

source: All finished events
es_es: Todos los eventos finalizados

source: Warnings
es_es: Advertencias

source: Identity number
es_es: Número identificación

source: Words in title
es_es: Palabras en título

source: Words in description
es_es: Palabras en descripción

source: Url link
es_es: Enlace Url

source: Add League
es_es: Añadir Liga

source: Password
es_es: Contraseña

source: Fund staff
es_es: Pagar personal

source: Charge staff
es_es: Cobrar personal

source: Login/Logout
es_es: Identificarse/Cerrar sesión

source: Ticket Fraud Check
es_es: Comprobar Tickets Falsos

source: Mark as paid
es_es: Marcar como pagado

source: Group ID
es_es: Agrupar ID

source: Tickets created
es_es: Tickets creados

source: Total payout
es_es: Pago Total

source: Profit
es_es: Beneficio

source: 1Lowest stake on %s is %d
es_es: 1La apuesta más baja en %s es %d

source: Highest stake on %s is %d
es_es: La apuesta más alta en %s es %d

source: 2Lowest stake on %s is %d
es_es: 2La apuesta más baja en %s es %d

source: 3Lowest stake amount is %d
es_es: 3El importe mínimo de apuesta es de %d

source: Highest stake amount is %d
es_es: El importe máximo de apuesta es de %d

source: You have reached you wager limit per transaction amount: %d %s
es_es: Has alcanzado tu importe límite de apuesta por transacción: %d%s

source: You have reached you wager limit daily amount: %d %s
es_es: Has alcanzado tu importe límite de apuesta diario: %d%s

source: You have reached you wager limit weekly amount: %d %s
es_es: Has alcanzado tu importe límite de apuesta semanal: %d%s

source: You have reached you wager limit monthly amount: %d %s
es_es: Has alcanzado tu importe límite de apuesta mensual: %d%s

source: You have reached you loss limit per transaction amount: %d %s
es_es: Has alcanzado tu importe límite de pérdidas: %d%s

source: You have reached you loss limit daily amount: %d %s
es_es: Has alcanzado tu importe límite de pérdidas diario: %d%s

source: You have reached you loss limit weekly amount: %d %s
es_es: Has alcanzado tu importe límite de pérdidas semanal: %d%s

source: You have reached you loss limit monthly amount: %d %s
es_es: Has alcanzado tu importe límite de pérdidas mensual: %d%s

source: Please login
es_es: Por favor, identifícate

source: Please login first!
es_es: ¡Por favor inicia la sesión primero!

source: Please select at least %d picks
es_es: Por favor, selecciona al menos %d opciones

source: Not enough money
es_es: No hay saldo suficiente

source: One or more events already started, please remove them
es_es: Uno o más eventos ya han empezado, por favor, elimínalos

source: Odd outdated. Please remove invalid odd
es_es: Probabilidad desactualizada. Por favor, elimina probabilidad inválida

source: One or mode bets are inactive
es_es: Una o más apuestas están inactivas

source: Printed
es_es: Imprimido

source: User Id
es_es: Id Usuario

source: Amount From
es_es: Importe Desde

source: Amount To
es_es: Importe Hasta

source: Potential Winning From
es_es: Ganancias Potenciales Desde

source: Potential Winning To
es_es: Ganancias Potenciales Hasta

source: Odd From
es_es: Probabilidad Desde

source: Odd To
es_es: Probabilidad Hasta

source: Fund
es_es: Pagar

source: Charge
es_es: Cobrar

source: User ID
es_es: ID usuario

source: Back
es_es: Volver

source: All feeds updated
es_es: Todas las listas actualizadas

source: All feeds downloaded
es_es: Todas las listas descargadas

source: All feeds parsed
es_es: Todas las listas analizadas

source: Feed updated
es_es: Listas actualizadas

source: Cannot find feed
es_es: No se encuentra lista

source: Cant find feed
es_es: No se encuentra lista

source: Update
es_es: Actualizar

source: Update All
es_es: Actualizar Todas

source: Deposit
es_es: Depositar

source: Thank You
es_es: Gracias

source: You successfully deposit %d
es_es: Has depositado con éxito %d

source: You cancel your deposit
es_es: Has cancelado tu depósito

source: You have successfully made deposit for
es_es: Has realizado con éxito un depósito de

source: Sorry, we can not find your payment
es_es: Lo sentimos, no encontramos tu pago

source: Make Deposit
es_es: Hacer Depósito

source: Amount
es_es: Importe

source: Make your Deposit
es_es: Haz tu Depósito

source: Bonus code or leave empty
es_es: Código bonificación o deje en blanco

source: Available ACO sync commands:
es_es: Comandos Aco Sync disponibles:

source: For help, run the 'help' command. For help on a specific command, run 'help <command>'
es_es: Para ayuda, ejecuta el comando 'help'. Para ayuda sobre un comando específico, ejecuta el comando 'help <comando>'

source: Deleted %s and all children
es_es: Eliminar %s y todos sus hijos

source: Aco Update Complete
es_es: Actualización Aco Completada

source: Created Aco node: %s
es_es: Nodo Aco Creado: %s

source: Deleted Aco node %s
es_es: Nodo Aco %s eliminado

source: Usage: cake aco_sync <command>
es_es: Uso: cake aco_sync <command>

source: Commands:
es_es: Comandos:

source: Add new ACOs for new controllers and actions
es_es: Añade nuevos ACOs para nuevos controladores y acciones

source: Create new ACO's for controllers and their actions. Does not remove any nodes from ACO table
es_es: Crea nuevos ACOs para controladores y sus acciones. No elimina ningún nodo de la tabla ACO

source: Creates new ACO's for missing controllers and actions. Removes orphaned entries in the ACO table.
es_es: Crea nuevos ACOs para controladores y acciones que falten. Elimina entradas huérfanas en la tabla ACO.

source: Displays this help message, or a message on a specific command.
es_es: Muestra este mensaje de error, o un mensaje en un comando específico.

source: Command '%s' not found
es_es: Comando '%s' no encontrado

source: day
es_es: día

source: Day
es_es: Día

source: days
es_es: días

source: Successful
es_es: Exitoso

source: Failed
es_es: Fallido

source: Unknown
es_es: Desconocido

source: Fractional
es_es: Fraccional

source: American
es_es: Americano

source: more
es_es: más

source: Event
es_es: Evento

source: Pick
es_es: Opción

source: odd
es_es: probabilidad

source: Result
es_es: Resultado

source: Outcome
es_es: Resultado

source: Status
es_es: Estado

source: Username
es_es: Nombre de usuario

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: Login
es_es: Identificarse

source: Affiliate Registration Form
es_es: Formulario de Registro de Afiliados

source: Personal information
es_es: Información personal

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Address
es_es: Dirección

source: Region
es_es: Región

source: City
es_es: Ciudad

source: Country
es_es: País

source: Date of birth:
es_es: Fecha nacimiento:

source: Mobile number
es_es: Tel. Móvil

source: Website name
es_es: Nombre Website

source: Send
es_es: Enviar

source: Choose Payment Gateway
es_es: Elige Pasarela de Pago

source: Bank Transfer Payment
es_es: Pago por Transferencia Bancaria

source: Online Payment
es_es: Pago Online

source: Please see you latest deposits below:
es_es: Por favor, comprueba tus últimos depósitos debajo:

source: Date
es_es: Fecha

source: Type
es_es: Tipo

source: Bonus
es_es: Bonificación

source: No deposits history found. To make new please follow "Make New""."
es_es: Histórico de depósitos no encontrado. Para hacer uno nuevo, siga "Make New""."

source: Deposit information:
es_es: Información de depósito:

source: Request Manual Deposit (Credited Upon Verification)
es_es: Solicitar Depósito Manual (Abonado Tras Verificación)

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es_es: Página {:page} de {:pages}, mostrando {:current} registros de un total de {:count}, empezando por el registro {:start}, terminando en el {:end}

source: previous
es_es: previo

source: next
es_es: siguiente

source: Show
es_es: Mostrar

source: User
es_es: Usuario

source: Deposit type
es_es: Tipo de depósito

source: Bonus type
es_es: Tipo de Bonus

source: Bonus valid until
es_es: Bonus válido hasta

source: Bonus used
es_es: Bons usado

source: Bonus amount to your account
es_es: Importe de bonus en tu cuenta

source: League
es_es: Liga

source: No available odds found for this event
es_es: No se encontraron probabilidades para este evento

source: First team to Score
es_es: Primer equipo en Marcar

source: 1st Half
es_es: 1ª Mitad

source: Both Team to Score
es_es: Ambos Equipos Marcan

source: Halftime/Fulltime
es_es: Medio Tiempo/Tiempo Entero

source: Double Chance
es_es: Doble Oportunidad

source: From
es_es: De

source: Odds
es_es: Probabilidades

source: Register
es_es: Registro

source: User Menu
es_es: Menú de Usuario

source: My Account
es_es: Mi Cuenta

source: Balance
es_es: Saldo

source: Log out
es_es: Cerrar sesión

source: Betting Tools
es_es: Herramientas de Apuestas

source: Register now and get
es_es: Regístrate ahora y consigue

source: Register now
es_es: Regístrate ahora

source: Registration
es_es: Registro

source: Password Reminder
es_es: Recordatorio de contraseña

source: Search Ticket
es_es: Buscar Ticket

source: Enter ticket ID
es_es: Introducir Ticket ID

source: Search
es_es: Buscar

source: Unknown ticked ID
es_es: Ticket ID desconocido

source: Money
es_es: Saldo

source: Pay
es_es: Pagar

source: Find event
es_es: Encontrar evento

source: Search by event name
es_es: Buscar por nombre de evento

source: Search by event ID
es_es: Buscar por ID de evento

source: Search results for:
es_es: Mostrar resultados para:

source: No available events are found for this league
es_es: No hay eventos disponibles para esta liga

source: Search Events
es_es: Buscar eventos

source: Search another event ID
es_es: Buscar otro ID de evento

source: Search another event name
es_es: Buscar otro nombre de evento

source: Please complete the following form
es_es: Por favor, completa el siguiente formulario

source: Confirm changes
es_es: Confirmar cambios

source: Activity Column
es_es: Columna de actividad

source: Current balance
es_es: Saldo actual

source: Today placed tickets
es_es: Tickets realizados hoy

source: Contact us
es_es: Contacta con nosotros

source: If you have any problem, do not hesitate to contact the customer service using form below:
es_es: Si tienes cualquier problema, no dudes en contactar con el servicio de atención al cliente en el formulario inferior:

source: Subject
es_es: Asunto

source: Name
es_es: Nombre

source: Message
es_es: Mensaje

source: News
es_es: Noticias

source: Read more
es_es: Leer más

source: Soccer
es_es: Fútbol

source: Basketball
es_es: Baloncesto

source: Ice Hockey
es_es: Hockey sobre Hielo

source: Tennis
es_es: Tenis

source: Half Time 3 way
es_es: Medio Tiempo Abierto

source: Top Games
es_es: Mejores Juegos

source: IceHockey
es_es: Hockey sobre Hielo

source: Handball
es_es: Balonmano

source: Last Minute Bets
es_es: Apuestas de Último Minuto

source: Shortly
es_es: Secamente

source: %d events available
es_es: %d eventos disponibles

source: Bet now
es_es: Apuesta ahora

source: Football
es_es: Fútbol (Americano)

source: Draw
es_es: Empate

source: League not found
es_es: Liga no encontrada

source: No available events found for this league
es_es: No se encontraron eventos disponibles para esta liga

source: Last Minute
es_es: Último Minuto

source: No leagues selected
es_es: No hay ligas seleccionadas

source: Single
es_es: Sencilla

source: Combi
es_es: Combinada

source: System
es_es: Sistema

source: Delete all bets
es_es: Eliminar todas las apuestas

source: Total odds
es_es: Probabilidad total

source: Stake
es_es: Apuesta

source: Winning
es_es: Ganancia

source: Preview
es_es: Previsualizar

source: Place Bet
es_es: Realizar Apuesta

source: No bet selected yet. <br>Click on the respective odds to select the bets.
es_es: No hay apuestas seleccionadas <br>Pincha en la probabilidad respectiva para seleccionar las apuestas.

source: Ticket History
es_es: Historial de Tickets

source: Ticket ID:
es_es: ID Ticket:

source: Print
es_es: Imprimir

source: No tickets activity available
es_es: Actividad de Tickets no disponible

source: Date and time
es_es: Fecha y hora

source: Ticket id
es_es: ID Ticket

source: Amount:
es_es: Importe:

source: Return:
es_es: Retorno:

source: Please see your betting history below:
es_es: Por favor, comprueba tu historial de apuestas abajo:

source: Ticket ID
es_es: ID Ticket

source: Note
es_es: Nota

source: To place ticket please use betslip.
es_es: Para realizar un ticket usa la pestaña de apuestas.

source: Pending tickets
es_es: Tickets pendientes

source: Please see you recently placed tickets below:
es_es: Por favor, comprueba tus tickets realizados abajo:

source: Paid
es_es: Pagado

source: No pending tickets found. For previous tickets please see tickets history.
es_es: No se encontraron tickets pendientes. Para Tickets anteriores ve al historial de tickets.

source: History
es_es: Historial

source: Ticket Preview
es_es: Previsualizar Ticket

source: Event ID / Date
es_es: ID/Fecha Evento

source: Sport / League
es_es: Deporte / Liga

source: Submit Ticket
es_es: Enviar Ticket

source: Clear Ticket
es_es: Limpiar Ticket

source: No bets selected
es_es: No hay apuestas seleccionadas

source: Ticket placed
es_es: Ticket realizado

source: Your ticket is created successfully
es_es: Tu ticket se ha creado con éxito

source: Your ticket number is
es_es: Tu número de ticket es

source: Ticket information
es_es: Información de ticket

source: Login/Logout History
es_es: Historial de Accesos/ Cerrar sesión

source: User Login/Logout History:
es_es: Historial de Accesos/ Cerrar sesión Usuario:

source: Action
es_es: Acción
