Repository: labelexe/bethappy
Catalog: app/Locale/spa/LC_MESSAGES/default_old.po
Languages: es_es

source: You have been playing for the past %s minutes during which you have: <br>Deposited € %s <br>Wagered € %s <br>Lost € %s <br>Won € %s
es_es: Has estado jugando durante los últimos %s minutos, en los que has: <br>Depositado %s €<br>Apostado %s € <br>Perdido %s € <br>Ganado %s €

source: Outdated Browser Detected
es_es: Navegador Desactualizado Detectado

source: Our website has detected that you are using an outdated browser. Using your current browser will prevent you from accessing features on our website. An upgrade is not required, but is strongly recommend to improve your browsing experience on our website.
es_es: Nuestra web ha detectado que estás usando un navegador desactualizado. Usando el navegador actual puede hacer que no tengas acceso a algunas características de nuestra web. Actualizar no es obligatorio, pero lo recomendamos encarecidamente para mejorar tu experiencia.

source: Use the links below to download a new browser or upgrade your existing browser.
es_es: Usa los enlaces inferiores para descargar un nuevo navegador o actualizar el existente.

source: Remind me later
es_es: Recuérdamelo más tarde

source: No available Bonuses.
es_es: No hay Bonus disponibles.

source: Available Bonuses.
es_es: Bonus Disponibles.

source: Locked Amount
es_es: Importe Bloqueado

source: Opened on
es_es: Abierto en

source: Activation Date
es_es: Fecha de Activación

source: Expiration Date
es_es: Fecha de Expiración

source: Account Information
es_es: Información de cuenta

source: Results Tables Schedules and Livescore for all leagues and events
es_es: Resultados, Tablas, Horarios y Resultados en directo para todas las ligas y eventos

source: Play roulette, BlackJack and Baccarat in the Live Casino
es_es: Juega a la Ruleta, Blackjack y Baccarat en el Casino en Directo

source: Identity Card (back view)
es_es: Tarjeta de Identificación (vista trasera)

source: Identity Card (front view)
es_es: Tarjeta de Identificación (vista delantera)

source: Bank Account
es_es: Cuenta Bancaria

source: Register now and get bonus
es_es: Regístrate ahora y consigue un prima

source: Top Winner
es_es: Ganador Top

source: close
es_es: cerrar

source: hours
es_es: horas

source: Instant Play
es_es: Juego Instantáneo

source: Live Video Streaming
es_es: Streaming Vídeo en Directo

source: Betslip Wagering
es_es: Apuestas en Boleto

source: Ticket Win
es_es: Ganancia en Ticket

source: Bonus Cancellation by user.
es_es: Bonus Cancelado por usuario.

source: Bonus activation
es_es: Activación de bonus

source: APCO Deposit
es_es: Depósito APCO

source: Account Deposit
es_es: Depósito en Cuenta

source: Live Casino Transaction
es_es: Transacción en Live Casino

source: Live Casino RollBack Transaction
es_es: Transacción de Retirada en Live Casino

source: in every game
es_es: en cada juego

source: Today
es_es: Hoy

source: Log in
es_es: Identificarse

source: Stake:
es_es: Apuesta:

source: View Tickets
es_es: Ver Tickets

source: Number of Bets Placed:
es_es: Numero de Apuestas Realizadas:

source: Max Wager for bets:
es_es: Max Apuesta para apuestas:

source: bets
es_es: apuestas

source: Admin add Funds
es_es: Admin añade Fondos

source: Bonus activation:
es_es: Activación de bonus:

source: APCO Deposit:
es_es: Depósito APCO:

source: Withdrawal
es_es: Retirada Cancelada

source: Betslip Cancellation:
es_es: Cancelación de Boleto:

source: Cancelled WithDrawal
es_es: Retirada Cancelada

source: Ticket Cancelled
es_es: Ticket Cancelado

source: Bet Split
es_es: Boleto

source: The Company
es_es: La Compañía

source: Help & Legal
es_es: Ayuda & Legal

source: Useful Links
es_es: Links de Interés

source: Payment Options
es_es: Opciones de Pago

source: Extra Bets
es_es: Apuestas Extra

source: No, don't remind me again
es_es: No, no recordármelo de nuevo

source: Choose your favorite sport league from the menu on the left. So you can find it next time you visit
es_es: Elige tu liga deportiva favorita del menú en la izquierda para encontrarlo en tu próxima visita

source: 3 Way
es_es: 3 Posibilidades

source: 2 Way
es_es: 2 Posibilidades

source: Totals
es_es: Totales

source: Championship Outrights
es_es: Méritos del Campeonato

source: Short Term Outrights
es_es: Méritos a Corto Plazo

source: Podium Finish
es_es: Podio Final

source: 3-balls
es_es: 3-bolas

source: Correct score
es_es: Resultado correcto

source: First Team to score
es_es: Primer Equipo en marcar

source: 1st Half - 1X2
es_es: 1ª Mitad - 1X2

source: Both Teams to Score
es_es: Ambos equipos Marcan

source: Odd/Even goals
es_es: Goles Pares/Impares

source: Draw no bet
es_es: Empate no apuesta

source: Goals home team
es_es: Goles equipo local

source: Goals away team
es_es: Goles equipo visitante

source: Asian Handicap
es_es: Handicap Asiático

source: Asian Total
es_es: Total Asiático

source: 1st Half - Asian Handicap
es_es: 1ª Mitad - Handicap Asiático

source: 1st Half - Asian Total
es_es: 1ª Mitad - Total Asiático

source: European Handicap
es_es: Handicap Europeo

source: First goalscorer
es_es: Primer goleador

source: Total Goals (aggregated)
es_es: Goles Totales (Agregado)

source: 1st Half - Correct Score
es_es: 1ª Mitad - Resultado Correcto

source: Highest scoring half
es_es: Mitad con más goles

source: Matchbet + Totals
es_es: Apuesta de Partido + Totales

source: Matchflow
es_es: Flujo de Partido

source: 1st Half - Odd/Even Goals
es_es: 1ª Mitad - Goles Pares/Impares

source: Overtime yes/no
es_es: Prórroga sí/no

source: Winning margins
es_es: Márgenes de ganancia

source: Anytime goalscorer
es_es: Goleador Cualquier Momento

source: Total number of bookings
es_es: Número total de Tarjetas

source: 1st Half - Total Number of Bookings
es_es: 1ª Mitad - Número total de reservas

source: Total number of booking points
es_es: Número total de puntos de Apercibimiento

source: 1st Half - Total Number of Booking Points
es_es: 1ª Mitad - Número Total de Puntos de Apercibimiento

source: Player sent off?
es_es: Jugador expulsado

source: 1st Half - Player Sent Off?
es_es: 1ª Mitad - Jugador Expulsado

source: Number of bookings home
es_es: Número de Tarjetas Local

source: 1st Half - Number of Bookings Home
es_es: 1ª Mitad - Número de Tarjetas Local

source: Number of bookings away
es_es: Número de Tarjetas Visitante

source: 1st Half - Number of Bookings Away
es_es: 1ª Mitad - Número de Tarjetas Visitante

source: First Team Booked
es_es: Primer Equipo Apercibido

source: 1st Half - First Team Booked
es_es: 1ª Mitad - Primer Equipo Apercibido

source: Match bookings
es_es: Tarjetas del Partido

source: 1st Half - Match Bookings
es_es: 1ª Mitad - Tarjetas del Partido

source: Aggregated booking points
es_es: Puntos de apercibimiento agregados

source: 1st Half - Aggregated Booking Points
es_es: 1ª Mitad - Puntos de Apercibimiento Agregados

source: Exact bookings
es_es: Tarjetas Exactas

source: 1st Half - Exact Bookings
es_es: 1ª Mitad - Tarjetas Exactas

source: Home Team Player Sent Off
es_es: Jugador Expulsado Equipo Local

source: 1st Half - Home Team Player Sent Off
es_es: 1ª Mitad - Jugador Expulsado Equipo Local

source: Away Team Player Sent Off
es_es: Jugador Expulsado Equipo Visitante

source: 1st Half - Away team Player Sent Off
es_es: 1ª Mitad - Jugador Expulsado Equipo Visitante

source: Total Goals (exact)
es_es: Goles Totales (exacto)

source: 2nd Half - 1X2
es_es: 2ª Mitad - 1X2

source: 2nd Half - Asian Total
es_es: 2ª Mitad - Total Asiático

source: 2nd Half - Asian Handicap
es_es: 2ª Mitad - Handicap Asiático

source: Halftime/Fulltime Correct Score
es_es: Resultado Correcto Medio Tiempo/ Tiempo Completo

source: Overtime + goal Yes/No
es_es: Tiempo Añadido - Gol Sí/No

source: Penalty shoot out Yes/No
es_es: Lanzamiento de penalti Sí/No

source: How will the match be decided?
es_es: Cómo se decidirá el partido

source: Clean sheet home team
es_es: Equipo Local Portería a Cero

source: Clean sheet away team
es_es: Equipo visitante Portería a Cero

source: Which team to score
es_es: Qué equipo marca

source: 1st Half - Total Goals
es_es: 1ª Mitad - Goles Totales

source: 2nd Half - Total Goals
es_es: 2ª Mitad - Goles Totales

source: Total corners
es_es: Corners totales

source: 1st Half - Total Corners
es_es: 1ª Mitad - Corners Totales

source: Corner handicap
es_es: Handicap de Corner

source: 1st Half - Corner Handicap
es_es: 1ª Mitad - Handicap de Corner

source: Corner matchbet
es_es: Apuesta de Corners de Partido

source: 1st Half - Corner Matchbet
es_es: 1ª Mitad - Corners de Partido

source: Corner Odd/Even
es_es: Corners Par/Impar

source: 1st Half - Corner Odd/Even
es_es: 1ª Mitad - Corners Par/Impar

source: First corner
es_es: Primer coernes

source: 1st Half - First Corner
es_es: 1ª Mitad - Primer Corner

source: Home Team Number of Corners
es_es: Número de Corners de Local

source: 1st Half - Home Team Number of Corners
es_es: 1ª Mitad - Número de Corners de Local

source: 1st Half - Totals
es_es: 1ª Mitad - Totales

source: 2nd Half - Totals
es_es: 2ª Mitad - Totales

source: Last corner
es_es: Última esquina

source: 1st Half - Last Corner
es_es: 1ª Mitad - Último Corner

source: Away Team Number of Corners
es_es: Número de Corners de Visitante

source: 1st Half - Away Team Number of Corners
es_es: 1ª Mitad - Número de Corners de Visitante

source: Last team to score
es_es: Último equipo en marcar

source: Corner Total (Aggregated)
es_es: Total Corner (Agregado)

source: 1st Half - Corner Total (Aggregated)
es_es: 1ª Mitad - Total Corner (Agregado)

source: Home to win both halves?
es_es: Local gana ambas mitades

source: Home to win either half?
es_es: Local gana alguna mitad

source: Home to score in both halves?
es_es: Local marca en ambas mitades

source: Away to win both halves?
es_es: Visitante gana ambas mitades

source: Away to win either half?
es_es: Visitante gana alguna mitad

source: Away to score in both halves?
es_es: Visitante marca en ambas mitades

source: Both halves over 1.5?
es_es: Ambas mitades sobre 1,5

source: Both halves under 1.5?
es_es: Ambas mitades bajo 1,5

source: 1st Half Double Chance
es_es: 1ª Mitad Doble Oportunidad

source: 1st Half Draw no Bet
es_es: 1ª Mitad Empate no Apuesta

source: First goal interval 10 min
es_es: Primer gol intervalo de 10 min

source: First goal interval 15 min
es_es: Primer gol intervalo de 15 min

source: First 10 minutes -3 way
es_es: Primeros 10 minutos - Abierto

source: 1st Half - Both Teams to score
es_es: 1ª Mitad - Ambos Equipos marcan

source: 2nd Half - Both Teams to score
es_es: 2ª Mitad - Ambos Equipos marcan

source: Highest Scoring Half Hometeam
es_es: Mitad más goleadora del Local

source: Highest Scoring Half Awayteam
es_es: Mitad más goleadora del Visitante

source: Correct score (incl. other)
es_es: Resultado correcto (incl. Otro)

source: Odd/Even Points
es_es: Puntos Par/Impar

source: Points Spreads
es_es: Reparto de Puntos

source: Total Spreads
es_es: Total Repartido

source: 1st Half - Points Spread
es_es: 1ª Mitad - Puntos Repartidos

source: 1st Half - Total Spread
es_es: 1ª Mitad - Reparto Total

source: Matchbet and Totals
es_es: Apuesta de Partido y Totales

source: 1st Half - Odd/Even Points
es_es: 1ª Mitad - Puntos Pares/Impares

source: 1st Half - 2way
es_es: 1ª Mitad - 2 Posibilidades

source: Highest Scoring Quarter
es_es: Cuarto con Más Goles

source: 3way
es_es: Abierto

source: 2nd Half - Points Spread
es_es: 2ª Mitad - Puntos Repartidos

source: 2nd Half - Total Spread
es_es: 2ª Mitad - Reparto Total

source: 1st Half - Draw no bet
es_es: 1ª Mitad - Empate no apuesta

source: 2nd Half - Odd/Even Points
es_es: 1ª Mitad - Puntos Pares/Impares

source: 2nd Half - Draw no bet
es_es: 2ª Mitad - Empate no apuesta

source: Total margins NBA-ranges
es_es: Márgenes Totales rangos NBA

source: Total margins Regular-ranges
es_es: Márgenes Totales rangos Regulares

source: Totals away team
es_es: Totales equipo visitante

source: Totals home team
es_es: Totales equipo local

source: 1st Quarter - 1X2
es_es: 1er Cuarto - 1X2

source: 2nd Quarter - 1X2
es_es: 2º Cuarto - 1X2

source: 3rd Quarter - 1X2
es_es: 3er Cuarto - 1X2

source: 4th Quarter - 1X2
es_es: 4º Cuarto - 1X2

source: 1st Quarter - Draw no bet
es_es: 1er Cuarto - Empate no apuesta

source: 2nd Quarter - Draw no bet
es_es: 2º Cuarto - Empate no apuesta

source: 3rd Quarter - Draw no bet
es_es: 3er Cuarto - Empate no apuesta

source: 4th Quarter - Draw no bet
es_es: 4º Cuarto - Empate no apuesta

source: 1st Quarter - Total Spread
es_es: 1er Cuarto - Reparto Total

source: 2nd Quarter - Total Spread
es_es: 2º Cuarto - Reparto Total

source: 3rd Quarter - Total Spread
es_es: 3er Cuarto - Reparto Total

source: 4th Quarter - Total Spread
es_es: 4º Cuarto - Reparto Total

source: 1st Quarter - Points Spread
es_es: 1er Cuarto - Puntos Repartidos

source: 2nd Quarter - Points Spread
es_es: 2º Cuarto - Puntos Repartidos

source: 3rd Quarter - Points Spread
es_es: 3er Cuarto - Puntos Repartidos

source: 4th Quarter - Points Spread
es_es: 4º Cuarto - Puntos Repartidos

source: 1st Quarter - Odd/Even Points
es_es: 1er Cuarto - Puntos Pares/Impares

source: 2nd Quarter - Odd/Even Points
es_es: 2º Cuarto - Puntos Pares/Impares

source: 3rd Quarter - Odd/Even Points
es_es: 3er Cuarto - Puntos Pares/Impares

source: 4th Quarter - Odd/Even Points
es_es: 4º Cuarto - Puntos Pares/Impares

source: First to x points
es_es: Primero a x puntos

source: Total AAMS
es_es: AAMS Total

source: Total 3way
es_es: Total 3 posibilidades

source: Points Spreads (Overtime)
es_es: Puntos Repartidos (Tiempo Añadido)

source: Total Spreads (Overtime)
es_es: Reparto Total (Tiempo Añadido)

source: Odd/Even Runs (Overtime)
es_es: Carreras Pares/Impares (Tiempo Añadido)

source: Correct Score
es_es: Resultado Correcto

source: Both teams to score?
es_es: Ambos equipos marcan

source: Goal Spreads
es_es: Reparto de Goles

source: 1st Period - 3way
es_es: 1er Tiempo - Abierto

source: 3rd Period - 3way
es_es: 3er Tiempo - Abierto

source: 1st Period – Total
es_es: 1er Tiempo - Total

source: 2nd Period – Total
es_es: 2º Tiempo - Total

source: 3rd Period – Total
es_es: 3er Tiempo - Total

source: 1st Period - Double Chance
es_es: 1er Tiempo - Doble Oportunidad

source: 2nd Period - Double Chance
es_es: 2º Tiempo - Doble Oportunidad

source: 3rd Period - Double Chance
es_es: 3er Tiempo - Doble Oportunidad

source: Odd/Even goals (Inc. OT and Penalty Shootout)
es_es: Goles Par/Impar (Incluido Tañadido y Penaltis)

source: Highest Scoring Period
es_es: Tiempo con Más Goles

source: Goal Spreads (incl. OT)
es_es: Reparto de Goles (incl. Tañadido)

source: Total Spreads (incl. OT)
es_es: Reparto Total (incl. Tañadido)

source: Last team to Score
es_es: Último equipo en Marcar

source: 2nd Period - 3way
es_es: 2º Tiempo - Abierto

source: 1st Period - Odd/Even goals
es_es: 1er Tiempo - Goles Par/Impar

source: 2nd Period - Odd/Even goals
es_es: 2º Tiempo - Goles Par/Impar

source: 3rd Period - Odd/Even goals
es_es: 3er Tiempo - Goles Par/Impar

source: 1st Period - Draw no bet
es_es: 1er Tiempo - Empate no apuesta

source: 2nd Period - Draw no bet
es_es: 2º Tiempo - Empate no apuesta

source: 3rd Period - Draw no bet
es_es: 3er Tiempo - Empate no apuesta

source: 2nd Period - Both teams to score
es_es: 2º Tiempo - Ambos equipos marcan

source: 3rd Period - Both teams to score
es_es: 3er Tiempo - Ambos equipos marcan

source: 1st Period - Goal Spreads
es_es: 1er Tiempo - Reparto de Goles

source: 2nd Period - Goal Spreads
es_es: 2º Tiempo - Reparto de Goles

source: 3rd Period - Goal Spreads
es_es: 3er Tiempo - Reparto de Goles

source: 2nd Period - First team to score
es_es: 2º Tiempo - Primer equipo en marcar

source: 3rd Period - First team to score
es_es: 3er Tiempo - Primer equipo en marcar

source: 1st Period - Last team to score
es_es: 1er Tiempo - Último equipo en marcar

source: 2nd Period - Last team to score
es_es: 2º Tiempo - Último equipo en marcar

source: 3rd Period - Last team to score
es_es: 3er Tiempo - Último equipo en marcar

source: 1st Period - Both teams to score
es_es: 1er Tiempo - Ambos equipos marcan

source: Totals (incl. OT)
es_es: Totales (Incl. Tañadido)

source: 2way (incl. OT)
es_es: 2 Posibilidades (Incl. Tañadido)

source: 1st Set Winner
es_es: Ganador 1er Set

source: Total Number of Sets (best of 3)
es_es: Número total de sets (mejor de 3)

source: 2nd Set Winner
es_es: Ganador 2º Set

source: Total Number of Sets (best of 5)
es_es: Número Total de Sets (mejor de 5)

source: Correct Set Score (best of 3 sets)
es_es: Resultado Correcto de Set (mejor de 3 sets)

source: Correct Set Score (best of 5 sets)
es_es: Resultado Correcto de Set (mejor de 5 sets)

source: 1st Half - 3way
es_es: 1ª Mitad - Abierto

source: Halftime / Fulltime
es_es: Medio Tiempo/ Tiempo Completo

source: Odd / Even Goals
es_es: Goles Pares/Impares

source: 1st Half - Goal Spread
es_es: 1ª Mitad - Reparto de Goles

source: 2nd half - 3way
es_es: 2ª Mitad - Abierto

source: 1st half - Double Chance
es_es: 1ª Mitad- Doble Oportunidad

source: 1st half - Draw no bet
es_es: 1ª Mitad - Empate no apuesta

source: 1st Half - Odd / Even
es_es: 1ª Mitad - Par/Impar

source: 2nd Half - Odd / Even
es_es: 2ª Mitad - Par/Impar

source: 2nd half - Draw no bet
es_es: 2ª Mitad - Empate no apuesta

source: 2nd half - Double Chance
es_es: 2ª Mitad- Doble Oportunidad

source: Points Spread
es_es: Reparto de Puntos

source: Winning Margins Rugby Union
es_es: Márgenes de Ganancia Rugby Union

source: Winning Margins Rugby League
es_es: Márgenes de Ganancia Liga de Rugby

source: 1st Half - Points Spreads
es_es: 1ª Mitad - Reparto de Puntos

source: 1st Half – Odd/Even Points
es_es: 1ª Mitad - Puntos Pares/Impares

source: Odd/Even Points (overtime)
es_es: Puntos Pares/Impares (Tañadido)

source: 2nd Half - Points Spread (incl. Overtime)
es_es: 2ª Mitad - Reparto de Puntos (Incl. Tañadido)

source: 2nd Half - Total Spreads (incl. Overtime)
es_es: 2ª Mitad - Reparto Total (Incl. Tañadido)

source: Who wins first set
es_es: Quién gana primer set

source: Who wins second set
es_es: Quién gana segundo set

source: Total number of sets (best of 5)
es_es: Número total de sets (mejor de 5)

source: Correct Set Score
es_es: Resultado Correcto de Set

source: How many sets will exceed score limit?
es_es: Cuántos sets excederán el límite de resultado

source: 1st Set Handicap
es_es: Handicap 1er Set

source: 1st Set Total
es_es: Total 1er Set

source: 1st Set Race to X
es_es: 1er Set Carrera a X

source: 1st Set Odd/even
es_es: 1er Ser Par/Impar

source: Who wins third set
es_es: Quién gana el tercer set

source: Who wins fourth set
es_es: Quién gana el cuarto set

source: Who wins fifth set
es_es: Quién gana el quinto set

source: 5th Set Played?
es_es: Se jugó el 5º set

source: 4th Set Played?
es_es: Se jugó el 4º set

source: Total number of sets (best of 3)
es_es: Número total de sets (mejor de 3)

source: Line
es_es: Línea

source: Over
es_es: Sobre

source: Under
es_es: Bajo

source: None
es_es: Ninguno

source: goals
es_es: goles

source: Goals
es_es: Goles

source: Under and home
es_es: Por debajo y local

source: Under and draw
es_es: Por debajo y empate

source: Under and away
es_es: Por debajo y visitante

source: 1st
es_es: 1º

source: 2nd
es_es: 2º

source: Equal
es_es: Iguales

source: Hometeam scores first and home
es_es: Equipo local marca primero y gana local

source: Hometeam scores first and draw
es_es: Equipo local marca primero y empata

source: Hometeam scores first and away
es_es: Equipo local marca primero y gana visitante

source: Awayteam scores first and home
es_es: Equipo visitante marca primero y gana local

source: Awayteam scores first and draw
es_es: Equipo visitante marca primero y empata

source: Awayteam scores first and away
es_es: Equipo visitante marca primero y gana visitante

source: Odd
es_es: Impar

source: Even
es_es: Par

source: Others
es_es: Otros

source: Both teams
es_es: Ambos equipos

source: Over and away
es_es: Por encima y visitante

source: Over and draw
es_es: Por encima y empate

source: Over and home
es_es: Por encima y local

source: other
es_es: otros

source: 1st period
es_es: 1er tiempo

source: 2nd period
es_es: 2º tiempo

source: 3rd period
es_es: 3er tiempo

source: 1 sets
es_es: 1 set

source: 1st quarter
es_es: 1er cuarto

source: 2nd quarter
es_es: 2º cuarto

source: 3rd quarter
es_es: 3er cuarto

source: 4th quarter
es_es: 4º cuarto

source: No goal
es_es: Sin goles

source: Chat with Real Dealers
es_es: Habla con Dealers Reales

source: Play Now
es_es: Jugar Ahora

source: Welcome
es_es: Bienvenido

source: Live Casino
es_es: Casino en vivo

source: Promotions
es_es: Promociones

source: More
es_es: Más

source: Banking
es_es: Banco

source: Getting Started
es_es: Empezando

source: Contact Us
es_es: Contáctanos

source: New
es_es: Nuevo

source: Video Slots
es_es: Tragamonedas de video

source: Table Game
es_es: Juego de mesa

source: Unique Game
es_es: Juego único

source: Scratch Cards
es_es: Tarjetas de rascar

source: Virtual Games
es_es: Juegos virtuales

source: Enter Name
es_es: Ingresar Nombre

source: Enter name
es_es: Ingresar nombre

source: Enter subject
es_es: Introduzca el asunto

source: Enter your message
es_es: Ingrese su mensaje

source: Enter email
es_es: Ingrese correo electrónico

source: Filter by company
es_es: Filtrar por empresa

source: Find a game
es_es: Encuentra un juego

source: There are %s more games awaiting you
es_es: Hay %s más de juegos esperando por ti

source: Showing %s games of %s
es_es: Mostrando %s juegos de %s

source: There are no games to show. Please try a different search and/or filter.
es_es: No hay juegos para mostrar. Intente una búsqueda y / o un filtro diferente.

source: Play
es_es: Jugar

source: About
es_es: Sobre nosotros

source: Partner
es_es: Compañero

source: General T&C
es_es: T&C General

source: Mobile
es_es: Móvil

source: Create Account
es_es: Crear una cuenta

source: Step
es_es: Paso

source: Personal Information
es_es: Informacion personal

source: Confirm E-mail
es_es: Confirmar correo electrónico

source: Zip/Postal Code
es_es: Zip / Código Postal

source: Please Select
es_es: Seleccione

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: is required
es_es: es requerido

source: Emails do not match
es_es: Los correos no coinciden

source: Continue to step 2
es_es: Continúe con el paso 2

source: Accept Terms And Conditions
es_es: Aceptar terminos y condiciones

source: You need to accept the Terms Of Use to be able to register
es_es: Debes aceptar los Términos de Uso para poder registrarte

source: Your password does not match
es_es: Tu contraseña no coincide

source: Welcome to %s
es_es: Bienvenido a %s

source: Your account has been created.
es_es: Tu cuenta ha sido creada.

source: You must activate your account in order to login and start playing.
es_es: Debe activar su cuenta para iniciar sesión y comenzar a jugar.

source: Please look for your activation mail and click on the activation link.
es_es: Busque su correo electrónico de activación y haga clic en el enlace de activación.

source: If you wish to change your e-mail address, please press the "I have another e-mail address".
es_es: Si desea cambiar su dirección de correo electrónico, pulse la tecla "Tengo otra dirección de correo electrónico".

source: If you cannot find your activation mail, you should check your junk, spam folder.
es_es: Si no puede encontrar su correo de activación, debe comprobar su basura, la carpeta de spam.

source: I have another email address.
es_es: Tengo otra dirección de correo electrónico.

source: OK
es_es: Aceptar

source: Resend verification mail
es_es: Reenviar correo de verificación

source: Need Help?
es_es: ¿Necesitas ayuda?

source: 20% Cashback
es_es: 20% de reembolso
